Азиатская конфедерация футбола (АФК) включила гол полузащитника сборной Узбекистана Икромжона Алибаева в список претендентов на звание лучшего гола в истории Лиги чемпионов АФК.
Футболист забил гол в сезоне 2018 года в составе ташкентского «Локомотива». Обработав мяч, игрок с центра поля отправил его в ворота клуба эмиратского «Аль-Вахда».
Всего в шорт-листе представлены 16 забитых мячей. В финал голосования вышли голы полузащитника Икромжона Алибаева, сейчас выступающего за южнокорейский «Сеул», и футболиста иранского клуба «Машин Сази» Андраника Теймуряна.
Голосование проводится на сайте АФК.
Смотреть на YouTube