В Бухаре рядом со Старым городом планируется реализовать проект Bukhara City, он расположится на территории улиц Зульфии, И. Муминова, Саноатчилар, К. Муртазаева. Стоимость составит 225 млн долларов, сообщила специальная программа телеканала «Узбекистан 24».
Строительством Bukhara City займется компания Mustahkam Qurilish Bizness совместно иностранным партнером из Турции. Финансировать проект будут инвесторы без привлечения банковских кредитов.
Строительная площадка в 46 га будет разделена на 32 лота, на территории которых разместятся многоэтажные дома с детскими площадками (310 тысяч кв. м), торговые центры (50 тысяч кв. м), банки (10 тысяч кв. м), конференц-залы и библиотеки (10 тысяч кв. м.), а также социальные объекты (35 тысяч кв. м).
Ожидается, что в результате реализации проекта будет создано 6000 рабочих мест, около 3000−3500 семей будут обеспечены жильем в новом городе с инфраструктурой, будут построены 3 крупных торговых центра, 8 социальных объектов, около 50 офисов и бизнес-центров.
«В последние годы в Узбекистане широко распространяется понятие „город внутри города“. Особенно для Бухары очень важны новый вид и комфортные условия, поскольку, учитывая, что город ежедневно посещают тысячи туристов, он, помимо исторической привлекательности, должен иметь и современный вид», — отмечается в программе.
Во время визита в Бухарскую область президент Узбекистана Шавкат Мирзиёев поручил превратить Бухару в «туристический перекресток», а также построить музей истории города, развлекательные заведения, ремесленнические центры и организовать пешеходные зоны в старогородской части Бухары.
Видео
Смотреть на YouTube
Фото
Хоким Бухарской области Уктам Барноев презентует проект президенту Шавкату Мирзиёеву.