2 апреля на северные районы республики осуществится вынос влажных и относительно теплых воздушной масс с районов Каспийского моря через Туркменистан, с которыми по Каракалпакстану, Хорезмской области пройдет дождь, возможна гроза, сообщила пресс-служба Министерства по чрезвычайным ситуациям по ссылкой на Узгидромет.
По остальной территории Узбекистана сохранится погода без осадков. Дневная температура воздуха повысится до +20…+25 градусов.
3 апреля неустойчивая погода распространится на остальную территорию республики, по Узбекистану пройдут дожди, местами возможны сильные. Возможны грозы. По Каракалпакстану, Хорезмской, Андижанской, Наманганской, Ферганской области без осадков. Температура воздуха составит ночью +10…+15 градусов, днем — +17…+22 градусов.
1−3 апреля ожидается усиление ветра до 15−20 м/с.
4 апреля дожди с грозами по территории республики сохранятся, лишь по Каракалпакстану, Хорезмской, Бухарской, Навоийской областям без осадков. Температура воздуха будет в пределах ночью 7−12 градусов, днем — +17…+22 градусов.
5 апреля по республике дожди будут постепенно ослабевать. Ожидается переменная облачность, местами возможен дождь, гроза. По Каракалпакстану, Хорезмской, Бухарской, Навоийской областям без осадков.
К 6 апреля установится погода без осадков. Температура воздуха сохранится в тех же пределах ночью +7…+12 градусов, днем составит +17…+22 градусов.
2−3 апреля по горным районам республики лавиноопасно, 3−6 апреля по предгорным и горным районам — селеопасно.
Прогноз погоды на ближайшие сутки