Национальную базу данных геномной информации, содержащую кодированную информацию о фрагментах дезоксирибонуклеиновой кислоты (ДНК) человека, планируется создать в Узбекистане. Это предусмотрено проектом закона о государственной геномной регистрации, вынесенным на общественного обсуждение. Документ подготовлен Министерством внутренних дел.
Цель закона — регулирование отношений в области государственной геномной регистрации.
Государственная геномная регистрация проводится с соблюдением общепризнанных прав и свобод человека, в соответствии с принципами законности, гуманизма, конфиденциальности, сочетанием добровольности и обязательности, говорится в проекте документа.
Проведение государственной геномной регистрации не должно представлять опасность для жизни, здоровья человека, унижать его честь и достоинство, отмечается в проекте.
Обязательной государственной геномной регистрации, согласно законопроекту, подлежит биологический материал:
граждан Узбекистана, иностранных граждан и лиц без гражданства, осужденных за совершение тяжких или особо тяжких преступлений, а также всех категорий преступлений против половой свободы личности;
изъятый в ходе доследственной проверки, дознания, следственных действий и судебных разбирательств;
биологических родственников (кроме несовершеннолетних) лиц, пропавших без вести;
призванных на военную службу, проходящих службу в органах внутренних дел, Службе государственной безопасности, Министерстве обороны, Национальной гвардии, Государственном таможенном комитете, Министерстве по чрезвычайным ситуациям, органах прокуратуры и граждане Узбекистана, чьи профессии связаны с риском для жизни, перечень которых определяется Кабинетом Министров;
неопознанных трупов (частей тела).
Добровольная государственная геномная регистрация проводится на платной основе по письменному заявлению.
Геномную информацию планируют использовать в следующих целях:
предупреждение, раскрытие и расследование преступлений, а также выявление и установление лиц, их совершивших;
розыске пропавших без вести граждан Узбекистана, иностранных граждан и лиц без гражданства;
установление личности неопознанных трупов;
установление родственных отношений.
Геномная информация относится к персональным данным строго ограниченного доступа и подлежит защите, которая гарантируется государством, отмечается в проекте документа.
Условия сбора и обработки геномной информации должны исключать возможность ее утраты, искажения и несанкционированного доступа к ней, а равно неправомерного и (или) непреднамеренного доступа и (или) воздействия на электронные информационные ресурсы с геномной информацией.
Обсуждение проекта закона продлится до 13 апреля. Ввести его в действие планируется не ранее 2023 года.