С 1 апреля в Узбекистане заработает система учета и автоматической регистрации мобильных устройств, используемых в сетях местных GSM-операторов, сообщила пресс-служба Министерства по развитию информационных технологий и коммуникаций.
Регистрация будет бесплатной и проводиться оператором системы и операторами связи, говорится в сообщении.
Система учета и регистрации устройств позволит ограничить использование:
контрафактных устройств — устройств, у которых IMEI-код не соответствует фактической модели мобильного телефона;
устройств в «черном» списке, попавших в него по причине хищения или потери;
устройств, не прошедших процедуру таможенной очистки.
Статус устройства можно будет проверить на официальном сайте системы — www.uzimei.uz.
Система также будет обмениваться списками похищенных или утерянных абонентских устройств с ассоциацией GSMA и получать от нее информацию для регистрации устройств. Сегодня к базе GSMA подключены 118 мобильных операторов из 43 стран.
Инфообмен с ассоциацией GSMA ограничит использование устройств, похищенных или утерянных на территории других государств, в Узбекистане, а в сетях компаний-членов GSMA будет невозможно использовать устройства, внесенные в «черный» список в Узбекистане, отмечается в сообщении.
Внедрение регистрации мобильных устройств по IMEI-коду предусмотрено постановлением правительства от 22 октября 2018 года. Оператором системы выбрано ГУП «Республиканский центр управления сетями телекоммуникаций Узбекистана».