Продолжительный ливень с грозой и градом привел к затоплению улиц и тротуаров во многих районах Самарканда, в частности, улиц Буюк Ипак йўли, Афросиёб, Кашгари, Мир Саид, Оби Рахмат, Мукими, Узбекистан, Амира Темура, Канимех и Мулён-Сочаки, сообщила пресс-служба Министерства по чрезвычайным ситуациям. Большинство из них относятся к центру городу (видео).
Спасатели УЧС Самаркандской области совместно с отделом благоустройства региона, Главным управлением пожарной безопасности и предприятием «Сувокава» ведут работу по устранению последствий природного явления.
Рядом с железной дорогой работает экскаватор, засыпающий окрестности землей, чтобы избежать приостановки движения поездов. Спасатели оказывают помощь застрявшим на дорогах водителям, а также жильцам затопленных домов. К работам привлечены свыше 50 единиц техники и 631 сотрудник.
В МЧС «Газете.uz» сообщили, что строительные отходы нарушили работу ирригационной сети города, частично блокировав ее.
«В Самарканде, как и в Ташкенте, ведутся большие строительные работы. Есть места в ирригационной системе, которые заблокированы, засорены строительными отходами. Кроме того, из-за неправильного обращения населения с бытовыми отходами засорилась канализация», — объяснили в МЧС.
На момент публикации в 14:55 в пятницу ливень в Самарканде продолжается.
«Дальше сезон дождей. В прошлом году в Самарканде месячная норма осадков выпала за полтора часа, из-за обильных осадков ирригационная система не может справиться. В этом году, возможно, происходит то же самое», — отметили в МЧС, заявив, что данные по осадкам еще уточняются в Узгидромете.
Фото
Фото: Евгений Романенко / Группа «Я — Самаркандец» в Facebook
Фото: МЧС.