Президент Узбекистана Шавкат Мирзиёев выразил соболезнования президенту Казахстана Касым-Жомарту Токаеву в связи с жертвами в результате крушения вертолета в Кызылординской области. Об этом сообщила пресс-служба главы государства.
Вертолет ВВС Казахстана, на котором находились 13 человек, разбился 27 марта во время учений. Все члены экипажа погибли.
Судно следовало из Актау в Шымкент в составе звена из четырех боевых вертолетов. Перелет проходил в темное время суток и в сложных метеорологических условиях.
Минобороны начало расследование обстоятельств авиакатастрофы.