Национальная сборная 25 марта провела заключительный матч за третье место против Китая на международном турнире China Cup-2019, сообщила Ассоциация футбола Узбекистана.
Встреча прошла на стадионе Guanxi Sports Center и завершилась победой подопечных Эктора Купера со счетом 1:0. Таким образом, сборная Узбекистана завоевала третье место. Автором единственного гола на 35-й минуте стал Эльдор Шомурадов.
СоставыУзбекистан: Санжар Кувватов, Акмаль Шорахмедов, Анзур Исмаилов, Ислом Тухтаходжаев, Олег Зотеев, Одил Хамробеков, Отабек Шукуров (Одил Ахмедов, 38'), Жавохир Сидиков (Достон Хамдамов, 70'), Икром Алибаев, Жалолиддин Машарипов, Эльдор Шомурадов (Темурходжа Абдухаликов, 72'). 
Запасные — Акбар Тураев, Жавохир Илёсов, Достон Турсунов, Марат Бикмаев, Даврон Хашимов, Фаррух Сайфиев, Егор Кримец, Сардор Мирзаев.
Китай: Ян Жунлинг, Занг Лингпенг, Фу Хуан, Гао Зунйи (Ванг Ганг, 58'), Ли Анг, Ву Ши (Пенг Шинли, 67'), Тан Лонг, Хи Чао (Хао Жунмин, 58'), Занг Хиувей, Донг Хуешенг, Веи Шихао. 
Запасные — Лу Венжун, Шие Пенгфей, Фенг Шиаотинг, Зенг Ченг, Ванг Йонгпо, Лиу Янг, Ванг Далей.
В субботу сборная Узбекистана по футболу уступила команде Уругвая во втором полуфинальном матче турнира, встреча завершилась со счетом 0:3.
Статистика
Видео