24 марта прошел первый Ташкентский международный полумарафон, посвященный празднику Навруз. Корреспондент «Газеты.uz» запечатлел самые яркие моменты главного бегового события столицы.
Участники соревнований пробежали две дистанции — 21,097 км (полумарафон) и забег-спутник на 5 км. Трасса крупнейшего забега Узбекистана была сертифицирована Международной ассоциацией легкоатлетических федераций IAAF и Ассоциацией международных марафонов и пробегов AIMS.
Для участия в турнире зарегистрировались 1658 человек (610 на 21 км, 1048 на 5 км) из 28 стран, включая Австрию, Бельгию, Китай, Эстонию, Францию, Казахстан, Кыргызстан, Россию и другие.
Все бегуны, уложившиеся в лимит времени (3 часа), получили на финише памятные медали финишеров. Для победителей был учрежден призовой фонд. Мужчины и женщины в абсолютном зачете с 1 по 8 место на дистанции полумарафон были награждены денежными призами от 3 до 12 млн сумов, на дистанции 5 км — от 500 тысяч до 2 млн сумов для победителей с 1 по 6 места в абсолютном зачете.
Лучший результат в полумарафоне среди женщин показала Дарья Маслова из Кыргызстана — 1:12:30. Второе место заняла Ситора Хамидова из Узбекистана — 1:13:56, третье — узбекистанка Екатерина Тунгускова с результатом 1:16:13.
Среди мужчин в полумарафоне первым финишировал представитель Китая Линьцян Ян — 1:04:43, вторым — кыргызстанец Адилет Кыштакбеков — 1:05:03, третьим — Андрей Петров из Узбекистана — 1:05:20.
В забеге на 5 км весь пьедестал заняли представители Узбекистана. Азизахон Мирзакбарова завоевала золотую медаль с результатом 0:18:56, Шохсанам Хуррамова стала второй — 0:19:03, Маржона Баратова удостоилась «бронзы» — 0:19:19.
Среди мужчин в забеге на 5 км лучший результат показал Отабек Тошкуватов — 0:16:41, Хумоюн Махмудов занял второе место — 0:16:54, Хуршид Ахмадалиев получил бронзовую медаль — 0:16:57.
Все результаты полумарафона и забега на 5 км
Цель мероприятия — пропаганда здорового образа жизни и популяризация бега среди жителей и гостей города, развитие международных дружественных связей и спортивного туризма, выявление сильнейших марафонцев Узбекистана.
Организаторами мероприятия выступили Министерство физической культуры и спорта Узбекистана, хокимият Ташкента, Национальный Олимпийский комитет, Федерация легкой атлетики и Союз молодежи.
Видео
Смотреть на Mover
Фото