Распоряжением президента Узбекистана Шавката Мирзиёева на пост командующего войсками Ташкентского военного округа назначен полковник Зокиржон Эркинбоевич Сайфутдинов, сообщила пресс-служба Министерства обороны. До этого назначения он был заместителем командующего войсками Юго-Западного особого военного округа.
Зокиржон Сайфутдинов.
Напомним, предыдущий командующий войсками Ташкентского военного округа генерал-майор Баходир Курбанов в феврале был назначен министром обороны Узбекистана.
Кодиржон Турсунов.
Новым заместителем командующего войсками Юго-Западного особого военного округа стал полковник Кодиржон Абдупаттаевич Турсунов, который ранее был командиром одной из воинский частей Ташкентского военного округа.
Фарходжон Ортиков.
Фарходжон Набижонович Ортиков покинул пост командующего войсками Северо-Западного военного округа и назначен начальником Чирчикского высшего танкового командно-инженерного училища.
Дильшод Чориев.
Новым командующим войсками Северо-Западного военного округа стал полковник Дильшод Садуллоевич Чориев, до этого бывший командиром одной из воинских частей Гурумсарайского горнизона Восточного военного округа.