Флагшток высотой 57 м с флагом Узбекистана установлен в Ташкенте на площади Навруз, которая была открыта 20 марта в преддверии праздника, сообщила пресс-служба столичного хокимията.
Новая площадь расположена на пересечении улиц Мирзо Улугбек и Махтумкули в Яшнабадском районе. Для отдыхающих установлены скамейки, книжные шкафы, организованы Wi-Fi зоны. В центре площади возведен музыкальный фонтан диаметром 20 м.
Церемонию открытия посетил хоким Ташкента Джахонгир Артыкходжаев.
В июле 2018 года на площади Дружбы народов в столице был установлен 65-метровый флагшток с флагом Узбекистана.