17 марта в Зангиатинском районе Ташкентской области были найдены мертвыми гражданка Н. А. (1972 г. р.) и ее дети от первого брака Ш. Н. (1994, дочь) и Х. Н. (1995, сын), сообщила пресс-служба Генеральной прокуратуры Узбекистана.
Тела обнаружены с тяжкими телесными повреждениями — колото-резаными ранами в области грудной клетки, легких и сердца.
Следственная группа в ходе осмотра места происшествия изъяла в качестве вещественного доказательства жесткий диск камеры наблюдения в доме. Осмотр видеозаписей показал, что убийство совершил И. Х., гражданский муж Н.А.
Подозреваемый И. Х. был задержан сотрудниками прокуратуры и органов внутренних дел в Зааминском районе Джизакской области.
В отношении задержанного возбуждено уголовное дело по пунктам «а» и «ж» части 2 статьи 97 Уголовного кодекса (умышленное убийство при отягчающих обстоятельствах, то есть двух и более лиц и с особой жестокостью).
Ведется следствие. Дело взято под особый контроль Генпрокуратуры.