Оксана Чусовитина заняла второе место в опорном прыжке в финале Кубке мира по спортивной гимнастике в Азербайджане, сообщила пресс-служба Национального олимпийского комитета Узбекистана.
Кубок проходил 14−17 марта на Национальной арене гимнастики, в соревновании участвовали спортсмены из 41 страны.
43-летняя гимнастка стала второй с результатом 14,450 балла. На первом месте оказалась американская гимнастка Джейд Кэри — 14,766, «бронзу» получила мексиканская спортсменка Алекса Морено — 14,294.
20−23 марта Оксана Чусовитина выступит на этапе Кубка мира в Катаре.
Этот турнир является частью квалификации на летнюю олимпиаду в Токио-2020.