В столице начато тестирование новой форменной одежды инспекторов дорожно-патрульной службы УБДД ГУВД Ташкента, сообщила пресс-служба ГУВД.
Два инспектора ДПС в настоящее время несут службу в форме нового образца. В ходе эксперимента проверяется соответствие форменной одежды таким требованиям, как износоустойчивость, маркость (загрязняемость), удобство в ношении и при движении.
ГУВД отмечает, что также будет учитываться мнение граждан.
Фото: ГУВД Ташкента.
Фото: Водители Ташкента / Facebook.
Фото: Vachach / Facebook