Народный артист СССР, актер театра и кино Владимир Этуш умер в субботу на 97-м году жизни. Об этом агентству ТАСС сообщил Кирилл Крок, директор Театра им. Вахтангова.
Артист скончался в 14:30 (по ташкентскому времени) в больнице, куда его отвезли в пятницу.
Источник из окружения артиста сообщил ТАСС, что около месяца назад Владимир Этуш «пережил обширный инфаркт, после чего болезнь усугубилась».
Владимир Этуш родился 6 мая 1922 года. В 1939 году он поступил в Театральное училище имени Щукина, но затем прервал обучение для службы на фронте.
Артист снялся в более чем 40 фильмах, а также сыграл десятки ролей в театральных постановках. Самые запоминающиеся кинороли — Карабас-Барабас в фильме «Приключения Буратино», заведующий райкомхозом Саахов в «Кавказской пленнице» (1966), инженер Брунс в фильме «12 стульев», Антон Семенович Шпак в фильме «Иван Васильевич меняет профессию».
В 1984 году Этуш получил звание народного артиста СССР.