Молодежная сборная Пакистана по футболу до 23 лет отказалась от участия в чемпионате Азии. Отборочный раунд пройдет в Ташкенте, сам турнир — в Таиланде в 2020 году, сообщила пресс-служба Национального олимпийского комитета.
Сборная Узбекистана расположилась в группе «F» наряду с командами Таджикистана, Индии и Пакистана. Однако Пакистан пропустит соревнования.
Как сообщает издание FootballPakistan, Верховный суд Пакистана распорядился провести новые выборы президента Федерации футбола Пакистана, которые были проведены в декабре. Тогда ФФП возглавил Сайед Ашфак, но он не был признан Международной федерацией футбола (ФИФА). Организация назвала выборы «вмешательством третьей стороны» и признала Фейсала Салеха Хаята президентом федерации.
Сайед Ашфак заявил, что Федерация футбола Пакистана не принимала решения снять с турнира команду.
«Я хочу заверить, что мы отправили команду играть, — сказал он в среду. — Азиатская футбольная конфедерация (АФК) заявила, что они не признают нас, поэтому мы не могли отправить и снять команду с турнира».
За снятие с турнира команды Пакистан может быть оштрафован на 20 тысяч долларов. ФИФА и АФК приостановили финансирование федерации, говорится в сообщении.
Таким образом, только три команды в группе «F» будут бороться за путевку на чемпионат Азии в Таиланде. Матчи пройдут с 22 по 26 марта на стадионе «Пахтакор».
По итогам отборочного раунда победители 11 групп, а также 4 команды, занявшие вторые места в своих квартетах с наилучшими показателями, выйдут в финальную часть чемпионата Азии, которая пройдет с 8 по 26 января 2020 года в Таиланде.
Календарь матчей, группа «F»:
Узбекистан — Индия, 22 марта, 17:00
Таджикистан — Индия, 24 марта, 17:00
Узбекистан — Таджикистан, 26 марта, 17:00