Заместитель председателя Центрального банка Узбекистана Адхам Рустамович Исламов освобожден от должности, сообщили «Газете.uz» в ЦБ.
Адхам Исламов (1976 г. р.) занимал пост зампредседателя с февраля 2018 года, ранее работал главным консультантом Службы по координации социально-экономической политики Аппарата президента.
Саидкаххор Холхужаев. Фото: «Узагросугурта».
Новым зампредседателя Центробанка назначен Саидкаххор Мухаммадкаримович Холхужаев, с сентября 2017 года руководивший страховой компанией «Узагросугурта».