Неделя началась со вторжения антициклона на территорию Узбекистана, сообщила пресс-служба Министерства по чрезвычайным ситуациям со ссылкой на «Узгидромет».
В понедельник местами пройдет дождь, в горных районах — дождь и снег. По Каракалпакстану, Хорезмской области и регионам Ферганской долины без осадков. Местами возможно усиление ветра до 15−20 м/с.
Температура воздуха составит +10…+15 градусов, по северу — +5…+10 градусов.
5 марта по большей части территории страны осадки прекратятся, лишь ночью по Ташкентской, Самаркандской, Джизакской, Сырдарьинской, Андижанской, Наманганской и Ферганской областям неустойчивый характер погоды сохранится, местами пройдет дождь, днем без осадков.
Температура воздуха составит ночью +3…+8 градусов, днем — +8…+13 градусов.
6−9 марта ожидается преобладание погоды без осадков. Температура воздуха ночью 0…+5 градусов, днем 6−7 марта — +8…+13 градусов, 8−9 марта — +10…+15 градусов.
Прогноз погоды на ближайшие дни