Церемония открытия ледового комплекса Humo Arena состоится 15 марта в 19:00 в Ташкенте с участием президента Узбекистана Шавката Мирзиёева, сообщили «Газете.uz» в пресс-службе комплекса. Среди приглашенных гостей также — члены правительства и парламента и спортсмены Узбекистана.
В шоу, посвященном открытию, будут использованы световые, лазерные и звуковые технологии, вертикальное и горизонтальное проецирование, 3D-анимация. Ожидаются выступления артистов, танцевальных групп, акробатов и воздушных гимнастов, фигуристов, хоккеистов и представителей других видов спорта.
«Все действие на главной сцене и ледовой площадке будет представлять собой симбиоз искусства и спорта», — говорится в сообщении.
Сцена главного торжества будет трансформирована в олимпийскую площадку, где мастерство покажут боксеры, борцы, таэквондисты, футболисты, фехтовальщики, фигуристы Узбекистана, а также воспитанники ташкентской хоккейной школы «совместно с легендами мирового хоккея», отмечает пресс-служба.
Вечер продолжит ледовый спектакль «Щелкунчик», а также музыкальная шоу-программа.
Строительство комплекса началось в феврале 2017 года по инициативе президента Шавката Мирзиёева.
Комплекс расположен на территории 9 га и состоит из:
многофункциональной ледовой арены (12,5 тысячи мест);
малой тренировочной арены (200 мест);
спортивного музея, тренажерных залов, фитнес-центра, ресторана и спортивного магазина;
пятиуровневой парковки.
Катки основной и малой арены выполнены по олимпийскому стандарту (60×30 м) с возможностью трансформации под стандарты Континентальной и Национальной хоккейных лиг (60×28 и 60×26).
Главная арена будет использоваться для хоккейных матчей. Расстановка кресел может меняться в зависимости от спортивного мероприятия — на основной арене предусмотрено проведение матчей по баскетболу, волейболу, гандболу, футзалу, соревнований по боксу, таэквондо, шорт-треку, фигурному катанию и керлингу, а также концертов. Вместимость в формате концертного зала — 10 тысяч зрителей.
Малая арена вместимостью 200 мест будет служить тренировочной хоккейной ареной. Здесь также будет предусмотрено массовое катание для желающих.
На территории комплекса, кроме спортивного музея, тренажерных и фитнес-залов, будут функционировать крытая детская площадка, пункты общественного питания, магазин спортивного инвентаря и другие объекты.
На его базе будут сформированы также спортивные команды и организованы предприятия по выпуску спортивный одежды и инвентаря.