Учебные сборы военнослужащих на протяжении 45 дней проходили в учебно-тренировочном центре горной подготовки Министерства обороны Узбекистана, сообщили «Газете.uz» в пресс-службе ведомства.
Погода на Угам-Чаткальской горной цепи создавала неприятные и сложные условия, говорится в сообщении. Днем температура воздуха понижалась до −6…−4 градусов, а ночью — и до -20.
«Такие необычные трудности, да еще и снег выше колен, стали для военнослужащих настоящим испытанием на выносливость, физическую и морально-психологическую закалку», — отмечает пресс-служба Минобороны.
Военнослужащие занимались лыжной и огневой подготовкой, преодолением горных рек, обрывов, скалистной местности и других горных препятствий. Прошли тактические действия по ликвидации условной незаконной вооруженной группировки на высоте 2500−3000 м над уровнем моря, а также занятия по выживанию в экстремальных горных условиях.
Фото
Видео
 Скачать видео
 Скачать видео