28 февраля примерно в 18.45 мужчина в состоянии алкогольного опьянения повис на мосту над Ташкентской кольцевой автодорогой (возле рынка «Куйлюк») в Бектемирском районе.
Как сообщила пресс-служба ГУВД Ташкента, им оказался уроженец Джизакской области, временно проживающий в Ташкентской области. 42-летнего мужчину спасли граждане и сотрудники органов внутренних дел.
«Он доставлен в медицинское учреждение, где ему оказывается первая помощь и проводится беседа с психологами», — отмечается в сообщении.
Как отметили «Газете.uz» в пресс-службе ГУВД, причина, по которой мужчина повис на мосту, пока неизвестна.
Видео