Компания «Узбекистон темир йуллари» объявила о скидках на внутренние рейсы в дни празднования Навруза 21−24 марта.
Праздничные скидки предоставляются:
пенсионерам, инвалидам, участникам войны 1941−1945 годов и лицам, приравненным к ним, — 50%;
студентам вузов, школьникам, учащимся колледжей и лицеев, слушателям специальных учебных заведений системы МВД, МО, СГБ, ГНК, ГТК (при предоставлении удостоверений и студенческих билетов) — 15%;
семьям (от 2 человек — муж и жена; муж, жена и их дети до 18 лет; отец или мать с детьми до 18-ти лет при наличии свидетельства о браке) — 15%;
коллективам (от 4 человек и более) — 15%.
Все категории пассажиров получают скидку в 10% на перемещение в высокоскоростных электропоездах Afrosiyob.