Национальная авиакомпания «Узбекистон хаво йуллари» объявила скидки на внутриреспубликанские рейсы в дни празднования Навруза 21−24 марта, сообщила пресс-служба НАК.
Праздничные скидки предоставляются:
индивидуальным пассажирам — 30%;
туристическим группам (от пяти человек), школьникам, студентам колледжей, лицеев и вузов, учащихся и слушателей специальных учебных заведений системы МВД, МО, СГБ, ГНК, ГТК и других ведомств — 40%;
семьям (от двух человек — муж и жена; муж, жена и их дети до 18 лет; отец или мать с детьми до 18 лет) — 50%;
пенсионерам и лицам с инвалидностью — 50%;
участникам войны 1941−1945 годов и приравненных к ним, а также для лиц, награжденных орденами и медалями в годы Второй мировой войны — 50%;
участникам ликвидации последствий катастрофы на Чернобыльской АЭС — 50%.
12 ноября президент Шавкат Мирзиёев подписал указ «Об установлении дополнительных нерабочих дней в период празднования официальных дат и переносе выходных дней в 2019 году».
Согласно документу, на праздник Навруз узбекистанцы будут отдыхать четыре дня подряд: 21 марта — праздничный нерабочий день, 22 марта — дополнительный нерабочий день, 23 и 24 марта — выходные дни по календарю.