26 февраля состоялся телефонный разговор президента Узбекистана Шавката Мирзиёева с президентом Турции Реджепом Тайипом Эрдоганом, сообщила пресс-служба главы государства.
Шавкат Мирзиёев поздравил Реджепа Тайипа Эрдогана с днем рождения.
Стороны отметили положительную динамику развития узбекско-турецких отношений, стратегического партнерства и взаимовыгодного сотрудничества.
Товарооборот между Узбекистаном и Турцией за минувший год увеличился на 40%. В 2018 году в Узбекистане создано 270 предприятий с турецким капиталом. Проекты с участием турецких компаний реализуются в сфере энергетики, сельского хозяйства, модернизации инфраструктуры, туризма и других областях.
За последний год количество туристов из Турции, посетивших Узбекистан, выросло в два раза.
В завершение беседы главы государств подтвердили готовность содействовать укреплению стратегического партнерства и расширению многопланового сотрудничества между двумя странами.