Серебряный призер Олимпиады-2016 Шахрам Гиясов одержал досрочную победу над бывшим обладателем временного чемпионского пояса WBA в легком весе Дарли Пересом в рамках поединка в мексиканском Эрмосильо в воскресенье.
Видео
26-летний узбекистанский боксер, выступающий в первом полусреднем весе, на тридцатой секунде первого раунда нанес сопернику чистый хук слева, отправивший его в тяжелый нокдаун.
35-летний колумбиец (34−5−2, 24 KO) какое-то время приходил в себя, а потом поднялся, но пошатнулся в сторону. Рефери остановил поединок.
Шахрам Гиясов (9−0−0, 7 КО) защитил титул интернационального чемпиона Всемирной боксерской ассоциации (WBA).