Президент Шавкат Мирзиёев подписал постановление о повышении эффективности борьбы с опустыниванием и засухой в Узбекистане.
«Действующая система государственного управления в сфере противодействия опустыниванию земель и борьбы с засухой не позволяет обеспечивать эффективную координацию работ в данном направлении», — отмечается в документе.
Сегодня 70% территории страны, или 31,4 млн га, состоят из аридных или полуаридных (засушливых) площадей, подверженных природному засолению, распространению подвижных песков, пыльных бурь и суховеев. Вследствие Аральской катастрофы образовалась пустыня Аралкум площадью более 5,5 млн га.
Документом на Государственный комитет по лесному хозяйству возложены дополнительные функции:
реализация мер по предотвращению опустынивания, лесовосстановлению и защитному лесоразведению;
выполнение международных обязательств Узбекистана, а также эффективное взаимодействие с зарубежными и региональными организациями в этой сфере;
координация работы министерств, ведомств и органов исполнительной власти на местах, участвующих в разработке и осуществлении программ и проектов по борьбе с опустыниванием и засухой в Узбекистане;
осуществление задач национального уполномоченного органа Узбекистана в рамках выполнения Конвенции ООН по борьбе с опустыниванием и засухой.
В структуре комитета создано Управление по борьбе с опустыниванием и засухой. Комитету поручено в двухмесячный срок разработать «дорожную карту» по борьбе с опустыниванием и засухой в Узбекистане на 2019−2023 годы.
Узбекистан ратифицировал вышеупомянутую конвенцию ООН в 1995 году. Ранее колумнисты «Газета.uz» писали о необходимости создания уполномоченного органа для выполнения требований международного документа.