Сборная Узбекистана завоевала золотую, серебряную и бронзовую медали на турнире по греко-римской борьбе Polyak Imre Memorial-2019. Турнир серии Гран-при проходил 23−24 февраля в венгерском Дьёре, сообщила Международная федерация греко-римской борьбы.
В турнире также участвовали команды Ирана, Украины, Грузии, Венгрии, Китая, США, Турции, Беларуси, Сербии, Японии и других стран.
Узбекистан представляли Ильхом Бахромов, Джавохир Мирахмедов, Исломжон Бахромов, Фируз Тухтаев, Арам Варданян, Жалгасбай Бердимуратов, Мухаммадали Шамсиддинов, Джахонгир Турдиев и Муминжон Абдуллаев.
В категории до 55 кг Ильхом Бахромов завоевал золотую медаль, победив представителя Ирана Резу Хейроллу Хедри. В этой же категории Жавохир Мирахмедов стал бронзовым призером. 
Феруз Тухтаев в категории до 60 кг дошел до финала и удостоился серебряной награды, уступив корейцу Ким Хак-Сеунгу.
На турнире в Хорватии 9−10 февраля Ильхом Бахромов также завоевал «золото», а Феруз Тухтаев — «серебро».