22 февраля при пожаре в частном доме в Ургутском районе Самаркандской области погибли пять человек, включая двух малолетних детей, сообщила пресс-служба ГУПБ МВД Узбекистана.
Сообщение в диспетчерскую отдела пожарной безопасности Ургутского района поступило в 2:01. На ликвидацию пожара были направлены семь пожарных автомобилей. При прибытии пожарных экипажей на место в 2:09 дом горел открытым пламенем. Усилиями огнеборцев в 2:22 пожар был локализован и в 3:48 потушен.
Огнем были уничтожены крыша и внутреннее имущество дома на площади 150 кв. м, пострадала также крыша соседнего дома на площади 15 кв. м.
При тушении пожара были спасены хозяин дома (1954 г. р.), его жена (1956), дочь (1992), внуки (2011 и 2013), где, последний направлен в больницу с ожогами тела (10%).
Во время ликвидации пожара были обнаружены тела сыновей хозяина дома (1980 и 1986), снохи (1993) и внучек (2013 и 2018).
По факту пожара ведется расследование. Причина пожара уточняется.