Обновлено: МИД уточнил имена погибших.
Двое граждан Узбекистана погибли в результате драки 17 февраля на юго-востоке Москвы.
Как сообщила пресс-служба Министерства иностранных дел со ссылкой на посольство страны в России, один из пострадавших умер на месте, а второй скончался в больнице.
Главное управление следственного комитета по Москве возбудило уголовное дело по части 4 статьи 111 УК РФ (умышленное причинение тяжкого вреда здоровью, повлекшее смерть).
В результате инцидента скончались граждане Узбекистана Нусратов Нодирбек Гуломкодирович (29.10.1989) и Джамолитдинов Зиёдулла Рузибой угли (05.11.1992).
Как позже уточнил МИД, тело Зиёдуллы Джамолитдинова доставлено как неустановленное лицо, не имевшее при себе документов. Отабек Нусратов (24.10.1987) находится в больнице с ранениями.
Консульский отдел посольства установил контакты с российскими ведомствами и держит ситуацию на контроле.
По данным Главного управления следственного комитета по Москве, 17 февраля возле здания по Волгоградскому проспекту произошла драка на бытовой почве в связи с конфликтом между работниками автомоечного комплекса.
Проводятся следственные действия и оперативно-розыскные мероприятия, направленные на установление обстоятельств преступления.