Национальную программу по совершенствованию эндокринологической помощи населению на 2019−2021 годы и комплекс мер по ее реализации планируется принять в Узбекистане. Это предусмотрено проектом постановления президента, опубликованным для общественного обсуждения.
В числе основных проблем сферы перечислены рост числа больных сахарным диабетом, особенно с осложненными его формами, отсутствие ранней диагностики преддиабетических состояний, низкая укомплектованность региональных учреждений квалифицированными специалистами по эндокринологии.
В соответствии с задачами программы, планируется кардинально улучшить профилактику сахарного диабета и охватить население упреждающими мероприятиями, в частности:
проводить скрининг сахарного диабета среди лиц старше 45 лет с факторами риска развития сахарного диабета, а также беременных женщин со сроком беременности 24−28 недель;
создать онлайн-регистр больных сахарным диабетом;
внедрить методы диагностики эндокринных заболеваний путем бесперебойного своевременного обеспечения региональных эндокринологических диспансеров необходимыми реактивами, в частности для определения гликированного гемоглобина и гормонов щитовидной железы.
Документом предлагается обеспечить детей и подростков с сахарным диабетом 1-го типа аналоговыми инсулинами и устройствами для введения инсулина (инсулиновые шприц-ручки) и средствами самоконтроля.
Детей, подростков, кормящих и беременных женщин планируется обеспечить йодсодержащими препаратами.
Обсуждение проекта завершится 1 марта.