Узбекистан впервые в своей истории разместил два транша евробондов совокупным объемом 1 млрд долларов. Доходность 5-летних бумаг объемом 500 млн долларов составит 4,75% годовых, 10-летних объемом 500 млн долларов — 5,375%.
Как сообщила пресс-служба Министерства финансов со ссылкой на отчет Лондонской фондовой биржи, сроки погашения долговых облигаций установлены на февраль 2024 и 2029 годов.
Спрос инвесторов превысил объем размещения почти в четыре раза и составил накануне закрытия книги 3,8 млрд долларов от примерно 150 институциональных инвесторов. Это позволило снизить ориентиры по доходности в ходе сбора заявок с 5,625−5,75% и 6% годовых до 4,75% и 5,375% годовых соответственно.
С географической точки зрения большую часть 5-летних и 10-летних долговых облигаций выкупили инвесторы из Великобритании — 39% и 32% соответственно, в то время как на американских инвесторов пришлось — 23% и 31%, на инвесторов континентальной Европы — 32% и 27%, стран Азии, Ближного Востока и Северной Африки — 6% и 10%.
Основными покупателями евробондов оказались управляющие фондов — 75% и 78%, страховые компании и пенсионные фонды выкупили 20% и 16% облигаций, в то время как банки и частные банки — 5% и 6%.
«Успех дебютного выпуска еврооблигаций отражает веру инвесторов в прочные экономические основы Узбекистана, прогресс реформ и стратегию управления долгом», — говорится в сообщении биржи.
Ключевые тезисы:
Узбекистан вышел на рынок еврооблигаций со знаменательной и очень успешной сделкой;
Сильная поддержка инвесторов приводит к смелому пересмотру цен и окончательному ценообразованию в странах с более высоким рейтингом в Узбекистане;
Создание ориентира (бенчмарка) базовой кривой доходности для будущих выпусков еврооблигаций государственных компаний, корпораций и других финансовых учреждений Узбекистана;
Первое размещение суверенных облигаций в СНГ в 2019 году.
Министр финансов Джамшид Кучкаров в интервью Bloomberg рассказал о важности выпуска страной евробондов, назвав это хорошей новостью для потенциальных инвесторов.