Должности главного психиатра Узбекистана и главного суицидолога Узбекистана впервые появятся в стране, это предусмотрено постановлением президента от 13 февраля.
Документом утверждена Концепция развития службы охраны психического здоровья населения Узбекистана на 2019−2025 годы. Среди основных задач концепции:
стимулирование развития частной медицинской практики в сфере оказания психиатрической помощи населению;
недопущение стигматизации и дискриминации людей по признаку наличия психических расстройств, обеспечение равных условий для реализации прав, свобод и законных интересов лиц, страдающих психическими расстройствами;
охват психиатрической помощью всех возрастных групп нуждающегося населения, повышение доступности качественных медицинских услуг по выявлению, лечению и реабилитации лиц, страдающих психическими расстройствами;
внедрение модели межведомственной мультидисциплинарной бригадной работы при оказании психиатрической помощи, особенно в регионах республики.
На базе действующих психиатрических учреждений будут открыты дневные стационары для лиц с обострениями или декомпенсациями психических расстройств, которые нуждаются в ежедневном врачебном наблюдении, но без обязательной госпитализации в круглосуточный стационар.
Лица, страдающие психическими расстройствами, также смогут получать бесплатную юридическую помощь.
Министерству здравоохранения поручено принять меры по обеспечению лиц, страдающих психическими расстройствами, современными высокоэффективными лекарствами.
Напомним, с 1 мая прошлого года частные медицинские организации получили право оказывать населению некоторые услуги по диагностике и лечению психических расстройств и расстройств поведения.