Национальный оператор «Узбектелеком» с 1 марта увеличит абонентскую плату за городскую телефонную связь, сообщила пресс-служба компании.
Ежемесячная абонентская плата для населения за пользование городской телефонной сетью повышается с 3000 до 5800 сумов, сельской — с 1350 до 2600 сумов.
Отменяются система расчетов при абонентской и повременной оплате услуг, а также понижающие коэффициенты для звонков в вечернее время и выходные и праздничные дни.
Льготы по предоставлению доступа к сети и по оплате за пользование телефоном сохранены.
Тарифы на другие универсальные услуги компании «Узбектелеком» останутся прежними.
Напомним, с сентября 2018 года в связи с переходом на девятизначную систему нумерации и отменой услуги «междугородняя телефонная связь» действует единый тариф на услуги местной и междугородной связи в размере 12 сумов за минуту разговора независимо от расстояния (сверх лимита в 180 минут в месяц).