Ни хокимият Ташкента, ни хокимият Миробадского района не принимали решения о сносе жилых домов и постройке многоэтажных жилых комплексов на территории махалли «Лолазор» («Полкушка»). Об этом во вторник официально заявил хокимият столицы.
В субботу «Газета.uz» сообщала о планах сноса жилых зданий в махалле, озвученных на встрече с жителями застройщиком, который также представил дизайн-проект будущих новостроек.
Трехэтажный дом в махалле «Лолазор».
Хокимият в своем сообщении уточняет, что речи о сносе трехэтажных домов не идет, но подтверждает, что некие инвесторы предложили администрации города возвести многоэтажные жилые комплексы на месте двухэтажных домов №№27/3, 27/3а, 27/3б, 27/3 В и 27/4, «не имеющих никакой исторической ценности».
Двухэтажный дом в махалле «Лолазор».
При этом по показанным возможным застройщиком эскизам было видно, что снести предлагается не пять двухэтажных домов, а намного больше.
Показанный жителям проект.
В хокимияте Ташкента заверяют, что решение о сносе многоэтажных жилых домов будет принято только после получения полного согласия жителей, проживающих в этих домах, и в этом вопросе будут полностью гарантированы законные права граждан.
Отметим, что хокимият Мирабадского района в своем субботнем заявлении назвал дома махалли «пятном на красоте столицы».