Футбольный матч Лиги чемпионов АФК между ташкентским «Пахтакором» и иракским «Эйр Форс» был приостановлен на 14-й минуте первого тайма из-за поломки дренажной системы стадиона «Пахтакор», сообщили «Газете.uz» в пресс-службе столичной команды.
На устранение поломки потребовалось около получаса, и судья встречи Ким Хи Гон добавил к первому тайму 24 минуты.
Фото: championat.asia. 
Игра завершилась победой хозяев поля со счетом 2:1. 
Отметим, что во вторник начался второй предварительный этап Лиги чемпионов АФК (Азиатской конфедерации футбола), в рамках которого выступят «Пахтакор» и АГМК.