Национальное агентство проектного управления (НАПУ) при президенте Узбекистана представило концепцию бренд-айдентики Джизакской области, разработанную к запуску пилотного проекта «Илгор худуд» («Передовой регион»).
Разработанный логотип сочетает в себе три элемента: пин — универсальный символ места, внутри которого открывается дверь в Джизак, обозначенный буквой «J», — с нее начинается название региона и города.
«Основным рабочим пространством знака является буква „J“, которая может быть прозрачной, залитой цветом, содержащей паттерн или какой-либо имидж. Оставшееся пространство может быть второстепенно использовано для размещения текста различного объема — от коротких посылов до нескольких параграфов», — говорится в сообщении.
Представленный вариант неокончательный, концепт будет развиваться в течение нескольких месяцев, отметили в НАПУ.
С 1 марта в Джизакской области начнется реализация пилотного проекта «Передовой регион». Программа подразумевает масштабную трансформацию всей области с уклоном на привлечение крупных инвестиций. НАПУ определено ответственным органом за подготовку и реализацию этого проекта.
Проектные изображения
Пример маркетинговой коммуникации для потенциальных инвесторов
Пример афиши фестиваля искусств
Пример афиши сити-формата
Пример оформления городской автобусной остановки