12 февраля по большей части территории Узбекистана ожидается погода без осадков, лишь по югу страны с очередным выносом влажного воздуха местами возможен дождь, сообщила пресс-служба Министерства по чрезвычайным ситуациям со ссылкой на Узгидромет.
В этот день ожидается повышение температуры ночью до +5…+7 градусов, днем до +14…+17 градусов.
13−14 февраля по Узбекистану распространится влияние теплой воздушной массы с последующим вторжением относительно холодного воздуха с районов Поволжья — по республике пройдут дожди, на севере — дождь, снег. Температура воздуха к четвергу понизится до +5…+10 градусов.
В пятницу осадки по большей части территории республики прекратятся, лишь по Ташкентской области и Ферганской долине местами пройдут дожди, возможен переход в снег. Температура воздуха ночью понизится до −2…+3 градусов, днем — +7…+12 градусов.
16 февраля установится погода без осадков, температура воздуха днем повысится до +10…+15 градусов.
Прогноз погоды на ближайшие дни