Ихтиёр Бахтиёрович Абдуллаев покинул должность председателя Службы государственной безопасности Узбекистана по состоянию здоровья, сообщили «Газете.uz» источники в правительстве.
Как уточнила пресс-служба президента Узбекистана, Ихтиёр Абдуллаев освобожден от должности «по собственному желанию в связи с ухудшением здоровья (за последний год пережил две сложные хирургические операции на шейном и поясничном отделах позвоночника, а также операцию на глаза)».
Ихтиёр Абдуллаев (1966 г. р.) возглавлял СГБ с 31 января 2018 года. Ранее, с 2015 года, работал генеральным прокурором Узбекистана, а с 2009 года — государственным советником президента.
Главой Службы государственной безопасности назначен генерал-лейтенант Абдусалом Абдумавлонович Азизов (1960 г. р.), освобожденный в связи с назначением с поста министра обороны Узбекистана. Он возглавлял Минобороны с сентября 2017 года.
Абдусалом Азизов.
Новым министром обороны стал генерал-майор Баходир Курбанов, командовавший Ташкентским военным округом.
Баходир Курбанов.
Баходир Курбанов с февраля 2018 года служил командующим войсками Ташкентского военного округа, включающего территории Ташкента, столичной и Сырдарьинской областей. Прежде, с декабря 2015 года, он занимал пост главы столичного ГУВД.