Министр иностранных дел Узбекистана Абдулазиз Камилов 22 августа принял посла Франции Виолен Бийет де Вильмор, завершающую дипломатическую миссию, сообщила пресс-служба МИДа.
Глава внешнеполитического ведомства оценил успешную деятельность посла и выразил признательность за усилия по развитию двусторонних отношений.
Абдулазиз Камилов также отметил поддержку посольством Франции и лично Виолен Бийет де Вильмор реализации социально значимых проектов в Узбекистане.
Виолен Бийет де Вильмор была назначена послом Франции осенью 2016 года.