Международная правозащитная организация Freedom House опубликовала обновленный рейтинг свободы в мире (Freedom in the World).
Узбекистан по 100-балльной шкале получил на 2 балла больше, чем в прошлом году — 9, и продолжает оставаться в категории «несвободных» стран. Такой же показатель зафиксирован у Таджикистана.
Среди стран Центральной Азии в списке «несвободных» также значатся Туркменистан (2 балла) и Казахстан (22). Кыргызстан набрал 38 баллов и стал единственной страной в регионе, получившей статус «частично свободная».
Эксперты Freedom House оценивают уровень свободы стран по двум категориям: политические права и гражданские свободы. Каждая из них рассчитывается по шкале от 1 (наилучший результат) до 7 (наихудший).
Узбекистан получил 7 баллов за «политические права» и 6 баллов за «гражданские свободы», «индекс свободы» определен в 6,5 балла.
Лидерами рейтинга стали Норвегия, Финляндия и Швеция, набравшие по 100 баллов. Наихудшие показатели — у Сирии, Южного Судана (0), Эритреи, Туркменистана (2) и КНДР (3).
В общей сложности Freedom House насчитывает в мире 87 «свободных» стран и территорий, 64 «частично свободных» и 58 «несвободных».