На улице Амира Темура в Ташкенте за 90 м до перекрестка с улицей Навои (перед офисом компании UMS) открыто место для разворота транспортных средств, сообщила пресс-служба хокимията столицы.
Разворот должен снизить нагрузку на перекресток (Google-карта), где на разворот и поворот налево скапливается большое количество автомобилей.
Как стало известно «Газете.uz», по инициативе Департамента транспорта и развития дорожно-транспортной инфраструктуры Ташкента и УБДД ГУВД столицы такие же развороты планируется открыть и в других местах.
В частности, разворот намечено открыть на этой же улице Амира Темура недалеко от Ташкентского финансового института.
Кроме того, развороты должны появиться на Малой кольцевой до пересечения с улицей Лутфи (в направлении от улицы Фозилтепа, карта) и до перекрестка с Фозилтепа (в направлении от Лутфи, карта).
Предлагаем читателям указать в комментариях, на каких улицах Ташкента можно открыть развороты у загруженных перекрестков.