Несовершеннолетний юноша погиб, получив ножевое ранение в драке, сообщила пресс-служба ГУВД.
3 февраля примерно в 23:40 в Мирабадском районе Ташкента на улице Сарыкульской между ранее судимым 22-летним Сулейманом С. и 19-летним Сергеем Ф. произошла ссора, как пояснили участники конфликта, из-за девочки.
Сергей позвал на выручку своих друзей — 21-летнего Серикбая К. и 16-летнего Темура М. Последнему в процессе драки Сулейман С. нанес ножевое ранение, после чего с места преступления скрылся.
Темур М. был доставлен в больницу, где, несмотря на усилия врачей, скончался, не приходя в сознание.
По данному факту возбуждено уголовное дело по статье 97 («Умышленное убийство») Уголовного кодекса Узбекистана. Подозреваемый задержан.