4−5 февраля ожидается вторжение холодного антициклона с районов Поволжья — по Узбекистану местами пройдут дожди, сообщила пресс-служба Министерства по чрезвычайным ситуациям по ссылкой на Узгидромет.
В эти дни возможно усиление ветра до 15−20 м/с, местами до 23−28 м/с. Температура воздуха к 5 февраля понизится ночью и днем до 0…+5 градусов Цельсия, местами — до -2 градусов.
6 февраля по большей части республики осадки прекратятся, лишь по Ташкентской, Андижанской, Наманганской, Ферганской областям местами возможен небольшой снег. Температура воздуха ожидается ночью −7…−2, днем −2…+3 градуса.
7−8 февраля установится погода без осадков. Температура воздуха ожидается 7 февраля ночью −7…−2, днем +2…+7 градусов, 8 февраля ночью −7…−2, днем +5…+10 градусов.
С 9 на 10 февраля ожидается очередное вторжение с районов Поволжья — по республике местами пройдут дождь и снег. Температура воздуха будет в пределах ночью −5…−0 градусов, днем +3…+8 градусов.
Прогноз погоды на ближайшие сутки