Со 2 февраля скоростной электропоезд Afrosiyob №762/761 «Ташкент-Бухара-Ташкент» начал делать двухминутную остановку на вокзале Джизака, сообщила пресс-служба компании «Узбекистон темир йуллари».
Изменения внесены в расписание «в целях развития туристического потенциала, создания комфортных условий для туристов и инвесторов, а также по многочисленным предложениям пассажиров», говорится в сообщении.
Напомним, с 1 марта в Джизакской области стартует реализация пилотного проекта «Илгор худуд» («Передовой регион»). Здесь намечены улучшение инвестиционного климата и условий жизни населения, а также развитие новых отраслей промышленности.
Расписание№762 «Ташкент-Бухара»
7:28 — отправление с центрального вокзала «Ташкент»
8:54 — прибытие в Джизак
8:56 — отправление из Джизака
9:42 — прибытие в Самарканд
9:50 — отправление из Самарканда
10:40 — прибытие в Навои
10:42 — отправление из Навои
11:19 — прибытие в Бухару
№761 «Бухара-Ташкент»
15:50 — отправление из Бухары
16:27 — прибытие в Навои
16:29 — отправление из Навои
17:20 — прибытие в Самарканд
17:28 — отправление из Самарканда
18:14 — прибытие в Джизак
18:16 — отправление из Джизака
19:44 — прибытие в Ташкент