30 января ожидается вынос влажной и относительно прохладной воздушной массы с районов Каспийского моря на территорию Узбекистана, сообщила пресс-служба Министерства по чрезвычайным ситуациям со ссылкой на Узгидромет.
29−31 января по республике местами пройдут дожди, по северу 30 января не исключен переход дождя в снег.
Температура воздуха к 31 января понизится на 6−8 градусов и приблизится к нормальным для этого периода значениям температуры, отметили синоптики.
1−2 февраля с районов Каспийского моря ожидается заток относительно прохладной воздушной массы.
Существенных осадков не ожидается, температура воздуха будет ночью в пределах −2…+3, днем — +5…+10 градусов.
По горным районам республики с 28 января по 2 февраля лавиноопасно.
Прогноз погоды на ближайшие дни