Международная антикоррупционная организация Transparency International опубликовала ежегодный Индекс восприятия коррупции (Corruption Perception Index) за 2018 год.
Узбекистан по 100-балльному индексу получил на 1 балл больше, чем в прошлом году — 23, но в общем рейтинге позиция страны снизилась на 1 пункт до 158-го места среди 180 стран и территорий. Такие же показатели зафиксированы у Мозамбика.
Индекс восприятия коррупции, рассчитывающийся по шкале от 0 (крайне высокий уровень восприятия коррупции) до 100 (крайне низкий), основан на оценках экспертов и бизнеса уровня коррупции в государственном секторе.
Как и в предыдущие годы, более двух третей государств мира имеют балл ниже 50, а средний балл равен 43. По мнению составителей индекса, это показывает, что продолжающаяся неспособность большинства стран значительно контролировать коррупцию способствует кризису демократии во всем мире. 
«Хотя есть исключения, данные свидетельствуют, что, несмотря на некоторый прогресс, большинство стран не могут серьезно ограничить коррупцию», — сообщает Transparency International.
С 2012 года значительно улучшили свой рейтинг только 20 стран, в том числе Эстония и Кот-д'Ивуар, при этом значительно снизился рейтинг 16 стран, включая Австралию, Мальту и Чили.
Лидерство рейтинга с 88 баллами вернула Дания, в прошлогоднем рейтинге уступившая место Новой Зеландии (87). В топ-10 рейтинга также вошли Финляндия, Сингапур, Швеция и Швейцария (по 85 баллов), Норвегия (84), Нидерланды (82), Канада и Люксембург (по 81). Наихудшие показатели — у Сомали (10), Сирии, Южного Судана (по 13), Йемена и Северной Кореи (по 14).
Регион с наивысшим рейтингом — Западная Европа и Европейский cоюз со средним баллом 66, а регионами с самым низким рейтингом являются Африка (средний балл — 32), Восточная Европа и Центральная Азия (35).
«Наши исследования установили четкую взаимосвязь между наличием здоровой демократии и успешной борьбой с коррупцией в государственном секторе», — заявила председатель правления Transparency International Делия Феррейра Рубио.
Для достижения реального прогресса в борьбе с коррупцией и укрепления демократии международная организация призывает правительства:
укреплять институты, ответственные за поддержание сдержек и противовесов в политической власти и обеспечивать их способность работать без запугивания;
устранить брешь между антикоррупционным законодательством, его практической реализацией и правоприменением;
поддерживать общественные организации, повышающие вовлеченность в политическую деятельность и общественный контроль над государственными расходами, в частности, на местном уровне;
поддерживать свободные и независимые СМИ, а также обеспечивать безопасность журналистов и наличие у них возможности работать без запугивания и притеснений.
Страны бывшего СССР в Индексе восприятия коррупции-2018
Эстония — 73 балла / 18-е место
Литва — 59 / 38
Латвия — 58 / 41
Грузия — 58 / 41
Беларусь — 44 / 70
Армения — 35 / 105
Молдова — 33 / 117
Украина — 32 / 120
Казахстан — 31 / 124
Кыргызстан — 29 / 132
Россия — 28 / 138
Азербайджан — 25 / 152
Таджикистан — 25 / 152
Узбекистан — 23 / 158
Туркменистан — 20 / 161