Указами президента Узбекистана от 28 января назначены первый замминистра и заместители министра инвестиций и внешней торговли, сообщила пресс-служба главы государства. Возглавил министерство, как мы писали ранее, Сардор Умурзаков. 
Первым заместителем министра назначен Сунатулла Бекенов, бывший ранее первым заместителем председателя Государственного комитета Узбекистана по инвестициям.
Фото: invest.gov.uz
Еще один бывший первый заместитель председателя Государственного комитета по инвестициям Лазиз Кудратов назначен заместителем министра инвестиций и внешней торговли.
Фото: «Газета.uz».
Шухрат Вафаев, освобожденный от должности зампреда Госкоминвестиций, также стал заместителем министра инвестиций и внешней торговли, сохранив при этом должность исполнительного директора Фонда реконструкции и развития.
Фото: invest.gov.uz
 Экс-замминистра внешней торговли по вопросам вступления во Всемирную торговую организацию Бадриддин Абидов стал замминистра инвестиций и внешней торговли.
Фото: mft.uz.