Дубайская авиакомпания flydubai начнет выполнять рейсы между Дубаем и Ташкентом с 11 марта, сообщили «Газете.uz» в пресс-службе перевозчика. Рейсы будут осуществляться пять раз в неделю, а с 31 мая станут ежедневными.
Полеты по новому маршруту будут выполняться в рамках код-шерингового соглашения с авиакомпанией Emirates из терминала 3 международного аэропорта Дубая на самолетах Boeing 737 MAX 8.
Исполнительный директор flydubai Гейт Аль Гейт выразил удовлетворение тем, что компания стала первым национальным авиаперевозчиком ОАЭ, предлагающим прямые рейсы в Ташкент.
«Это создает возможности для дальнейшего развития туризма и торговых потоков, а также отражает наше стремление открывать рынки, испытывавшие недостаток в авиасообщении с Дубаем, и предлагать больше вариантов для путешествий в Дубай и за его пределы», — сказал он.
flydubai выполняет полеты в Центральную Азию с ноября 2010 года. Первым направлением в регион стал Ашхабад. С февраля 2012 года осуществляются рейсы в Бишкек, с апреля 2013 года — в Душанбе, с сентября 2014 года — в Алматы и Шымкент, с октября 2015 года — в Астану.
Emirates разместит свой код на рейсах по новому маршруту в рамках код-шерингового соглашения с flydubai, объявленного в июле 2017 года. При бронировании рейсов flydubai пассажирам Emirates предоставляется бесплатное питание и норма провоза багажа Emirates как в эконом-, так и в бизнес-классе.
Стоимость возвратного тарифа бизнес-класса начинается от 7500 дирхамов ОАЭ (1785 долларов США), включая 40 кг зарегистрированного багажа и все сборы. Тариф эконом-класса начинается от 1545 дирхамов (420 долларов), включая 7 кг ручной клади и все сборы.
Расписание рейсов:
FZ1941 Дубай-Ташкент: вылет — 21:20, прилет — 1:45;
FZ1942 Ташкент-Дубай: вылет — 3:15, прилет — 6:05.