Мать учащегося 11-го класса школы №4 Джаркурганского района Сурхандарьинской области заявила об избиении ее сына директором школы за опоздание. Об этом говорится в ее заявлении в областную прокуратуру.
Как сообщили «Газете.uz» в пресс-службе Генеральной прокуратуры Узбекистана, в заявлени женщина указала, что в результате избиения у мальчика произошел разрыв барабанной перепонки.
Прокуратура Джаркурганского района начала доследственную проверку по заявлению матери школьника. Назначена судебно-медицинская экспертиза.
В Генеральной прокуратуре сообщили, что дело взято под контроль ведомства.