Зангиатинский районный уголовный суд Ташкентской области освободил раньше установленного срока четырех женщин под поручительство Комитета женщин Узбекистана, сообщили «Газете.uz» в комитете.
На открытом судебном заседании в 42-й колонии суд постановил освободить отбывающих тюремный срок женщин, «чистосердечно раскаявшихся и решивших посвятить жизнь благополучию семьи, воспитанию детей и развитию общества».
Сокращены установленные для них сроки наказания, а оставшийся неотбытый срок заменен на исправительные работы с отчислением 20% оплаты в доход государства.
Освобожденным окажут помощь в трудоустройстве и адаптации региональные отделения Комитета женщин в рамках соответствующей программы, запущенной с 2019 года.
На поруки комитета переданы:
З. К., осужденная на 5 лет и 2 месяца (до 25 июня 2022 года) по пункту «а» части 3 статьи 169 (кража, совершенная повторно или опасным рецидивистом) Уголовного кодекса Узбекистана;
Ш. М., осужденная на 5 лет (до 10 мая 2022 года) по пункту «б» части 4 статьи 113 (сводничество или содержание притонов, совершенное повторно, опасным рецидивистом или лицом, ранее совершившим преступления, предусмотренные статьями 135 или 137) УК;
М. У., осужденная на 5 лет и 6 месяцев (13 сентября 2022 года) по пункту «б» части 3 статьи 168 (мошенничество, совершенное повторно или опасным рецидивистом) и пункту «а» части 2 статьи 211 (дача взятки повторно, опасным рецидивистом…) УК;
Д. Х., осужденная на 6 лет (до 10 мая 2022 года) по пункту «б» части 3 статьи 168 (мошенничество, совершенное повторно или опасным рецидивистом).
Как уточнили «Газете.uz» в Комитете женщин, в 2018 году под его поручительство освобождены от административного и уголовного наказания 893 женщины.