Правительство Узбекистана 20 августа утвердило новый порядок поверки приборов учета электроэнергии, природного газа, питьевой и горячей воды, сообщил Telegram-канал Министерства юстиции.
С 1 ноября заявки на оказание услуг по поверке счетчиков будут приниматься через центры государственных услуг или через Единый портал интерактивных государственных услуг.
Периодичность поверки счетчиков для юридических лиц составляет 4 года, для физических лиц — 8 лет.
Постановлением установлено, что срок действия сертификата поверки, полученного до 1 ноября, остается в силе.
Новость обновлена. Уточнено, что центры госуслуг будут принимать заявки, а не оказывать услуги по поверке счетчиков.