Пассажир, угрожавший захватить самолет рейса Сургут-Москва задержан, сообщило РИА Новости со ссылкой на Следственный комитет России.
«Им оказался ранее судимый за порчу имущества житель Сургута», — отметили в ведомстве.
Никто из пассажиров и членов экипажа не пострадал. Против мужчины возбудили дело по статье «Угон воздушного судна, сопряженный с угрозой применения насилия». Ему грозит от 7 до 12 лет тюрьмы.
Ранее пьяный пассажир рейса Сургут-Москва, угрожая, что у него имеется оружие, пытался прорваться в кабину пилотов, требовал изменить курс и, по данным ряда СМИ, направиться в Афганистан. Экипажу удалось уговорить пассажира на дозаправку воздушного судна, после чего самолет сел в Ханты-Мансийске.
В Национальном антитеррористическом комитете России заявили, что командир экипажа принял единственно верное решение, посадив самолет в ближайшем аэропорту.
Сотрудники Следственного комитета приехали в аэропорт. Территорию авиагавани оцепили, а людей эвакуировали. Злоумышленник еще некоторое время находился в салоне самолета, однако вскоре сотрудники силовых ведомств задержали его.
После происшествия «Аэрофлот» попросил пассажиров отнестись с пониманием к усиленному контролю за соблюдением мер безопасности при посадке на борт.
В авиакомпании отметили, что инцидент не повлиял на работу «Аэрофлота», все рейсы выполняются по расписанию.