Во дворце Бельвю в Берлине состоялась встреча президента Узбекистана Шавката Мирзиёева и президента Германии Франка-Вальтера Штайнмайера, сообщила пресс-служба главы государства.
Стороны обсудили вопросы углубления политического диалога и взаимовыгодного сотрудничества.
Подтверждено стремление продолжать взаимную поддержку в рамках Организации Объединенных Наций, Организации по безопасности и сотрудничеству в Европе
и других международных структур.
Президенты подтвердили важность укрепления отношений на основе реализации новой стратегии Евросоюза по Центральной Азии, разрабатываемой по инициативе Берлина.
Шавкат Мирзиёев предложил наладить диалог в формате «Центральная Азия + Германия».
Отмечалось, что в процессе коренной модернизации экономики Узбекистана особое значение приобретает привлечение немецкого опыта и технологий.
Обсуждено сотрудничество в культурно-гуманитарной области. Отмечена перспективность использования немецких педагогических технологий в сфере школьного образования, в том числе реализации инициативы «Школы: партнеры будущего» (PASCH), а также открытия в Узбекистане филиалов вузов Германии и углубления культурных связей.
Шавкат Мирзиёев пригласил Франка-Вальтера Штайнмайера посетить Узбекистан с ответным визитом. Федеральный президент заявил о готовности посетить страну весной этого года.