В Узбекистане снимут режим секретности с показателей производимых и реализуемых объемов золота, отмечается в постановлении президента Шавката Мирзиёева от 17 января. Меры по исполнению этого поручения должны быть приняты в месячный срок.
Документом также поручено оптимизировать штатную численность работников режимно-секретных подразделений крупных предприятий горно-металлургической отрасли.
Ранее Министерство финансов в проекте постановления правительства предлагала снять запрет на публикацию отдельной информации.
Среди них:
информация об общих запасах полезных ископаемых, объеме добычи (производства) и продажи, а также распределении средств;
финансовые отчеты на основе национальных или международных стандартов Фонда реконструкции и развития, Алмалыкского и Навоийского горно-металлургических комбинатов, начиная с 2013 года;
информация о золотовалютных резервах и их структуре до 1 января 2017 года;
информация об общем объеме государственных и гарантированных государством задолженностях (внутренних и внешних), их источниках, форме валюты, процентных ставках, условиях погашения, освоения и возврата денег в разрезе организаций с долговыми обязательствами.