Церемония обмена текстами подписанного соглашения о долгосрочных поставках урана в Индию состоялась 18 января в рамках международного саммита «Динамичный Гуджарат» в Гандинагаре, сообщила пресс-служба президента.
По данным пресс-службы премьер-министра Индии, соглашение о долгосрочной поставке концентрата урановой руды для энергетических нужд Индии было подписано между Департаментом по атомной энергии и Навоийским горно-металлургическим комбинатом.
Как сообщали индийские СМИ, в 2014—2018 году Узбекистан поставил в Индию 2000 тонны урана. 
Обмен предваряла встреча главы Узбекистана Шавката Мирзиёева с премьер-министром Индии Нарендрой Моди.
В ходе нее рассмотрены вопросы реализации договоренностей и соглашений по итогам государственного визита президента Узбекистана в Индию в октябре прошлого года, а также перспективы расширения узбекско-индийского многопланового сотрудничества.
Отмечено, что в Ташкенте начал работу совместный Центр развития предпринимательства, планируется открытие в Узбекистане офиса Конфедерации индийской промышленности.
Совместно с индийскими партнерами создаются Технопарк программных продуктов и ИТ в Ташкенте и фармацевтическая зона в Андижанской области.
С Эксимбанком Индии достигнута договоренность о выделении льготной кредитной линии на сумму 200 млн долларов для финансирования социально значимых проектов в Узбекистане.
С нового учебного года в стране откроются двери филиалы индийских университетов «Амити» и «Шарда».
Главы государств отметили важность ускорения реализации проектов и программ сотрудничества в сфере информационно-коммуникационных технологий, здравоохранения, фармацевтической отрасли, ювелирной промышленности, сельского хозяйства, модернизации туристической инфраструктуры и других направлениях.