Бронзовый призер Олимпиады-2016 Муроджон Ахмадалиев одержал победу техническим нокаутом над колумбийцем Уилнером Сото в рамках боксерского шоу 13 сентября в Нью-Йорке.
Обязательный претендент на титул WBA в первом полулегком весе Муроджон Ахмадалиев (7−0, 6 KO) должен был выйти на ринг против чемпиона WBA и IBF в первом полулегком весе Дэниэла Романа (27−2−1, 10 КО), который получил травму за несколько дней до боя за титул.
Муроджон Ахмадалиев и Уилнер Сото на церемонии взвешивания.
Уроженец Наманганской области в четвертом раунде нанес серию тяжелых ударов Уилнеру Сото (22−7, 12 KO), после чего судья решил остановить поединок и объявить победу узбекистанца техническим нокаутом.
«Я был рожден, чтобы сражаться, — сказал Муроджон Ахмадалиев. — Я всегда готов бороться, сегодня, завтра и в любом месте в мире».
Видео2016 Olympic bronze medalist Murodjon Akhmadaliev (7−0, 6 KO’s) delivered a sustained beating in the 4th rd over late sub Wilner Soto (22−7) to earn a TKO-4. Akhmadaliev says he’s ready for Roman any time. #HaneyAbdullaev pic.twitter.com/Orw5Ii0jrz
— Tim — Boxeo Boxen бокс 拳闘 Boksing มวย Boks 拳击 (@Hock1717) September 13, 2019