Ряд полномочий Национального агентства проектного управления при президенте Узбекистана передан другим министерствам и ведомствам. Это предусмотрено указом главы государства от 10 января.
Функции и задачи НАПУ оптимизированы с учетом приоритетного развития цифровой экономики и качественного проектного управления, а также в соответствии с задачами Концепции административной реформы.
Так, предприятие «Центр комплексной экспертизы проектов и импортных контрактов» передается Министерству экономики и промышленности. 
Полномочия агентства по обеспечению государственного регулирования оценочной деятельности и утверждения стандартов оценки имущества переходят Госкомконкуренции.
Полномочия «Центра по аккредитации» по лицензированию деятельности по разработке архитектурно-градостроительной документации и аккредитации лиц, осуществляющих экспертизу проектов строительства, передаются Министерству строительства.
Сам «Центр по аккредитации» переходит в ведение Узбекского агентства стандартизации, метрологии и сертификации. 
Уполномоченным органом в области государственных закупок теперь становится Министерство финансов. 
Кроме того, документ предписывает привлекать резидентов Инновационного центра по поддержке разработки и внедрения информационных технологий Mirzo Ulugbek Innovation Center к реализации проектов в сфере ИКТ в рамках развития системы «Электронное правительство» и реализации программы «Цифровой Узбекистан-2030».
Указом создается предприятие «Центр управления проектами электронного правительства и цифровой экономики при НАПУ».
Центр развития системы «Электронное правительство» при Министерстве по развитию ИТ и коммуникаций упраздняется. 
В декабре указом президента агентство назначено уполномоченным органом в области электронного правительства.