Сборная Узбекистана по футболу одержала победу над командой Омана в рамках первого тура группового этапа Кубка Азии. Матч на стадионе «Шарджа» в ОАЭ в среду завершился со счетом 2:1.
Счет открыли подопечные главного тренера Эктора Купера. На 34-й минуте со штрафного забил полузащитник Одил Ахмедов.
Во втором тайме нападающий Мухсен аль-Гассани (72') сравнял счет. В конце игры на замену вместо Марата Бикмаева вышел нападающий Эльдор Шомуродов. Через две минуты (85') за счет индивидуальных действий вывел «белых волков» вперед. Примечательно, что Икрам Алибаев, отдавший результативную передачу, также появился на поле во второй половине матча.
Защитник Егор Кримец получил красную карточку за фол перед штрафной сборной Узбекистана (90+2').
В другом матче группы F Япония одержала победу над Туркменистаном (3:2).
13 января Узбекистан сыграет против Туркменистана, 17 января — против Японии.
Кубок Азии проходит с 5 января по 1 февраля в Абу-Даби, Дубай, Эль-Айн, Шарджа. Чемпионский титул будет защищать сборная Австралии — победитель Кубка Азии 2015. Впервые на турнире выступят 24 команды.
Видео
Смотреть на YouTube
Статистика