Компания «Тошшахартрансхизмат» в январе-феврале получит более 60 новых автобусов для автобусных парков столицы, сообщила пресс-служба компании.
В первые дни нового года в город из Самарканда поставлены 14 автобусов средней вместимости SAZ LE 60. В январе и феврале планируется поставка еще 8 автобусов SAZ LE 60 и 40 автобусов большой вместимости MAN.
В прошлом году парк общественного транспорта столицы пополнился 40 автобусами МАN и 58 автобусами SAZ LE 60.
Первоначально планировалось, что указанные 160 автобусов (80 MAN и 80 SAZ LE 60) будут поставлены до конца 2018 года. На текущий год запланирована дополнительная закупка автобусов.
Как мы уже писали, с прошлого года все автобусы закупаются с кондиционерами. Они также оборудованы аппарелью для лиц с ограниченными возможностями.