В Узбекистане пересмотрят условия льготного поступления в вузы для абитуриентов, прошедших срочную военную службу в Вооруженных Силах. Об этом говорится в проекте Государственной программы «Год активных инвестиций и социального развития», обсуждение которого проходит до 15 января.
До 1 мая предусмотрено разработать проект документа, которым будет предусмотрено выделение для абитуриентов, отслуживших в армии, отдельных квот в рамках утвержденных квот приема в вузы для проведения тестовых испытаний в рамках выделяемого ежегодно лимита.
Кроме того, рекомендация, выдаваемая командиром воинской части, теперь будет служить основанием для льготного поступления только в военные вузы.
Сейчас абитуриенты, прошедшие срочную военную службу и имеющие рекомендации от воинских частей, получают 50% к набранным баллам по итогам вступительных тестов в рамках общего конкурса.
Ранее в интервью «Газете.uz» заместитель премьер-министра Азиз Абдухакимов отмечал, что такой порядок предоставления льгот ущемляет права девушек и в целом абитуриентов, собирающихся учиться по той или иной специальности.
«Этот вопрос нужно пересмотреть и изменить систему. Это несправедливо и непрозрачно», — говорил он.
Обсуждение проекта Госпрограммы-2019:
На сайте Центра «Стратегия развития»
На портале по обсуждению нормативно-правовых актов