C 1 января в должность генерального секретаря Шанхайской организации сотрудничества вступил представитель Узбекистана Владимир Норов, сообщила пресс-служба МИДа. Решение об этом было принято Советом глав государств-членов ШОС в Циндао (КНР) в июне.
Владимир Норов ранее работал директором Института стратегических и межрегиональных исследований при президенте Узбекистана, имеет ранг Чрезвычайного и Полномочного Посла.
В разные годы занимал должности заместителя, первого заместителя министра и министра иностранных дел, государственного советника президента, посла Узбекистана в Бельгии.
В 2016—2018 годах генеральным секретарем ШОС был Рашид Алимов из Таджикистана.
Новым директором Исполнительного комитета Региональной антитеррористической структуры (РАТС) ШОС, расположенного в Ташкенте, стал представитель Таджикистана Джумахон Гиёсов.
В 2017—2018 годах он работал заместителем директора Исполкома РАТС ШОС, а ранее занимал руководящие должности в Государственном комитете национальной безопасности и Комитете по делам религий Таджикистана.
В 2016—2018 годах директором Исполкома РАТС ШОС был представитель России Евгений Сысоев.