Новый порядок налогообложения индивидуальных предпринимателей вводится с 1 января 2019 года по постановлению президента Узбекистана о прогнозе основных макроэкономических показателей на будущий год.
Согласно документу, индивидуальные предприниматели, выручка которых от реализации товаров, работ или услуг превысила 100 млн сумов в календарном году, но не более 1 млрд сумов, переходят на уплату единого налогового платежа по ставке 4%.
Для индивидуальных предпринимателей, чья выручка не превышает 100 млн сумов, сохраняется порядок исчисления и уплаты фиксированного налога.
Индивидуальные предприниматели, выручка которых превысила 1 млрд сумов, уплачивают налоги и другие обязательные платежи в порядке, предусмотренном для юридических лиц.
Ставки фиксированного налога с индивидуальных предпринимателей на 2019 год установлены следующие:
Нажмите, чтобы увеличить
Государственному налоговому комитету до 1 февраля 2019 года предписано утвердить порядок исчисления выручки от реализации товаров, работ и услуг и уплаты налогов индивидуальными предпринимателями.