Президент Узбекистана Шавкат Мирзиёев в послании парламенту в пятницу заявил о необходимости принятия программы реновации жилья на основе опыта мировых мегаполисов.
«На месте устаревших многоэтажных домов с истекшим сроком эксплуатации нужно строить дома с самыми современными условиями», — заявил глава государства.
Он отметил, что даже в Ташкенте во многих районах до сих пор есть дома без канализации: «Это одноэтажные дома, многоэтажные, особенно двухэтажные. В кишлаках есть такие дома, построенные в советское время, без условий».
«Людей переселять не будем. Люди хотят жить там, где выросли. Мы научились строить 9−11-этажные дома быстро, за полгода», — сказал Шавкат Мирзиёев.
По его словам, в Ташкенте программу реновации планируется начать с Мирзо-Улугбекского района.
Ранее премьер-министр Абдулла Арипов сообщал, что все ветхое жилье в Ташкенте планируется снести и построить на его месте новые дома.