Президент Узбекистана Шавкат Мирзиёев в послании парламенту в пятницу заявил о необходимости повышения уровня урбанизации в стране до 60% к 2030 году.
Он поручил разработать соответствующую государственную программу и назначил ответственным за это направление лично премьер-министра Абдуллу Арипова.
Сейчас уровень урбанизации в Узбекистане составляет 35,5%, и если не принять меры, то он только снизится, отметил глава государства.
«Если не заняться этим вопросом, но наши кишлаки совсем придут в упадок», — подчеркнул он.
Нужно заниматься развитием не только столицы и областных центров, но и городов и поселков в регионах страны, отметил Шавкат Мирзиёев.
Строительство индивидуальных и многоэтажных жилых домов должно быть тесно увязано с развитием коммуникаций и инфраструктуры, заявил он.
Для решения вопросов урбанизации должен быть создан специальный фонд, куда будут направляться средства от приватизации земельных участков, на которых расположены здания и сооружения.
«Так принято во всем мире. У предпринимателя должна быть уверенность в завтрашнем дне, в том, что никакой чиновник не заставит его снести построенные здания или не отберет землю. Пусть покупают и здания, и землю. Через внедрение новой системы мы достигнем роста благосостояния народа», — подчеркнул президент.