Президент Узбекистана Шавкат Мирзиёев в ежегодном послании парламенту в пятницу провозгласил 2019 год Годом активных инвестиций и социального развития.
В своем выступлении он отметил, что в следующем году будут продолжены начатые в 2018 году проекты и программы.
«Мировой опыт показывает, что высоких успехов в развитии достигают те страны, которые ведут активную инвестиционную политику», — отметил глава государства.
Он назвал инвестиции драйвером роста экономики, способствующим развитию других сфер и регионов страны, привлечению новых технологий и высококвалифицированных специалистов.
Конечная цель инвестиций — повышение уровня жизни каждого человека, проживающего в Узбекистане, заявил Шавкат Мирзиёев.
Главные приоритеты — развитие социальной сферы, обеспечение молодежи достойным образованием, продвижение здорового образа жизни, отметил он.
«Если мы обеспечим мир и здоровье — мы достигнем всего остального», — подчеркнул президент.
Предложение руководителя страны было встречено бурными аплодисментами. «Заметно, что здесь много предпринимателей», — пошутил в ответ президент.