Работа всех автобусных маршрутов Ташкента 31 декабря продлена на один час (в зависимости от графика каждого маршрута), сообщила компания «Тошшахартрансхизмат».Такое решение принято для создания удобств горожанам и гостям города.
В связи с ограничением движения на некоторых улицах столицы до 10 января внесены изменения в схемы движения ряда маршрутов:
53, 90, 91 и 115 будут объезжать закрытые участки улиц Истиклол и Зарафшан по ул. Навои;
33, 55 и 96 — по ул. А. Темура и Шахрисабзской;
9, 17, 52 объезжают закрытый участок ул. Себзар по ул. Навои и Абая;
150 — по ул. Навои, Абая, А.Кадыри и Себзар;
13, 69, 107, 4, 48, 87, 94 и 146 объезжают закрытый участок ул. Сугалли ота («Алгоритм») по ул. Заргарлик, 5-й проезд Заргарлик, Дийдор, Сугалли ота и Дилбанд.