Президент Узбекистана Шавкат Мирзиёев в воскресенье посетил дом общественного деятеля Мадаминжона Хасанова, скончавшегося накануне на 95-м году жизни.
Как сообщила пресс-служба президента, глава государства выразил соболезнования его детям и близким, были прочитаны суры из Корана и молитвы за покойного.
Мадаминжон Хасанов был известным активистом Фонда по поддержке общественной деятельности ветеранов Узбекистана «Нуроний».
Фото: УзА.
Родился в 1924 году в Андижанской области. Его молодые годы пришлись на Вторую мировую войну, в 1942—1945 годах он сражался на фронте. За отвагу в борьбе с фашизмом был награжден боевыми орденами и медалями.
После войны окончил Московскую высшую центральную кооперативную школу. В 1956—1959 годах был директором Андижанской областной базы «Узбектекстильторга», в 1959—1966 годах занимал должность председателя правления «Узбекбирлашув». 
Без отрыва от производства занимался научной деятельностью. В 1979—2004 годах возглавлял научно-исследовательское учреждение «Согломлаштириш маркази». После выхода на пенсию в 2004 году был активистом Фонда «Нуроний».
Ему было присвоено почетное звание «Заслуженный работник сферы торговли Узбекистана», он награжден медалью «Жасорат», орденами «Мехнат шухрати», «Дустлик» и «Фидокорона хизматлари учун».