Министерство здравоохранения Узбекистана 15 августа утвердило перечень заболеваний, при которых медицинская помощь оказывается за счет средств государственного бюджета. Приказ прошел государственную регистрацию в Министерстве юстиции и вступил в силу.
Как сообщила пресс-служба Минюста, перечень состоит из 6 категорий и 131 группы заболеваний:
заболевания детей до 18 лет — муковисцидоз, атопический дерматит, различные формы церебрального паралича и другие;
заболевания беременных женщин с патологией — преждевременные роды, глаукома, коллагеноз, туберкулез и другие;
заболевания эндокринной системы — гипертиреоз, сахарный диабет I типа у беременных (до 24 недель) и другие;
дерматовенерологические заболевания — псориаз, витилиго, криптококкоз и другие;
фтизиатрия и пульмонология — кавернозный туберкулез, фиброзно-кавернозный туберкулез, бронхоэктатическая болезнь и другие;
онкологические заболевания — меланома, опухоли периферических нервов и другие.
Чтобы получить бесплатную медицинскую помощь пациенты должны получить направление медицинского учреждения.