Национальная система поддержки экспорта создается в Узбекистане согласно постановлению президента об усилении содействия и стимулирования экспорта от 20 декабря.
Его задачами определены:
совершенствование госполитики в области развития и поддержки экспорта, содействие в реализации госпрограмм развития экспортного потенциала;
информационная и консультационная поддержка экспортеров и их иностранных контрагентов по вопросам маркетинга, ценообразования, транспортной логистики, сертификации, стандартизации и контроля качества, налогового и таможенного администрирования, в том числе за рубежом, условиям доступа на зарубежные рынки по принципу «одно окно»;
содействие в поиске иностранного покупателя и сопровождение переговорного процесса до этапа заключения экспортного контракта, включая его подготовку;
создание сети информационно-консультационных центров в регионах;
сопровождение электронной внешнеторговой площадки с ведением базы данных об экспортерах, продукции и услугах, содействие субъектам предпринимательства в выходе на международные площадки электронной торговли;
реализация программы Made in Uzbekistan по продвижению узбекских брендов и товаров за рубежом;
организация и проведение образовательных семинаров и тренингов для начинающих экспортеров, торговых миссий для предпринимателей в зарубежные страны;
обеспечение доступа к финансовым ресурсам для предприятий-экспортеров, содействие росту объемов несырьевого экспорта, числа национальных экспортеров и стран, закупающих их продукцию;
оказание целевого финансового содействия предприятиям-экспортерам при внедрении международных систем стандартизации и сертификации и регистрации национальной продукции в зарубежных уполномоченных органах;
внедрение механизмов предэкспортного и экспортного финансирования, страхования экспортных кредитов и рисков, в том числе с привлечением международных финансовых институтов;
привлечение займов и льготных кредитов международных и зарубежных финансовых институтов для торгового финансирования.
Систему будет координировать Министерство внешней торговли (МВТ).
Кроме того, при МВТ создается Агентство продвижения экспорта на базе Фонда поддержки экспорта субъектов малого бизнеса и частного предпринимательства при Национальном банке внешнеэкономической деятельности. Деятельность агентства будет финансироваться, в том числе, из госбюджета — Министерству финансов поручено ежегодно с 2019 года предусматривать средства в размере не менее 15 млн долларов.
Документ возлагает на Национальную компанию экспортно-импортного страхования «Узбекинвест» функций по страхованию экспортных кредитов и операций, а сам страховщик передается МВТ.
Министр внешней торговли, согласно постановлению, становится председателем наблюдательного совета «Узагроэкспортбанка».
При посольствах Узбекистана за рубежом откроются торговые представительства.
В постановлении говорится, что несмотря на положительную динамику показателей внешней торговли и экспорта, темпы фактического прироста его объемов не соответствуют темпам модернизации экономики.
Этому, отмечается в документе, препятствует ряд системных проблем и недостатков. В частности, не развиваются инструменты финансовой поддержки деятельности экспортеров, отсутствуют механизмы предэкспортного и экспортного финансирования, не проводятся глубокие маркетинговые исследования для формирования долгосрочных стабильных рынков сбыта.