Школы, отделения и управления народного образования, а также другие организации системы Министерства народного образования в будущем будут нанимать сотрудников только через сайт МНО. Для этого на сайте запущен раздел с вакансиями.
Как сообщила пресс-служба министерства, вакансии пока доступны только по Ташкенту. После завершения этапа тестирования система будет расширена на все регионы Узбекистана.
Руководителей, которые наймут сотрудника в обход новой системы, планируется привлекать к ответственности вплоть до увольнения, говорится в сообщении.
Помимо просмотра вакансий, через сайт можно отправить свое резюме. 
С кандидатами на руководящие должности в регионах Управление по работе с персоналом МНО может проводить онлайн-собеседование.