Судья Ургенчского межрайонного суда по гражданским делам З. И. обвиняется в получении взятки, сообщила пресс-служба Генеральной прокуратуры Узбекистана.
11 декабря гражданин М. Э. обратился в правоохранительные органы с заявлением о том, что судья Ургенчского межрайонного суда по гражданским делам З. И. потребовал 12 тысяч долларов в качестве взятки.
За эту сумму судья обещал вынести положительное решение спорного вопроса по определению права собственности на место жительства в Ургенчском районе.
В ходе оперативных мероприятий судья З. И. задержан сотрудниками правоохранительных органов во время получения 12 тысяч долларов у А. Э. — доверенного лица М. А.
14 декабря в отношении судьи Ургенчского межрайонного суда по гражданским делам З. И. возбуждено уголовное дело по соответствующим статьям Уголовного кодекса на основании статьи 70 закона «О судах» (неприкосновенность судей).
Прокуратура Хорезмской области ведет предварительное следствие по уголовному делу.