Президент Узбекистана Шавкат Мирзиёев в пятницу посетил парк «Ватанпарварлар», созданный в Карши, сообщила пресс-служба главы государства.
В парке, занимающем площадь в 7 га, построены музей и блиндаж, увековечена память узбекистанцев, сражавшихся во Второй мировой войне. Рядом установлена историческая военная техника. Здесь также построены стрельбище и стены для скалолазания.
«Необходимо эффективно использовать [такие парки], приводить сюда больше детей, проводить открытые уроки», — сказал Шавкат Мирзиёев.
Он отметил, что нужно информировать молодежь о вкладе Узбекистана в победу во Второй мировой войне, «рассказывать о соотечественниках, самоотверженно защищавших мир и спокойствие в стране».
Ранее президент анонсировал создание в Ташкенте паркового комплекса «Победа»: «Он станет символом нашей общей борьбы против фашизма, послужит воспитанию молодого поколения в духе уважения к истории, патриотизма и дружбы народов».
Фото