Обновление от 0:30: Международный аэропорт Ташкент открыт и работает в штатном режиме, сообщили в Uzbekistan Airways.
Международные аэропорты Ташкента, Ферганы, Ургенча и Нукуса закрыты по метеоусловиям, сообщила авиакомпания Uzbekistan Airways. Рейсы, вылетевшие в данные города, направляются в ближайшие аэропорты.
Видимость в столичном аэропорту на 21:15 среды составляла 50 м, в аэропорту Намангана — 0 м, Ургенча — 300, Ферганы — 350 м, Нукуса — 900 м.
Единый колл-центр Uzbekistan Airways:
78−140−02−00
Справочные службы аэропортов:
Ташкент: 78−140−28−01 (02/03/04)
Фергана: 73−241−60−04
Ургенч: 62−224−59−59
Нукус: 61−226−00−23, 61−780−06−83