Несколько лиц совершили крупную кражу в доме хокима Чиланзарского района Ташкента Сарвара Махаметова. Инцидент произошел 5 декабря, сообщили «Газете.uz» в пресс-службе Генеральной прокуратуры.
По данному факту УВД Юнусабадского района возбуждено уголовное дело по пункту «а» части 4 статьи 169 (кража, совершенная в особо крупном размере / 500 и более МРЗП) Уголовного кодекса Узбекистана.
В результате следственных мероприятий 7 декабря задержаны трое подозреваемых лиц — М. М., К. Г. и Г. Р. Во время обыска в доме М. М. были обнаружены вещественные доказательства. По данным «Газеты.uz», это были ювелирные украшения и деньги.
9 декабря в отношении них была избрана мера пресечения в виде заключения под стражу.
В качестве пострадавшего лица выступает супруга хокима Чиланзарского района, которой принадлежит этот дом.
Сарвар Махаметов возглавил район в октябре этого года. В 2010—2016 годах он работал хокимом Бектемирского района, в 2016—2018 годы — хокимом Яккасарайского района.