Центральный банк Узбекистана установил новые курсы иностранных валют к узбекскому суму, которые вступают в силу с пятницы, 16 августа.
Доллар США подорожал на 179 сумов до 9061 сума, евро — на 163,84 сума до 10092,14, российский рубль — на 2,09 сума до 138,47 сума.
Со второй половины июля наблюдается ускоренный рост курса доллара. Центробанк вторую неделю подряд дважды обновляет курсы валют (раньше курсы обновлялись только со вторника).
В недавнем заявлении ЦБ объяснял резкое падение курса сума к доллару обесценениям национальных валют стран-основных торговых партнеров Узбекистана и увеличениям спроса на иностранную валюту со стороны компаний-импортеров.
С учетом этого регулятор перешел на более широкий коридор дневного колебания валютного курса при проведении валютных интервенций.