1 декабря на улице Сагбан в Алмазарском районе Ташкента произошло дорожно-транспортное происшествие с участием шести машин, сообщила пресс-служба МВД Узбекистана.
Водитель автомобиля Hyundai У. Ё. из-за резкого ухудшения здоровья потерял управление машиной и, сбив пешехода Т. И., выехал на встречную полосу, где автомобиль столкнулся с машинами «ВАЗ-2106», Isuzu, Spark и двумя Damas.
В результате ДТП водитель Hyundai скончался в больнице, гражданка Т. И. была госпитализирована. Ведется доследственная проверка.
Ранее, в четверг, в столице также произошло ДТП с участием шести автомобилей.