Независимый кандидат Саломе Зурабишвили победила на выборах президента в Грузии, сообщило РИА Новости. Таким образом, страну впервые возглавила женщина.
По данным Центральной избирательной комиссии, 66-летняя Зурабишвили набрала 59,52% голосов, оппозиционер Григол Вашадзе — 40,48%.
Избранный президент выступает за сбалансированный подход в отношениях с Москвой и Западом, отмечает русская служба BBC. Ее соперник отстаивает более жесткий курс на сближение с Западом.
Срок полномочий президента составит шесть лет. Это последние выборы путем прямого голосования, в будущем главу государства будут назначать 300 делегатов, а после вступления в силу новой конституции президентский пост станет во многом церемониальным.
Инаугурация пройдет 16 декабря.
Саломе Зурабишвили родилась в Париже в семье грузинских политических эмигрантов. Более 30 лет проработала в системе МИД Франции. С 2004 по 2005 год она занимала пост министра иностранных дел Грузии.
В 2013 году она уже баллотировалась в президенты Грузии, но ей отказали в регистрации из-за двойного гражданства Франции и Грузии. В августе Саломе Зурабишвили отказалась от гражданства Франции для участия в выборах главы государства.