Национальная авиакомпания «Узбекистон хаво йуллари» объявила скидки на внутриреспубликанские рейсы в период празднования Нового года с 30 декабря 2018 года по 3 января 2019 года.
Праздничные скидки предоставляются:
индивидуальным пассажирам — 30%,
туристическим группам (от пяти человек), школьникам, студентам колледжей, лицеев и вузов — 40%;
семьям (от двух человек — муж и жена; муж, жена и их дети до 18 лет; отец или мать с детьми до 18 лет) — 50%;
пенсионерам и лицам с инвалидностью — 50%;
участникам войны 1941−1945 годов и приравненных к ним, а также для лиц, награжденных орденами и медалями за самоотверженный труд и безупречную воинскую службу в тылу в годы Второй мировой войны — 50%;
участникам ликвидации последствий катастрофы на Чернобыльской АЭС — 50%.
Приобрести авиабилеты со скидкой можно в центральном офисе продажи авиабилетов НАК «Узбекистон хаво йуллари» и в кассах аэропортов Узбекистана при условии предоставления документов, подтверждающих право на получение скидки.