Начало зимы ознаменуется похолоданием. 1 декабря по большей части Узбекистана местами возможен дождь, переходящий в снег. В воскресенье установится сухая и холодная погода.
Температурный фон понизится на 7−9 градусов Цельсия и ко 2 декабря составит −7…−2 градуса ночью и +3…+8 градусов днем. Метеосводку Узгидромета опубликовало Министерство по чрезвычайным ситуациям в Telegram-канале.
28 ноября по республике прекратятся дожди, вызванные выносом влажных воздушных масс с территории Туркменистана, лишь в Сурхандарьинской области и Ферганской долине сохранится вероятность осадков.
В четверг и пятницу по Узбекистану ожидается теплая и сухая погода. Дневная температура воздуха будет постепенно повышаться до +13…+15 градусов.
Прогноз погоды на третьи-шестые сутки