Азиатская футбольная конфедерация (АФК) номинировала наставника молодежной сборной Узбекистана по футболу Равшана Хайдарова на звание «Лучшего тренера года среди мужских команд», сообщила Ассоциация футбола Узбекистана. Его команда в январе стала победителем Чемпионата Азии U-23.
Помимо Равшана Хайдарова на это звание претендуют также Босим Хамдан (Иран) и Го Оива (Япония).
Также стали известны имена номинантов на звание лучшего футболиста и футболистки, футзалиста, а также тренера женской команды.
«Лучший футболист года»: Кенто Мисао («Кашима Антлерс», Япония), Юма Сузуки («Кашима Антлерс», Япония), Абдулкарим Хассан («Аль-Садд», Катар).
«Лучшая футболистка года»: Саманта Керр (Австралия), Ван Шуан (Китай), Саки Кумагай (Япония).
«Лучший футзалист года»: Рафаэль Хенми (Япония), Али Ашгар Ҳасанзода (Иран), Махди Жавод (Иран).
«Лучшая молодая футболистка года»: Фука Нагано (Япония), Моэка Минами (Япония), Саори Такарада (Япония).
«Лучший молодой футболист года»: Юнь Нишикава (Япония), Чон Се Жин (Южная Корея), Туркий Ал Аммар (Саудовская Аравия).
«Лучший тренер года среди женских команд»: Асако Такакура (Япония), Мийо Окамото (Япония), Нуэнгрутаи Сратонгвиан (Таиланд).
Церемония награждения состоится 28 ноября в Маскате.