Днем 17 ноября на железнодорожном переезде 225 км федеральной автомагистрали А-298, пролегающей через Озинский район Саратовской области, произошло ДТП с участием грузового поезда №3003с и рейсового автобуса «Саратов-Уральск (Казахстан)» марки Setra (номер KZ 271 KFB 13) с семью пассажирами.
В результате ДТП погибли пятеро граждан Узбекистана, два гражданина Казахстана получили телесные повреждения.
МЧС Узбекистана опубликовало список погибших:
Бозоров Абдубанноб Махмуталиевич, 1975 г. р.;
Эгамов Алимардон Косималиевич, 1986;
Косимова Гульхумор Жумабоевна, 1987;
Халилова Орзихон Уктамовна, 1987;
Заидов Муроджон Юсупович, 1975.
Тела погибших хранятся в морге Озинской центральной районной больницы.
МЧС, МИД, МВД и Минздрав Узбекистана, а также посольство страны в России ведут работу по опознанию погибших граждан и осведомлению их родственников и близких.