Срок безвизового пребывания граждан Узбекистана в Турции увеличен с 30 до 90 дней на каждые полгода (180 дней). Указ об этом 10 ноября подписал президент Турции Реджеп Тайип Эрдоган. 
Такие же изменения вводятся для граждан Казахстана и Таджикистана. Они вступят в силу в течение недели.
Турция отменила визовый режим в отношении граждан Узбекистана, прибывающих в туристических целях на срок до 30 дней, в 2007 году.
Узбекистан в октябре прошлого года упростил оформление виз для граждан Турции, а в феврале текущего года ввел 30-дневный безвизовый режим для граждан этой страны.