Известный теле- и радиоведущий Бобур Комилов, в последние годы работавший главой Информационного центра ООН в Узбекистане, скончался после продолжительной болезни.
По информации сотрудников системы ООН в Ташкенте, 34-летний Бобур Комилов находился на лечении в Стамбуле. Он будет похоронен на родине в Сурхандарьинской области.
Бобур Комилов работал в новостной программе «Давр» телерадиоканала «Ёшлар», газете Uzbekistan Today, был автором радиопередач. Окончил магистратуру (международная журналистика) Университета Сити в Лондоне.
Многочисленные коллеги и друзья запомнят его жизнерадостным, открытым человеком и преданным своему делу профессионалом.
«Он был необыкновенной личностью и ценным членом нашей команды. Талантливый, жизнерадостный и креативный коллега оставил только положительные воспоминания. Нам будет не доставать его позитивной энергии и чувства юмора. Это невосполнимая утрата для нашей команды и всей организации».
ООН в Узбекистане