На заседании Кабинета Министров Узбекистана 3 ноября были одобрены основные макроэкономические показатели, концепция налоговой и бюджетной политики и проект государственного бюджета на 2019 год, а также прогнозные параметры на 2020−2021 годы, сообщило УзА. Документы будут направлены в Законодательную палату Олий Мажлиса.
С 2019 года в Узбекистане впервые внедряется механизм среднесрочного бюджетного планирования путем утверждения госбюджета на прогнозный год и бюджетных ориентиров на последующие два года.
Как было предусмотрено Концепцией совершенствования налоговой политики, утвержденной указом президента от 29 июня, с 2019 года:
1) снижается налоговая нагрузка на фонд оплаты труда путем:
введения единой ставки налога на доходы физических лиц в размере 12% и отмены уплаты страховых взносов граждан (8% от заработной платы), что позволит увеличить размер заработной платы, получаемой «на руки», в среднем на 6,5%;
уменьшения ставки единого социального платежа до 12% от фонда оплаты труда;
2) отменяются обязательные отчисления в государственные целевые фонды, взимаемые с оборота (выручки) в размере 3,2%;
3) снижаются ставки: налога на прибыль юридических лиц с 14% до 12%, налога на прибыль коммерческих банков — с 22% до 20%, налога у источника выплаты по доходам в виде дивидендов и процентов — с 10% до 5%; налога на имущество юридических лиц — с 5% до 2%.
В результате в распоряжении хозяйствующих субъектов и населения должно остаться порядка 10 трлн сумов.
На заседании также были рассмотрены следующие предложения в области совершенствования налоговой политики:
индексация ставок налогов, установленных в абсолютной сумме (земельного налога, налога за пользование водными ресурсами, акцизного налога);
введение комбинированной ставки акцизного налога на сигареты, предусматривающей применение адвалорной ставки наряду с фиксированной ставкой;
введение взамен страховых взносов граждан (в связи с их отменой) уплаты единого социального платежа для индивидуальных предпринимателей и лиц, чья трудовая деятельность не поддается учету (без увеличения общей суммы платежей);
введение минимальных фиксированных ставок в абсолютной сумме по налогу за пользование недрами по отдельным полезным ископаемым (песок, известняк, щебень и т. д.).
В 2019 году сохранится приоритетность расходов госбюджета на содержание социальной сферы и социальную поддержку населения (54% от общих расходов). 
С 1 января намечено повышение зарплат:
учителям и руководителям школ — на 10%, учителям, имеющим квалификационную категорию — дифференцированно от 15% до 25%;
низкооплачиваемым работникам бюджетной сферы — от 5% до 15%.
Предлагаемая мера по низкооплачиваемым категориям работников затронет более 360 тысяч человек только в бюджетной сфере. Зарплата самой низкой категории технических работников бюджетных организаций, без учета доплат и надбавок, увеличится с 502 до 577 тысяч сумов.
В бюджете 2019 года предусмотрены средства для повышения зарплаты преподавателям вузов и научным сотрудникам НИИ в 1,5 раза, медицинским и фармацевтическим работникам государственных учреждений в среднем на 26,5% (в дополнение к повышению на 20% с 1 декабря 2018 года). Общее повышение зарплаты работников бюджетной сферы должны быть не ниже уровня инфляции. Бюджетные средства на выплату социальных пособий вырастут на 20%.
Расходы на инвестиции предусматриваются в размере 11,9 трлн сумов, которые будут направлены на реализацию стратегически важных проектов, определенных решениями президента и правительства, в том числе на проекты развития и реконструкции распределительных сетей питьевого водоснабжения, водохозяйственных объектов, строительство и реконструкцию транспортно-коммуникационной инфраструктуры, образовательных и медико-социальных учреждений.
На финансирование сферы здравоохранения выделяется более 12 трлн сумов. В частности, на приобретения лекарств и изделий медицинского назначения — около 1 трлн сумов, реализацию основных программ в сфере здравоохранения — 661,5 млрд сумов, оснащение медицинских учреждений современным диагностическим, лабораторным и лечебным оборудованием — 58 млрд сумов.
В связи с выпадающими доходами внебюджетного Пенсионного фонда из-за кардинального снижения ставки единого социального платежа и отменой страховых взносов граждан и обязательных отчислений в расходах бюджета предусмотрены средства на покрытие его дефицита в размере 4,7 трлн сумов.
Министерству финансов поручено до 15 ноября разместить на официальном сайте проект «Бюджета для граждан».