Департамент транспорта и развития дорожно-транспортной инфраструктуры хокимията Ташкента и ГУВД столицы начали создание в качестве эксперимента по ул. Шота Руставели велодорожки, защищенной полосой для парковки автомобилей. Это первая велодорожка такого рода в столице.
Проект является пилотным. Если он покажет свою эффективность, то сетью таких велодорожек планируется охватить сначала центр, а затем и другие части города.
Инициаторы проекта воспользовались чрезмерной шириной улицы Руставели, образовавшейся после демонтажа трамвайной линии, и организовали велодорожку и парковку вместо первой полосы, нестандартной по ширине.
Наличие полосы для стоянки автомобилей должно упорядочить парковку и сделать движение велосипедистов значительно более безопасным.
Парковочные места получились довольно большими (в каждое могут поместиться два небольших автомобиля), но таков стандарт — 7×2,5 м. В будущем стандарт может быть пересмотрен.
Велодорожки для максимальной безопасности участников движения должны быть физически обособлены от проезжей части и от тротуаров. Это подтверждает опыт мировых столиц, где развито велодвижение.
«Горизонтальная разметка — это первый шаг к созданию полноценной сети велодорожек в Ташкенте, — прокомментировали „Газете.uz“ в Департаменте транспорта и развития дорожно-транспортной инфраструктуры. — Физическое обособление требует времени и финансовых ресурсов. Обычная же разметка позволит оценить эффективность такого подхода и провести необходимые замеры для принятия дальнейших решений по развитию велосети».
Фото: ГУВД Ташкента.
В отличие от неудачной велодорожки, размеченной на тротуаре вдоль центральных улиц Мустакиллик и Мирзо Улугбека и вызвавшей критику велосипедистов, новая велодорожка будет без разрывов и не будет отмечена препятствиями в виде автобусных остановок, ступеней, бордюров и урн.
Для беспрепятственного проезда велосипедистами перекрестков используется разметка в виде прерывистых линий. Перед автобусными остановками также используется специальное обозначение для ограничения заезда обычных автомобилей.
Ранее «Газета.uz» писала о том, какой должна быть велоинфраструктура в современном городе, и способах решения проблем велосипедизации.
Фото: Неудачный пример велодорожки (ул. Мустакиллик)
Фото, присланное читателем (возле рынка Ecobozor)