3 ноября ученик старших классов школы №67 Яшнабадского района Ташкента М. К., управляя автомобилем Mercedes-Benz, принадлежащим его отцу, без документов, врезался в дерево. Об этом сообщила пресс-служба Министерства внутренних дел.
Дорожно-транспортное происшествие случилось на улице Асалабад. По данным правоохранительных органов, юноша не справился с управлением.
В результате аварии пассажир М. А., одноклассник водителя, получил травмы и, несмотря на оказанную помощь, скончался в больнице.
Возбуждено уголовное дело, ведется следствие.