Указом президента Узбекистана Рашид Насруллоевич Рахматов назначен заместителем генерального прокурора страны, сообщила пресс-служба Генпрокуратуры.
Рашид Рахматов (1978 г. р.) окончил Ташкентский государственный юридический институт в 2004 году. Трудовую деятельность в органах прокуратуры начал в том же году в прокуратуре города Навои, занимал различные должности в органах прокуратуры Навоийской области.
С 2009 года работал прокурором, старшим прокурором управления Генпрокуратуры, прокурором Бухары, заместителем начальника управления, начальником управления Генеральной прокуратуры.
Должность прокурора Каракалпакстана занимал с ноября 2017 года.
Предыдущий заместитель генерального прокурора Салом Самадов в октябре возглавил прокуратуру Ташкентской области.