Тариф на природный и сжиженный газ повысится дважды — с 16 ноября и с 1 июня 2019 года. Новый прейскурант опубликовала компания «Узтрансгаз».
Цена кубометра газа, отпускаемого населению при наличии счетчиков, составит 320 сумов (сейчас 289,74 сума, повышение на 10,4%), а с 1 июня 2019 года — 350 сумов.
При отсутствии счетчиков кубометр газа, отпускаемого на приготовление пищи и горячее водоснабжение, будет стоить 553 сумов (сейчас — 501,06 сума, рост на 10,4%) с последующим повышением в июне 2019 года до 605 сумов.
Тариф на газ, отпускаемый при отсутствии счетчика на отопление, составит 320 сумов за кубометр (сейчас — 232,37 сума, повышение на 37,7%). В июне 2019 года эта цифра возрастет до 350 сумов.
Килограмм сжиженного газа с 16 ноября будет стоить 950 сумов (сейчас — 800 сумов, рост на 18,7%), а с 1 июня следующего года — 1200 сумов.
До этого тарифы на газ повышались в апреле.
Поэтапное повышение цен и тарифов на топливно-энергетические ресурсы (в том числе бензин и электроэнергию) утверждено постановлением Кабинет Министров Узбекистана от 1 ноября.
С 1 января в качестве эксперимента в Юнусабадском районе Ташкента вводится базовая норма потребления электроэнергии и газа населением. К объему, превышающему базовую норму, будет применяться повышающий коэффициент 1,2.