28 октября в 21:30 на 817-м км автомагистрали А-380 «Гузар-Бухара-Нукус-Бейнеу», пролегающей через Шуманайский район Каракалпакстана, перевернулся автомобиль Cobalt, сообщила пресс-служба Министерства по чрезвычайным ситуациям.
Дорожно-транспортное происшествие, как отмечается в сообщении, случилось из-за того, что водитель потерял управление транспортом.
В результате ДТП трое граждан погибли, один получил телесные повреждения.
Пострадавший был доставлен в центральную районную больницу Шуманайского района.
Ведутся следственные работы по причинам, повлекшим за собой происшествие.