Самолет Boeing 737 частной индонезийской авиакомпании Lion Air упал в море в районе западного побережья острова Ява в Индонезии, сообщило РИА Новости.
Лайнер, выполнявший рейс JT-610 Джакарта-Пангкалпинанг, пропал с радаров через 13 минут после вылета.
По данным газеты Jakarta Post, на борту находились 189 человек, в том числе 181 пассажир, 2 пилота и 6 бортпроводников.
Спасатели уже обнаружили некоторые вещи находившихся на борту. Работает поисково-спасательный отряд. Сведений о пострадавших или погибших на борту пока нет.
Президент Узбекистана Шавкат Мирзиёев выразил соболезнования президенту Джоко Видодо и народу Индонезии в связи с трагедией.