Бахтиёр Умаров освобожден от должности председателя Государственного комитета по развитию туризма. Об этом «Газете.uz» сообщили источники в правительстве Узбекистана.
Указ об освобождении 25 октября подписал президент Шавкат Мирзиёев.
Временно обязанности главы Госкомтуризма исполняет Улугбек Касимходжаев, и. о. первого заместителя председателя.
Бахтиёр Умаров был назначен на этот пост в конце мая. Ранее он работал первым заместителем министра инновационного развития, а до этого — генеральным директором «Узмедэкспорта».
Бахтиёр Умаров окончил Ташкентский университет информационных технологий и имеет опыт работы в Государственном налоговом комитете и коммерческих предприятиях.