В Иордании во время ливня потоки воды смыли школьный автобус, погибли 18 человек, еще 35 пострадали, сообщила газета The Jordan Times. 
По данным Департамента гражданской обороны, большинство погибших — школьники в возрасте до 14 лет и их сопровождающие, которые отправились на экскурсию в зону с горячими источниками Зарка-Маин возле Мертвого моря. Всего в автобусе было 44 человека, включая 37 детей.
Точное количество погибших и пострадавших неизвестно, т. к. на месте были отдыхающие семьи.
В спасательной операции участвуют около 2000 военнослужащих, вертолеты и несколько лодок. Место происшествия посетил премьер-министр Омар Раззаз.
Агентство Petra сообщило, что король Иордании Абдалла II отменил запланированный визит в Бахрейн в связи с трагедией.