Суды по гражданским делам за девять месяцев рассмотрели 171899 дел, что на 22% меньше, чем за этот же период 2017 года, сообщил «Газете.uz» официальный представитель Верховного суда Узбекистана Азиз Абидов.
Вынесен 210661 судебный приказ о взыскании обязательных платежей на сумму более 216 млрд сумов. Эти показатели уменьшились по сравнению с девятью месяцами 2017 года на 64% и 41% соответственно.
По рассмотренным гражданским делам вынесено 147351 судебное решение, более 83% требований по ним удовлетворено.
Суды по гражданским делам вынесли 30040 решений по делам о расторжении брака, 23621 решение по делам о спорах, связанных с соглашениями, 1335 решений по делам о выселении из жилого помещения, 1171 решение по делам о восстановлении на работе и 987 решений по делам о лишении родительских прав.
62657 гражданских дел рассмотрены в ходе выездных судебных заседаний.
Суды по гражданским делам провели 4393 встречи и открытых диалогов с населением.
Кроме этого, Судебная коллегия по гражданским делам Верховного суда удовлетворила протесты по 778 делам, рассмотренным в надзорном порядке. Отменены 714 решений нижестоящих судов и изменены 64 судебных решения.