Спортсмены Узбекистана завоевали 19 медалей на чемпионатах мира по армрестлингу и пара-армрестлингу среди юниоров, взрослых и лиц с инвалидностью. В соревнованиях, прошедших в Анталии 12−22 октября, участвовали более 1500 спортсменов из 45 стран, сообщила Всемирная федерация армрестлинга.
По данным Федерации армрестлинга Узбекистана, в группе юниоров золотыми призерами стали Саидмухаммадхон Ахмадхонов (65 кг) и Сирож Турсунов (70 кг).
Серебро завоевали Зарнигор Абдурахимова (45 кг, две медали), Маржона Авазова (50 кг), Назокат Солиева (60 кг), Зухра Хужакулова (65 кг), Самандар Икромов (60 кг) и Зохир Файзуллаев (55 кг).
Бронзовых медалей удостоились Хафиза Тохирова (65 кг), Бекзод Олимов (70 кг, две медали), Ирода Кодирова (55 кг), Ислом Исомидинов (55кг) и Шохрух Уктамов (70 кг).
Султанбек Нематуллаев (80 кг) завоевал золото среди взрослых.
Пара-спортсмены Умиджон Ахмедов (90 кг) и Бахром Яхшибоев (55 кг) завоевали серебреные медали, а Сардор Худойбердыев стал обладателем бронзовой медали.
Чемпионат проводился турецкой федерацией бодибилдинга, фитнеса и армрестлинга.