Компания «Узбекистон темир йуллари» сообщила о повышении с 1 ноября стоимости проезда на высокоскоростном поезде Afrosiyob. Как уточнили «Газете.uz» в компании, цены вырастут в среднем на 35%.
«Это вынужденная мера для покрытия всех расходов на электроэнергию, сырье, запасные части и выплаты конкурентоспособной заработной платы для обслуживающего персонала», — говорится в сообщении.
«Предстоящая корректировка цен позволит сохранить количество действующих маршрутов и приблизит доходность перевозок пассажиров к точке безубыточности на социально значимых направлениях», — отмечает компания.
На сегодняшний день поезд Afrosiyob курсирует по направлениям Ташкент-Самарканд, Ташкент-Шахрисабз и Ташкент-Бухара.
Напомним, с 15 августа цены на проезд на поездах Afrosiyob были повышены на 35%.
Стоимость билетов