Компания «Узавтосаноат» сообщила об успешной пилотной крупноузловой сборке в ташкентском филиале GM Uzbekistan новой модели Tracker.
Работы по организации выпуска Tracker ведутся совместно с компанией GM Korea, которая поставила комплектующие детали, а также оборудование и инструменты.
В рамках тестового производства собрано 28 единиц автомобиля Tracker. О начале массового производства и ценах будет объявлено после отладки всех процессов производства и организационных моментов, говорится в сообщении.
Новый компактный кроссовер осваивается в рамках глобальной программы General Motors по обновлению модельного ряда.
Соглашение об организации в Узбекистане производства Tracker было подписано в ходе государственного визита президента Шавката Мирзиёева в Республику Корея в ноябре 2017 года.