За услуги водоснабжения и водоотведения (канализации) введена 100-процентная предоплата. Соответствующие изменения и дополнения в законодательные акты утверждены законом, подписанным президентом Узбекистана 16 октября, его опубликовало издание «Народное слово».
Статья 134 Жилищного кодекса дополнена частью четвертой, где говорится:
«Внесение обязательных платежей за предоставляемые услуги водоснабжения и водоотведения (канализации) в государственном и частном жилищных фондах должно осуществляться на основе 100-процентной предоплаты»;
Кроме того, статья дополнена частями восьмой и девятой следующего содержания:
«Собственникам, нанимателям, арендаторам помещений в государственном и частном жилищных фондах в случае невнесения 100-процентной предоплаты за услуги водоснабжения и водоотведения (канализации) применяются меры, вплоть до полного отключения от систем водоснабжения и водоотведения (канализации).
Собственникам, нанимателям, арендаторам помещений в государственном и частном жилищных фондах в случае невнесения обязательных платежей за поставки электрической энергии и природного газа в срок, установленный частью третьей настоящей статьи, применяются меры, вплоть до полного отключения от электрических
и газораспределительных сетей".
Этим же документом статья 65 закона «О государственном пенсионном обеспечении граждан» дополнена частью второй:
«В случае несогласия пенсионера с решением районного (городского) отдела внебюджетного Пенсионного фонда при Министерстве финансов Республики Узбекистан об удержании излишней вы­платы сумм пенсии, выявленная задолженность взыскивается в судебном порядке, но не более чем за три года с даты ее выявления».
Закон опубликован в газете «Народное слово» 17 октября и вступил в силу со дня официального опубликования.