Сборная Узбекистана по футболу одержала победу над командой Катара в рамках товарищеского матча во вторник. Матч на столичном стадионе «Миллий» завершился со счетом 2:0.
Автором первого гола на 72-й минуте встречи стал капитан команды Одил Ахмедов. На 85-й минуте Марат Бикмаев вышел один на один с вратарем и удвоил преимущество.
Это вторая победа «Белых волков» под руководством главного тренера Эктора Купера. Ранее Узбекистан обыграл КНДР (2:0), сыграл вничью с Сирией (1:1) и проиграл Ирану (0:1).
Видео
Состав команды
Узбекистан: Уткир Юсупов, Акмаль Шорахмедов, Егор Кримец (Достон Турсунов, 64'), Анзур Исмаилов, Олег Зотеев, Одил Хамробеков, Одил Ахмедов (Ислом Тухтахужаев, 90'), Хусниддин Гафуров (Достон Хамдамов, 46'), Жавохир Сидиков, Икром Алибаев (Владимир Козак, 83'), Эльдор Шомурадов (Марат Бикмаев, 76').