Сборная Узбекистана по футболу одержала победу над командой КНДР в товарищеском матче в Ташкенте. Встреча на стадионе «Миллий» в субботу завершилась со счетом 2:0.
Автором дубля на 37-й и 91-й минутах игры стал нападающий Марат Бикмаев.
Это первая победа национальной команды под руководством главного тренера Эктора Купера. Ранее «Белые волки» сыграли вничью с Сирией (1:1) и уступили Ирану (0:1).
Следующий товарищеский матч Узбекистан проведет против сборной Катара 16 октября.
Видео
Смотреть на YouTube
Состав
Узбекистан: Игнатий Нестеров — Даврон Хашимов, Егор Кримец, Анзур Исмаилов, Владимир Козак — Азизз Хайдаров (Одил Хамробеков, 36'), Отабек Шукуров — Одил Ахмедов (Жавохир Сидиков, 70'), Достон Хамдамов (Иван Нагаев, 67') (Хусниддин Гафуров, 83'), 14.Эльдор Шомурадов (Икром Алибаев, 66') — Марат Бикмаев
Запасные: Роман Абдулов, Уткир Юсупов, Акмаль Шорахмедов, Достон Турсунов, Олег Зотеев, Ислом Тухтахужаев.