Президент Узбекистана Шавкат Мирзиёев 13 октября подписал указ о повышении с 1 ноября размеров заработной платы работникам бюджетных учреждений и организаций, а также пенсий, стипендий и пособий в среднем на 10%.
Новые минимальные размеры:
заработной платы — 202730 сумов в месяц (сейчас — 184300 сумов);
пенсии по возрасту и пособия инвалидам с детства — 396500 сумов в месяц (360460);
пособия престарелым и нетрудоспособным гражданам, не имеющим необходимого стажа работы, — 243300 сумов в месяц (221190).
Хозрасчетным предприятиям и организациям предписано производить повышение размеров зарплаты за счет повышения эффективности производства и снижения затрат труда.
До этого минимальный размер зарплаты повышался 15 июля 2018 года, тогда повышение составило в среднем 7%.
Согласно указу, с 1 января 2019 года будут пересмотрены тарифные коэффициенты Единой тарифной сетки по оплате труда, предусмотрев опережающий рост зарплаты низкооплачиваемых работников путем увеличения тарифных коэффициентов по нижним разрядам ЕТС в среднем на 10%, в том числе по 1 разряду — на 15%, по 2 разряду — на 10% и 3 разряду — на 5%.
С 1 января также должны быть «критически пересмотрены» и введены обновленные разряды по оплате труда работников сквозных профессий, занятых в организациях, содержащихся за счет государственного бюджета.
Кроме того, совместно с международными финансовыми институтами до 1 сентября 2019 года намечено разработать проект Концепции дальнейшего совершенствования системы оплаты труда в бюджетных организациях, предусматривающей «обеспечение более тесной взаимосвязи размера оплаты труда с его результатами, сложностью и ответственностью выполняемых трудовых функций».