В Ташкенте с 16 октября начинается отопительный сезон. Решение об этом подписал и. о. хокима Джахонгир Артыкжоджаев, сообщила пресс-служба хокимията. 
16 октября отопление должно быть включено в детсадах, образовательных и лечебных учреждениях, а с 19 октября — в жилых домах столицы. 
Соответствующим службам хокимиятов районов и товариществам частных собственников жилья поручено качественно провести отопительный сезон. 
Для справки, в прошлом году отопительный сезон начался в социальных объектах с 10 ноября, а в жилых домах — с 12 ноября.