8 августа в 7:30 на перекрестке улиц Богишамол и Янги шахар в Юнусабадском районе Ташкента произошло ДТП с участием трех автомобилей.
Как сообщила пресс-служба ГУВД столицы, водитель Hyundai 34-летний Шохрух Т. проехал на запрещающий сигнал светофора и совершил столкновение с автомобилями Cobalt и Spark.
В результате ДТП телесные повреждения получили пассажиры Cobalt 40-летний Шукурулло А. и 32-летняя Махлиё К., а также пассажир Hyundai 10-летний И. Ш. С полученными травмами они были госпитализированы.
Несмотря на усилия врачей, 10-летний мальчик скончался.