11 октября состоялся телефонный разговор президентов Узбекистана Шавката Мирзиёева и Казахстана Нурсултана Назарбаева, сообщила пресс-служба главы государства.
Обсуждены состояние и перспективы многопланового двустороннего сотрудничества в контексте достигнутых ранее договоренностей на высшем уровне.
Подтверждена обоюдная заинтересованность в развитии сотрудничества по проектам кооперации в промышленности, энергетике, транспортно-коммуникационной, сельскохозяйственной и других сферах.
Отмечена важность продолжения активного взаимодействия в сфере культурно-гуманитарных обменов, образования, здравоохранения и туризма.
Главы Узбекистана и Казахстана обменялись мнениями по ряду актуальных вопросов международного и регионального характера.
Стороны констатировали общность подходов к наиболее важным проблемам, в том числе обеспечению региональной безопасности и противодействию современным вызовам и угрозам.