Двое узбекистанцев пострадали из-за обрушения строительных лесов на западе Москвы, сообщила пресс-служба МЧС Узбекистана.
5 октября в 11:15 часов при проведении работ по строительству ЖК «Снегири» произошло обрушение строительных лесов, установленных по периметру строящегося здания (размер в плане 20×40 м, высотой 7 этажей).
В результате происшествия пострадало восемь человек. После проведенных совместных мероприятий с МИД, МВД и МЧС Узбекистана предварительно внесены уточнения в личности пострадавших. Из восьми пострадавших двое являются гражданами Узбекистана. 
Нурали Жуманазарович Пулатов , родился 13 марта 1979 года, проживает по адресу: Сурхандарьинская область Кумкурганский район;
Малик Умбарович Буриев , родился 8 мая 1984 года, проживает по адресу: Сурхандарьинская область Кумкурганский район.
Пострадавшие госпитализированы в городскую клиническую больницу имени С. П. Боткина и ГКБ № 71 им. М. Е. Жадкевича.
Телефон горячей линии МЧС (+998 71) 147−10−50.