Готовится проект государственной программы по противодействию коррупции на 2019−2021 годы, сообщили «Газете.uz» в республиканской межведомственной комиссии, выступающей разработчиком.
Программа направлена на устранение причин и условий, способствующих коррупции во всех сферах жизнедеятельности государства и общества.
Проект госпрограммы формируется по шести направлениям, предусматривающим:
совершенствование законодательства в сфере противодействия коррупции;
повышение правовой культуры граждан, формирование в обществе нетерпимого отношения к коррупции;
меры по предупреждению коррупции в сфере образования, здравоохранения, социального обеспечения и других сферах жизнедеятельности государства и общества;
своевременное выявление, пресечение коррупционных правонарушений, устранение их последствий, причин и условий, им способствующих;
организационные меры, проведение исследований и международное сотрудничество в области противодействия коррупции.
Граждане могут принять участие в разработке проекта госпрограммы, воспользовавшись Telegram-ботом anticorruptionuz. Через него можно отправить предложения, направленные на устранение проблем, связанных с коррупционными проявлениями, или поделиться мнением относительно случаев столкновения с коррупцией.