Правительство Узбекистана издало постановление о коренном сокращении видов подтверждающих документов, выдаваемых органами самоуправления граждан. Об этом сообщил Telegram-канал правовой информации Министерства юстиции.
В соответствии с документом, с 15 октября отменяется требование предоставления гражданами махаллинских справок при оказании им государственных услуг:
о проживании по месту жительства (прописке);
об отсутствии работы;
подтверждающих уход за детьми, одинокими лицами, пенсионерами и инвалидами;
характеристики гражданина.
Отныне при необходимости получения документов, подтверждающих место жительства (наличие прописки) или отсутствие работы гражданина в процессе оказания госуслуг эти сведения запрашиваются органами государственного и хозяйственного управления или местной власти на местах, соответственно, у МВД и Минтруда.
С 1 января 2020 года сведения о составе семьи, степени родства и семейном положении гражданина будут самостоятельно госорганами запрашиваться в процессе оказания госуслуг у органов ЗАГС.
Ранее мы сообщали о разработке Министерством юстиции проекта постановления об отмене требования предоставления справок и других документов от органов самоуправления граждан (махаллей).