1 октября вокруг сквера Амира Темура в Ташкенте прошел очередной конный парад. В мероприятии приняли участие более 80 лошадей английской, немецкой, новокиргизской, карабаирской и фризской пород.
На лошадях в парадном обмундировании промаршировали спортсмены конных дисциплин, сотрудники Пограничных войск Службы государственной безопасности Узбекистана, Главного управления патрульно-постовой службы и охраны общественного порядка при Министерстве внутренних дел и батальона почетного караула кавалерийского эскадрона Национальной гвардии.
У памятника Амиру Темуру выступил оркестр Национальной гвардии, а жители и гости столицы выстроились в ряд у дороги, чтобы понаблюдать за праздником. Заместитель президента Федерации коневодства и конного спорта Эльдар Анарбаев сообщил «Газете.uz», что мероприятие было посвящено Дню учителей и наставников Узбекистана.
«Согласно поручению президента мы хотим проведением таких парадов популяризовать конный спорт и развивать массовый спорт. Цель — максимально привлечь внимание к этому спорту. В прошлом наши предки были хорошими всадниками, в каждом из нас течет кровь всадника», — сказал он.
Первый подобный конный парад состоялся 8 июля. Тогда по улицам столицы также прошли около 80 лошадей разных пород.
Видео
Смотреть в Tas-Ix
Фото