Главы стран-участниц СНГ на заседании в Душанбе решили объявить 2021 год Годом архитектуры и градостроительства в СНГ, а также подписали ряд многосторонних документов, сообщила пресс-служба президента Узбекистана.
На заседании подписаны:
Заявление по случаю 70-летия со дня принятия Всеобщей декларации прав человека от 10 декабря 1948 года;
Конвенцию о сотрудничестве в области исследования и использования космического пространства в мирных целях;
План основных мероприятий по подготовке и празднованию 75-летия победы в Великой Отечественной войне 1941−1945 годов;
Межгосударственную программу совместных мер борьбы с преступностью на 2019−2023 годы;
Соглашение о сотрудничестве в борьбе с преступлениями в сфере информационных технологий.
На встрече также обсужден широкий круг вопросов, касающихся состояния и перспектив развития многостороннего сотрудничества в различных областях.
В 2019 году в СНГ будет председательствовать Туркменистан.