Во дворце «Кохи Сомон» в столице Таджикистана Душанбе 28 сентября началось заседание Совета глав государств-участников СНГ, в нем принимает участие президент Узбекистана Шавкат Мирзиёев.
Как сообщила пресс-служба главы государства, лидеры стран сперва провели переговоры в узком формате.
Выступая на них, Шавкат Мирзиёев отметил, что на фоне происходящих в мире динамичных изменений, усиления глобальных вызовов и угроз СНГ подтверждает свою востребованность, выступая важной платформой для укрепления многопланового сотрудничества.
Как отметил президент, за прошедший год Узбекистан присоединился более чем к 10 органам отраслевого сотрудничества в сферах экономики, энергетики, науки и инноваций и борьбы с преступностью.
На саммите Шавкат Мирзиёев остановился на актуальных и перспективных направлениях расширения многостороннего сотрудничества.
Глава государства подтвердил готовность Узбекистана провести в 2020 году очередное заседание Совета глав государств СНГ.