Президент России Владимир Путин посетит Узбекистан с официальным визитом 18−19 октября, сообщила пресс-служба Министерства внешней торговли.
В рамках визита состоится первый российско-узбекский форум межрегионального сотрудничества.
По данным Госкомстата, Россия является крупнейшим торговым партнером Узбекистана. По итогам первого полугодия, на ее долю пришлось 16% всего объема внешнего товарооборота страны.
Товарооборот между двумя странами за этот период, по информации Центробанка Узбекистана, составил 2,5 млрд долларов (экспорт — 811 млн, импорт — 1,7 млрд долларов).