Президенты Узбекистана и Таджикистана посетили дехканское хозяйство «Боги сомон» в Турсанзадевском районе, сообщила пресс-служба главы.
Руководитель хозяйства Камол Мадумаров — сын дехканина из Алтыарыкского района Ферганской области Узбекистана. Его хозяйство имеет виноградники общей площадью 500 га, где заготавливается виноград около 10 сортов.
Президент осмотрел виноградник и склад хозяйства и подарил Камолу Мадумарову автомобиль Captiva.
Глава государства посетил также дехканское хозяйство «Ватан» того же района и подарил автомобиль Captiva его руководителю Неъмату Усмонову.