Филиал Национального исследовательского технологического университета «Московский институт стали и сплавов» открылся в Алмалыке, сообщили «Газете.uz» в филиале вуза.
Он будет готовить инженерно-технические кадры для производственно-промышленной отрасли Узбекистана.
На очную форму обучения приняты первые 150 студентов по направлениям «горное дело», «металлургия» и «автоматизация и управление технологических процессов и производств».
К учебному процессу наряду с местными специалистами привлечен преподавательский состав из России.
Обучение в филиале будет вестись по учебным планам и программам, утвержденным МИСиС с учетом требований государственных образовательных стандартов Узбекистана.
Филиал вуза обеспечен учебным и научным лабораторным оборудованием, компьютерной техникой, программными продуктами, учебной и научно-методической литературой.
Выпускники филиала получат дипломы Национального исследовательского технологического университета «МИСиС», который признается документом о высшем образовании в Узбекистане и России.