22 сентября в ресторане «Территория» на улице Катартал в Чиланзарском районе Ташкента случился пожар. Сгорела часть крыши заведения, сообщила пресс-служба ГУВД.
Сообщение о пожаре поступило в Центр управления и координации силами и средствами УПБ ГУВД в 17:51. В 18:00 на место происшествия прибыли шесть пожарных расчетов. Пожар был потушен в 18:30.
Площадь сгоревшей крыши составила 60 кв. м. Жертв и пострадавших нет. Причина пожара и сумма ущерба устанавливаются.
Дополнено:
Представители ресторана «Территория» сообщили, что после ремонтно-восстановительных работ готовы вновь открыть заведение для приема гостей с 26 сентября.