Президент Узбекистана Шавкат Мирзиёев указом от 21 сентября утвердил Стратегию инновационного развития страны на 2019−2021 годы и «Дорожную карту» по ее реализации.
Главной целью стратегии определено «развитие человеческого капитала как основного фактора, определяющего уровень конкурентоспособности страны на мировой арене и ее инновационного прогресса».
Среди основных задач стратегии — вхождение Узбекистана к 2030 году в состав 50 передовых стран  по рейтингу Глобального инновационного индекса. Из-за отсутствия многих показателей и «неэффективной координации работы в данном направлении» страна в последние годы не принимает участия в этом рейтинге.
Другие задачи стратегии:
повышение качества и охвата образованием на всех уровнях, развитие системы непрерывного образования, обеспечение гибкости системы подготовки кадров, исходя из потребностей экономики;
укрепление научного потенциала и эффективности научных исследований и разработок, создание действенных механизмов интеграции образования, науки и предпринимательства для широкого внедрения результатов научно-исследовательских, опытно-конструкторских и технологических работ;
увеличение вложения государственных и частных средств в инновации, научно-исследовательские, опытно-конструкторские и технологические работы, внедрение современных и эффективных форм финансирования мероприятий в данных сферах;
повышение эффективности деятельности органов государственной власти путем внедрения современных методов и инструментов управления;
обеспечение защиты прав собственности, создание конкурентных рынков и равных условий ведения бизнеса, развитие государственно-частного партнерства;
создание устойчиво функционирующей социально-экономической инфраструктуры.
Комиссию по своевременной и качественной реализации Стратегии инновационного развития Узбекистана на 2019−2021 годы возглавил премьер-министр Абдулла Арипов.