Самолет Ил-20 Военно-космических сил России был сбит ракетой комплекса С-200 сирийской противовоздушной обороны, сообщило РИА Новости. Погибло 15 российских военнослужащих.
Ил-20 исчез с радаров во время налета четырех израильских самолетов F-16 на провинцию Латакия, также в этом районе находился французский фрегат «Овернь» (Auvergne). Связь с экипажем Ил-20 пропала над Средиземным морем около 23:00 в 35 км от побережья Сирии.
По мнению Минобороны России, прикрываясь российским самолетом, израильские летчики подставили его под удар сирийской ПВО.
Глава Минобороны России Сергей Шойгу заявил, что вина за сбитый российский самолет и гибель экипажа полностью лежит на израильской стороне.
Израиль отрицает свою ответственность за крушение российского Ил-20 в Сирии, заявили в израильском военном ведомстве.
По мнению израильской стороны, в случившемся виноваты Дамаск, Иран и организация «Хезболла». При этом в ведомстве признали, что израильская авиация минувшей ночью бомбила сирийские военные объекты.
Также отмечается, что Израиль скорбит в связи с крушением самолета и готов предоставить России всю необходимую информацию для расследования инцидента.