Министерство по чрезвычайным ситуациям Узбекистана опубликовало список погибших и пострадавших при взрыве газового баллона автобуса Isuzu на автомагистрали Бухара-Караулбазар, проходящей через Каганский район Бухарской области.
В результате взрыва погибли:
Хилола Жумаева, 1982 года рождения;
Фотима Эргашева, 1972 года рождения;
Нилуфар Жумаева, 1984 года рождения;
Робия Саъдуллаева, 1985 года рождения;
Гулшода Розикова, 1970 года рождения.
Водитель автобуса Вали Кабилов, 1972 года рождения, в тяжелом состоянии находится в отделении экстренной медицинской помощи Бухарской области.
Туда же доставлены пассажиры автобуса, пострадавшие при взрыве:
Фазила Батирова, 1957 года рождения, состояние тяжелое,
Хурмат Уринова, 1986 года рождения, состояние среднее;
Гулзода Розикова, 1976 года рождения, состояние среднее;
Малика Бекмуродова, 1982 года рождения, состояние среднее;
Местонахождение других пострадавших пассажиров автобуса МЧС не уточняет:
Фарида Атоева, 1987 года рождения, состояние среднее;
Гуландом Розикова, 1977 года рождения, состояние среднее;
Мухтор Саноев, 1968 года рождения, состояние среднее;
Гулноз Розикова, 1972 года рождения, состояние среднее;
Абера Шохназарова, 1986 года рождения, состояние среднее;
Инобат Пулатова, 1972 года рождения, состояние среднее;
Ахад Насруллаев, 1982 года рождения, состояние среднее;
Зайнаб Тошева, 1970 года рождения, состояние среднее;
Гафур Аслонов, 1955 года рождения, состояние среднее;
Гулсум Розикова, 1974 года рождения, состояние хорошее;
Садокат Журакулова, 1996 года рождения, состояние хорошее;
Маржона Жабборова, 1999 года рождения, состояние хорошее;
Сарвиноз Журакулова, 1992 года рождения, состояние хорошее;
Нигина Жумаева, 1991 года рождения, состояние хорошее;
Гуландом Эргашева, 1976 года рождения, состояние хорошее;
Вали Эргашев, 1968 года рождения, состояние хорошее.
В отношении произошедшего ведется следствие.