Первый в мире поезд на водородных топливных элементах Coradia iLint 16 сентября совершил тестовый рейс по маршруту Букстехуде-Куксхафен, сообщило агентство «Интерфакс» со ссылкой на Deutsche Welle.
Транспортное средство было разработано и изготовлено в Зальцгиттере французской компанией Alstom, которая является первым европейским разработчиком высокоскоростных электропоездов.
На крыше состава установлена цистерна с водородным топливом и топливный элемент, преобразующий энергию водорода в электрический ток.
Поезд способен развить скорость до 140 км в час и преодолеть порядка 1000 км, что сопоставимо с длительностью работы современного тепловоза.
С 2021 года 14 поездов на водородном топливе будут выполнять регулярные рейсы по маршруту Букстехуде-Куксхафен.
Земельное транспортное министерство планирует в будущем полностью заменить дизельные региональные поезда водородными. По сообщению Deutsche Welle, на эти цели выделено около 81 млн евро.