12 сентября в ташкентском спорткомплексе «Универсал» завершились финальные бои международного чемпионата по армейскому рукопашному бою среди армий дружественных стран-участниц СНГ.
Военнослужащие армии Узбекистана, заняв пять первых мест в индивидуальных зачетах, стали победителями соревнования, сообщили «Газете.uz» в пресс-службе Министерства обороны.
Армейцы сержант Шахбоз Турсунов (-60 кг), рядовые по контракту Олим Нормуродов (-65 кг) и Отабек Хамзалиев (-70 кг), сержант Жахангир Жумаев (-75 кг) и курсант Академии Вооруженных Сил Узбекистана Бекзод Нурматов (-85 кг) удостоились золотой награды.
В остальных двух весовых категориях лучший результат показали военнослужащие России — лейтенант Зорико Галсанов (-80 кг) и Анатолий Токов (-90 кг).
В командном первенстве армейцы Узбекистана заняли первое место, России — второе и Кыргызстана — третье.
Напомним, в армейских соревнованиях по рукопашному бою приняли участие военнослужащие России, Беларуси, Казахстана, Кыргызстана, Таджикистана и Узбекистана.
Видео
Фото