Президенты Узбекистана Шавкат Мирзиёев и Беларуси Александр Лукашенко, прибывший накануне в Ташкент с официальным визитом, провели переговоры в узком формате 13 сентября в резиденции Куксарой, сообщила пресс-служба главы государства.
Глава государства, приветствуя гостя, отметил, что Узбекистан и Беларусь являются искренними друзьями и надежными партнерами.
«На нашей встрече в Самарканде в 2016 году мы договорились всесторонне укреплять межгосударственные отношения, — напомнил Шавкат Мирзиёев. — За последние два года сотрудничество между нашими странами достигло такого уровня, который радует наши народы».
По словам президента Узбекистана. объем товарооборота с Беларусью по итогам 2017 года вырос на 60%, а в январе-июле — почти в четыре раза.
«Это уникальный результат, свидетельствующий о наличии огромного потенциала сотрудничества, стремлении наших людей к сближению. Более того, экономики наших стран имеют взаимодополняющую структуру», — отметил Шавкат Мирзиёев.
Президент Беларуси выразил главе государства признательность за приглашение.
«Вы ведете страну с 33-миллионным населением по правильному пути. Укрепили отношения с соседними странами. Я поздравляю вас с этим успешным политическим курсом. Мы готовы сотрудничать и обмениваться опытом во взаимовыгодных сферах», — отметил Александр Лукашенко.
Стороны договорились укреплять политический диалог и последовательно развивать взаимовыгодные связи.
Обмениваясь мнениями по международной и региональной повестке, главы государств подтвердили совпадение позиций сторон по многим актуальным вопросам. Они выразили готовность поддерживать друг друга в рамках ООН, СНГ и других международных структур.
Александр Лукашенко пригласил Шавката Мирзиёева посетить Беларусь с визитом в любое удобное для него время.