11 сентября в 7:15 на 322-м км автодороги М-2 «Крым» произошло лобовое столкновение рейсового автобуса №403 ПАЗ (госномер О 66 КУ 57 RUS) и легкового автомобиля Nexia (В 120 ВА 116 RUS).
В результате ДТП в легковом автомобиле погибли два человека и пострадал один человек, они является гражданами Узбекистана, сообщила пресс-служба МЧС страны. Как пишут российские СМИ, водитель легкового автомобиля допустил выезд на полосу встречного движения. 
Погибшие:
Рахмонов Мохмирза Оймирзаевич (1986 г. р.) — проживал по адресу: Андижанская область, Избосканский район, ул. Гулистон Чек, 25;
Газиева Маликахон Хабибулаевна (1983 г. р.) — проживала по адресу: г. Андижан, квартал Кушарик, 91.
Пострадавший (водитель):
Уринбоев Комолиддин Муклименович (1989 г. р.) — проживает по адресу: Андижанская область, Джалалкудукский район, ул. Ок эчки.