Новым послом Великобритании в Узбекистане назначен Тим Торлот, он приступит к работе летом 2019 года, сообщил британский МИД.
Нынешний посол Кристофер Аллан, возглавляющий дипмиссию Великобритании в Ташкенте с осени 2015 года, переходит на другую должность.
61-летний Тим Торлот находится на дипломатической службе с 1981 года, работал в посольствах Великобритании в Омане, Новой Зеландии, Чили, Ираке (заместителем посла) и Йемене (послом), а также занимал разные посты в структуре МИДа.
С 2016 года работает в Отделе Аравийского полуострова и Ирана Форин-офиса.