С 10 по 30 сентября в Ташкенте и Ташкентской области будет осуществлен переход с семизначной на девятизначную систему нумерации телефонной связи, напоминает Министерство по развитию ИТ и коммуникаций.
С 1 октября для телефонных номеров абонентов столицы и Ташкентской области будут действовать только девятизначные номера телефонов.
До конца года сеть телекоммуникаций Узбекистана полностью перейдет на новую систему телефонной нумерации. Переход будет осуществляться по отдельному графику.
Порядок вызова экстренных служб и коротких четырехзначных номеров остается без изменений. Прежним остается и порядок набора номеров в международном формате (+998-ххххххххх).
Для удобства абонентов в случае неправильного набора номера будет отвечать автоответчик: «Уважаемый абонент, в связи с переходом на девятизначную систему нумерации просим набирать абонентский номер с кодом оператора».
Круглосуточно работает техническая поддержка абонентов по короткому номеру: 1192.
Определить оператора или регион телефонного номера можно на сайте Республиканского центра управления сетями телекоммуникаций или через Telegram-бот @uztbmbot.