6 сентября в 20:30 на трассе Р-126 Липецк-Чаплыгин в селе Богородицкое Добровского района Липецкой области в результате дорожного-транспортного происшествия погибли пять узбекистанцев, сообщила пресс-служба МЧС Узбекистана со ссылкой на МЧС России.
Из-за нарушения ПДД столкнулись автомобиль марки Toyota RAV4 (госномер Р789МО 48RUS) и «ВАЗ-2106» (Е060КХ 48RUS). На месте погибли пятеро узбекистанцев, один гражданин России с различными травмами госпитализирован.
Список погибших:
Ахмедов Мавлонбек Рахинбаевич (1986 г. р.);
Сапаев Мирзабек Ибадуллаевич (1990);
Самандаров Нариман Алимович (1984);
Адамбаев Жавланбек Гуламович (1983);
Аллабердиев Азизбек Касимович (1983).
Погибшие граждане Узбекистана доставлены в морг ГУЗ «Добровская РБ». Близкие и родственники могут обратиться по телефону горячей линии МЧС (+998 71) 147−10−50.