Попечительский совет Республиканского целевого книжного фонда утвердил размер арендной платы за комплект учебников для общеобразовательных школ Узбекистана на 2018/2019 учебный год, сообщила пресс-служба Министерства финансов.
Цены за аренду комплекта учебников в среднем выросли на 15% по сравнению с прошлым годом (без учета учебников для 10-х и 11-х классов).
Для 2-го класса сумма в среднем увеличилась на 67% с 16,1 тысячи до 26,9 тысячи сумов для всех языков (узбекский, русский, каракалпакский, казахский, таджикский, киргизский, туркменский). В прошлом году сумма составляла 8500 сумов для групп с узбекским языком обучения, 9500 сумов — с русским, 14900 — каракалпакским, 20700 — казахским, 21500 — таджикским, 19000 — кыргызским и 19000 — туркменским.
Стоимость аренды на 2018/2019 учебный год
Для справки: аренда на 2017/2018 учебный год
Нажмите на фото для увеличения.