Генеральная прокуратура Узбекистана расследует уголовное дело в отношении должностных лиц Департамента торговли, сферы услуг и производства товаров народного потребления Ташкента и рынков «Бек тупи» и «Урикзор», вещевых рынков «Чорсу» и «Чиланзар», дехканских рынков «Эски жува», «Юнусабад» и сергелийского авторынка.
Как сообщили «Газете.uz» в Генпрокуратуре, уголовное дело было возбуждено в августе в отношении руководителей семи рынков за совершение ряда преступлений против основ экономики. В частности:
причинение государству ущерба в размере 27,7 млрд сумов путем приобретения некачественных товаров и допущении их порчи;
присвоение свыше 3 млрд сумов, поступивших от оказания платных услуг на территории рынков, путем их неинкассирования;
присвоение свыше 2 млрд сумов, поступивших от деятельности неучтенных и незаконных построек (склады и легкие конструкции);
хищение государственных средств свыше 1 млрд сумов путем несдачи арендных платежей, поступивших от деятельности торговых точек;
получение от предпринимателей незаконных вознаграждений при реализации торговых точек в размере от 2 до 5 тысяч долларов.
По данным фактам должностным лицам Департамента торговли и рынков предъявлено обвинение по пункту «а» части 3 статьи 167 Уголовного кодекса Узбекистана (хищение путем присвоения или растраты в особо крупном размере). В их отношении избрана мера пресечения в виде заключения под стражу.
С учетом возмещения ущерба, причиненного со стороны руководителей рынка «Юнусабад» О. Мустаева и Б. Юсупова — около 800 млн сумов, а также директора ГУП «Тошкент озик-овкат захира» Р. Расулова — 3,9 млрд сумов, мера пресечения в их отношении изменена на не связанную с лишением свободы.
Следствие по уголовному делу продолжается.