Президент Узбекистана Шавкат Мирзиёев 2 сентября посетил Научно-просветительский мемориальный комплекс имени Ислама Каримова в Ташкенте, где возложил цветы к подножию памятника первому президенту страны Исламу Каримову.
Как сообщила пресс-служба главы государства, в церемонии приняли участие Татьяна Каримова, члены парламента и правительства, деятели науки и культуры и представители общественности.
Возложение цветов к подножию памятника первому президенту состоялось также в Самарканде и Карши.
В этот же день в столичном доме церемоний «Навруз» дан поминальный обед в память о первом президенте.
2 сентября в Узбекистане отмечается день памяти Ислама Каримова.