1 сентября в период с 21:00 до 21:16 будет проведен праздничный салют в честь дня Независимости, сообщила пресс-служба хокимията Ташкента.
Для удобства горожан событие будет транслироваться через большие экраны в парках и на площадях города, расположенных в каждом районе столицы.
Как уточнили «Газете.uz» в хокимияте, сам салют будет организован рядом с дворцом «Дружбы народов».
Список мест трансляцииПарк «Куёшча нури» (Бектемирский район);
Парк имени Фурката (Мирабадский район);
Центральный парк имени Мирзо Улугбека (Мирзо-Улугбекский район);
Экопарк имени Бабура (Мирзо-Улугбекский район);
Green Park (Сергелийский район);
Парк Абдуллы Кадыри (Алмазарский район);
Парк «Богишамол» (Учтепинский район);
Парк Гафура Гуляма (Чиланзарский район);
Парк «Анхор Локомотив» (Шайхантахурский район);
Парк дружбы (бывший парк Бабура) (Яккасарайский район);
Парк «Дустлик» (Яшнабадский район);
Рядом с площадью дворца «Дружбы народов» (Чиланзарский район);
Вдоль проспекта Амира Темура, напротив отеля Intrenational Hotel (Юнусабадский район);
У входа в Национальный парк вдоль улицы Фуркат (Чиланзарский район);
У входа на аллею писателей в Национальном парке, вдоль проспекта Бунедкор (Чиланзарский район).