Министерство по чрезвычайным ситуациям Узбекистана сообщило подробности химической аварии, произошедшей вечером в понедельник в Ташкенте.
В 21:45 в УЧС столицы поступила информация о том, что на железнодорожной станции «Универсал логистик сервис» на улице Чукурсай в Алмазарском районе наблюдается задымление внутри одного из контейнеров.
По предварительным данным, в контейнере находились металлические бочки с гидросульфитом натрия. Вследствие разгерметизации некоторых из них произошла утечка содержимого, которая сопровождалась образованием дыма.
Контейнер с гидросульфитом натрия поступил на станцию 20 августа и хранился здесь до отправки по месту назначения.
На место происшествия незамедлительно выехали дежурные расчеты спасателей и пожарных, которые совместными усилиями локализовали и ликвидировали химическую аварию.
Всего сотрудниками МЧС и ГУПБ МВД было извлечено из контейнера 384 металлических бочки с химреагентом, 109 из которых оказались поврежденными. Бочки обезврежены и перенесены в безопасное место.
Аварийные работы были завершены к 4:30 часам утра вторника.