Футболисты олимпийской сборной Узбекистана уступили сборной Южной Кореи в экстра-таймах и завершили участие в Азиатских играх на стадии ¼ финала, сообщается на сайте турнира.
В основное время футболисты команд сыграли вничью со счетом 3:3. Со стороны корейской сборной хет-трик оформил полузащитник Ыйджо Хван (5', 35', 75'), а Хйюнсо Хван забил мяч в собственные ворота (57'). За Узбекистан голами отличились хавбеки Жалолиддин Машарипов (17') и Икром Алибоев (53').
На 101-й минуте полузащитник Икром Алибоев получил вторую желтую карточку и был удален с поля. На 117-й минуте победный гол с пенальти забил нападающий Хи Чхан Хван.
Состав сборной: Ботирали Эргашев, Рустам Ашурматов, Акром Комилов, Жалолиддин Машарипов, Одил Хамробеков, Забихулло Уринбоев, Жавохир Сидиков, Икром Алибоев, Достонбек Турсунов, Достон Хамдамов, Аббос Отахонов.
В полуфинале сборная Южной Кореи сразится с победителем пары Сирия-Вьетнам, а Узбекистан покидает турнир.
Статистика
Видео