УБДД ГУВД Ташкента с 23 августа начало выдавать разрешения на тонирование стекол легковых автотранспортных средств. За три дня такие разрешения получили 30 физических и 15 юридических лиц, сообщила пресс-служба управления.
Получить разрешение на тонирование стекол легковых автотранспортных средств можно в диагностических станциях УБДД ГУВД Ташкента, расположенным по адресам:
1-я диагностическая станция: Чиланзарский район, ул. Бунёдкор, 118а. Телефон: 279−35−90.
2-я диагностическая станция: Юнусабадский район, ул. О. Зокирова, 2а. Телефон: 212−88−69.
3-я диагностическая станция: Мирабадский район, ул. Водил, 54. Телефон: 283−21−03.
ГУВД напомнило, что за самовольное тонирование стекол легковых автотранспортных средств статьей 126 Кодекса Узбекистана об административной ответственности предусмотрены штрафы от одного до двух минимального размера заработной платы.