Футболисты олимпийской сборной Узбекистана превзошли соперников из команды Гонконга со счетом 3:0 и прошли в четвертьфинал Азиатских игр в Индонезии.
Голами отличились полузащитники Икром Алибоев (27'), Жавохир Сидиков (60') и нападающий Забихулло Уринбоев (65').
Состав Узбекистана: Ботирали Эргашев, Рустам Ашурматов, Акром Комилов, Жалолиддин Машарипов, Одил Хамробеков, Забихулло Уринбоев, Жавохир Сидиков, Икром Алибоев, Достонбек Турсунов, Достон Хамдамов, Аббос Отахонов.
В четвертьфинале сборная Узбекистана сразится с Южной Кореей.
Статистика
Видео