В первый день Курбан хайита журналисты навестили водителя автомобиля Damas Б. Саидова и его пассажира А. Мелибоева, пострадавших в ДТП с участием правительственного автомобиля в Бекабаде 20 августа, сообщило издание Xabar.uz.
Фото: xabar.uz.
В социальных сетях в день аварии распространилась противоречившая информация об их состоянии.
Как пишет Xabar.uz, состояние пациентов удовлетворительное, в ближайшие дни они вернутся в свои семьи.
Ранее Генеральная прокуратура Узбекистана сообщила, что Саидов получил ушибы в области лба, а Мелибоев — перелом правой ключицы. Они сейчас находятся в Центральной городской больнице Бекабада.