В период с 13 по 19 августа в Узбекистане произошло 173 дорожно-транспортного происшествия, в результате которых погибли 46 человек, 166 человек получили телесные повреждения разной степени тяжести, сообщила пресс-служба МВД.
По данным Главного управления безопасности дорожного движения МВД, за неделю инспекторами ДПС было выявлено 82,13 тысячи нарушений, в том числе 39,62 тысячи грубых.
13701 водитель был привлечен к ответственности за несоблюдение правил пользования ремнями безопасности, 12007 — за нарушение правил перевозки людей, 11125 — превышение установленной скорости, 1487 — управление транспортными средствами в нетрезвом состоянии, 1040 — игнорирование сигналов светофора и нарушение правил пересечения перекрестков, 790 — использование мобильных телефонов при вождении и 266 — нарушение правил пересечения железнодорожных переездов.
ТашкентВ Ташкенте, по данным пресс-службы ГУВД, за неделю зарегистрировано 25 ДТП, в результате которых погибли 3 и получили травмы 27 человек.
Девять аварий произошло из-за превышения водителями скорости; в результате 2 человека погибли и 8 получили травмы.
По причине проезда на запрещающий сигнал светофора произошло 6 ДТП, пострадали 6 человек.
Из-за игнорирования правил проезда перекрестков произошло 5 ДТП, погиб 1 и получили травмы 6 человек.
В результате нарушения водителями других пунктов ПДД произошло 5 ДТП, в которых пострадали 7 человек.
Кроме того, в течение недели были составлены протоколы в отношении 417 пешеходов, нарушивших Правила дорожного движения.