Национальная авиакомпания «Узбекистон хаво йуллари» сообщила о задержке рейса HY 602 Москва-Ташкент по техническим причинам.
Полет должен был выполняться 19 августа из аэропорта «Домодедово». Ранее в Facebook-группах появились посты пассажиров, которые сообщили о задержке рейса из-за того, что «самолет не включился после перезагрузки».
НАК заявила, что специалисты авиакомпании работают над устранением технической неполадки в программном обеспечении воздушного судна. Проводится комплексная работа по восстановлению его работоспособности.
Для вывоза пассажиров этого рейса сегодня, 20 августа, авиакомпанией организован дополнительный рейс по маршруту Ташкент-Москва, самолет вылетел в 19:30 по ташкентскому времени.
Время вылета из аэропорта «Домодедово» в Ташкент — 23:15 по местному времени.
«Руководство НАК принимает всевозможные меры по скорейшему возобновлению работоспособности воздушного судна», — говорится в сообщении.
Авиакомпания принесла извинения пассажирам за доставленные неудобства.