Утром 20 августа премьер-министр Узбекистана Абдулла Арипов попал в ДТП по дороге из Бекабада в Ташкент, сообщили «Газете.uz» источники в правительстве.
Глава правительства находился в служебной машине. С легкими телесными повреждениями он доставлен в больницу, его здоровью ничего не грозит, отметил источник.
В ДТП «серьезно пострадал» еще один человек, находившийся с премьером в одной машине.
Как сообщили «Газете.uz» источники в правоохранительных органах, водитель автомобиля марки Damas потерял управление и выехал на встречную полосу, где столкнулся со служебным автомобилем. Водители двух машин пострадали.
Будет обеспечена законность при проведении следственных мероприятий, отметил источник.
Обновлено: уточнена дата ДТП.