Сегодня, 20 августа, примерно в 12:20 на проспекте Шарафа Рашидова в Юнусабадском районе напротив Дворца искусств «Туркистон» произошло дорожно-транспортное происшествие с участием общественного транспорта, сообщила пресс-служба ГУВД.
Автобусом Isuzu (госномер 10 105 NBA, пятый автопарк), следующим по маршруту №148 Жами-Тузель, управлял 29-летний Мухаммаджон Э. Как сообщили «Газете.uz» в управлении, общественный транспорт въехал в столб.
По данным ГУВД, есть пострадавшие, их число устанавливается по мере обращения за медицинской помощью. Жертв нет.
Причины ДТП устанавливаются.