Футболисты олимпийской сборной Узбекистана победили сборную Таиланда со счетом 1:0 и вышли в 1/8 финала Азиатских игр в Индонезии, сообщается на сайте турнира.
В матче третьего тура единственный гол забил нападающий Забихулло Уринбоев на 17-й минуте.
Другая пара участников группы «B» Бангладеш и Катар сыграли со счетом 1:0.
Состав Узбекистана: Ботирали Эргашев, Рустам Ашурматов, Акром Комилов, Хожиакбар Алижонов, Жалолиддин Машарипов, Одил Хамробеков, Забихулло Уринбоев, Жавохир Сидиков, Икром Алибоев, Азизбек Турғунбоев, Достонбек Турсунов.
В результате сборная Узбекистан набрала 9 очков и обеспечила себе участие выход в четвертьфинале турнира с первого места вместе с Бангладешом, заработавшим 4 балла. Таиланд (2) и Катар (1) завершили участие на Азиатских играх.
Следующую встречу подопечные главного тренера Равшана Хайдарова проведут 23 августа.
Статистика
Видео