10 августа в 2:05 двое молодых людей — 17-летняя девушка и 20-летний парень, — взявшись за руки, сели на рельсы железной дороги в Сурхандарьинской области. В результате столкновения с электровозом они скончались на месте, сообщили «Газете.uz» в Генеральной прокуратуре.
Инцидент произошел между станциями «Джаркурган» и «Разъезд 165» на 4502-м км железнодорожной дороги.
Погибшая Г. Х. (2001 года рождения) — ученица 11 класса школы №26 в Джаркурганском районе, проживала в махалле «Кумкишлок».
Погибший Б. К. (1998 года рождения) также проживал в этой махалле, был временно безработным.
По данным источников «Газеты.uz», молодые люди решились покончить с собой из-за того, что семья девушки была против ее брака с возлюбленным.
Транспортная прокуратура Термеза проводит доследственную проверку.