Государственная комиссия по приему в образовательные учреждения Узбекистана утвердила размеры контрактов по повышенным ставкам на 2018/2019 учебный год по 276 направлениям, сообщило УзА.
Минимальный размер суперконтракта составляет 82,9 млн сумов. По этой сумме контракта доступно 141 направление.
Максимальный размер контракта по повышенной ставке — 276,4 млн сумов по направлению «юриспруденция».
Суперконтракт выплачивается только за первый год обучения (включая сумму обычного контракта).
Полный список направлений и размеров контрактов по повышенной ставке (PDF)
Напомним, с нового учебного года абитуриент, не добравший 1, 2, 3, 4 балла до проходного, может оплатить сумму контракта в 1,5, 2, 2,5 и 3-кратном размере соответственно. Если абитуриент не попал в этот порог, то может заплатить в зависимости от направления образования сумму, превышающую стоимость контракта в 10−20 раз.