Пресс-секретарь президента Комил Алламжонов рассказал на своей Facebook-странице о программе государственного визита президента Таджикистана Эмомали Рахмона в Узбекистан 17−18 августа.
Напомним, это будет первый за 17 лет государственный визит таджикского лидера в Узбекистан.
Президент Таджикистана прибудет утром 17 августа. После церемонии возложения цветов на монумент Мустакиллик в резиденции Куксарой начнутся переговоры глав государств. Переговоры пройдут сначала в узком, после в расширенном круге.
Стороны обсудят вопросы сотрудничества по политическим, торгово-экономическим, транспортным и коммуникационным сферам, по туризму, культурно-гуманитарному и межрегиональному сотрудничеству между двумя странами, а также обменяются мнениями по региональным и международным вопросам, представляющим взаимный интерес.
По итогам переговоров планируется подписание ряда документов, «поднимающих уровень сотрудничества Узбекистана-Таджикистана на новый уровень».
Во второй половине дня в Узэкспоцентре пройдет выставка таджикских товаров.
Ожидается, что Эмомали Рахмон посетит завод Artel в Ташкенте.
В тот же день президенты Узбекистана и Таджикистана примут участие в концерте с участием мастеров искусств двух стран.
18 августа президент Таджикистана проведет переговоры с спикером Законодательной палаты Олий Мажлиса Узбекистана Нуриддином Исмаиловым и премьер-министром Абдуллой Ариповым. В этот день Эмомали Рахмон прибудет в Самарканд и посетит достопримечательности.
В ходе визита в программу могут быть внесены изменения, отметил пресс-секретарь президента Узбекистана.