Автомобильный путепровод на пересечении улиц Бунёдкор и Чупонота у метро Мирзо Улугбека и стадиона Milliy открыт. Президент Узбекистана Шавкат Мирзиёев ознакомился с объектом 10 августа, сообщила пресс-служба главы государства.
В результате строительства моста с шестью полосами на улице Бунёдкор будет обеспечено «непрерывное и безопасное движение», отмечается в сообщении.
Здесь возведены два пешеходных моста длиной 124 м. Для удобства инвалидов и престарелых установлены лифты и эскалаторы.
Глава государства отметил необходимость проектирования подобных сооружений с учетом всех аспектов удобства и безопасности, обеспечения «качественного строительства мостов в соответствии с современными требованиями».
Президент посетил также парк культуры и отдыха имени Гафура Гуляма, дал поручение перестроить его «на современном уровне», организовать здесь аквапарки открытого и закрытого типа. Он подчеркнул, что ни одно дерево здесь не должно быть срублено.
Фото