С 15 сентября Национальная авиакомпания «Узбекистон хаво йуллари» вводит регулярные пассажирские рейсы по маршруту Ташкент-Владивосток-Ташкент с частотой раз в неделю. Об этом сообщила пресс-служба НАК.
Ранее авиакомпания осуществляла полеты на данном направлении по чартерной программе.
Рейсы из Ташкента во Владивосток и обратно будут выполняться на самолетах Boeing-767 по субботам:
HY-707 Ташкент 8:30 — Владивосток 20:10
HY-708 Владивосток 22:00 — Ташкент 00:40+1
Время в расписании указано местное.