С 10 августа по 10 сентября по всему Узбекистану будут организованы 1325 школьных ярмарок, сообщили «Газете.uz» в пресс-службе Министерства народного образования.
Школьные ярмарки откроются в 931 общеобразовательной школе, к ним прикреплена 5941 школа. Ими смогут воспользоваться более 3 миллионов учащихся.
Еще 293 ярмарки организуются на территориях рынков и 528 — в крупных торговых комплексах и магазинах для 2 миллионов учащихся.
На ярмарках будут представлены учебные принадлежности 26 наименований: канцелярские товары, портфели, обувь для мальчиков и девочек и спортивная одежда.
Контроль качества товаров на школьных ярмарках возложен на местные хокимияты и Государственный комитет Узбекистана по содействию приватизированным предприятиям и развитию конкуренции.
Кроме того, хокимияты и Государственный налоговый комитет будут контролировать непрерывность работы платежных терминалов и цены на товары, чтобы исключить их искусственное завышение.