9 августа в Россию отбыл вновь назначенный генеральный консул Узбекистана в Екатеринбурге Абдусалом Хатамов, сообщила пресс-служба МИДа.
До этого Абдусалом Хатамов работал начальником отдела Консульско-правового департамента МИДа.
В марте генконсульство Узбекистана было открыто в Санкт-Петербурге. До этого Узбекистан имел посольство в Москве и генконсульство в Новосибирске. 
Для защиты интересов граждан Узбекистана консульские учреждения страны также планируется открыть в Казани, Ростове-на-Дону и Владивостоке.