Фарход Розиев освобожден от должности генерального директора «Узбектелекома» и назначен коммерческим директором компании, сообщила пресс-служба национального оператора телекоммуникаций Узбекистана.
Как отметили «Газете.uz» источники в правительстве, в понедельник утром на совещании деятельность компании подверг критике премьер-министр страны Абдулла Арипов.
Фарход Розиев. Фото: «Узбектелеком».
Фарход Розиев (1979 г. р.) возглавлял «Узбектелеком» с конца февраля. Ранее он работал в компаниях Sarkor Telecom, Winncom Technologies, Intelligent Consulting, в 2011—2012 годах руководил проектом Uzonline и был директором Uzmobile (подразделения «Узбектелекома»).
Генеральным директором «Узбектелекома» стал Шухрат Кадиров, в 2016—2018 годах уже работавший на этой должности. В 2015—2016 годах он возглавлял Uzmobile.
Кроме того, сменился директор по перспективному развитию и инновациям компании. Евгения Маркинга на этом посту сменил Жамол Максудов.