Самолет Boeing 737−300 Национальной авиакомпании Таджикистана Somon Air во вторник выполнил технико-ознакомительный рейс из Душанбе в Бухару, сообщило УзА.
В числе пассажиров рейса в Узбекистан прибыли представители авиаперевозчика соседней страны во главе с первым заместителем директора Сухробом Джураевым, а также руководители туристических фирм, предприниматели и журналисты.
По данным сайта Somon Air, полеты между двумя городами будут осуществляться раз в неделю по понедельникам.
Напомним, 28 июля был открыт маршрут «Душанбе-Самарканд» Национальной авиакомпании Tajik Air.
Национальная авиакомпания Узбекистана «Узбекистон хаво йуллари» в апреле прошлого года возобновила спустя 25 лет полеты из Ташкента в Душанбе.