Президент Шавкат Мирзиёев выразил соболезнования народу Индонезии и президенту Жоко Видодо в связи с многочисленными человеческими жертвами в результате сильного землетрясения на острове Ломбок.
Как сообщила пресс-служба главы государства, Шавкат Мирзиёев пожелал скорейшего выздоровления пострадавшим.
Землетрясение магнитудой 6,6 произошло во второй половине дня воскресенья, сообщило РИА Новости со ссылкой на Европейско-Средиземноморский сейсмологический центр (EMSC).
Эпицентр подземных толчков располагался в 49 км к северо-востоку от города Матарам. Очаг землетрясения залегал на глубине 10 км.
Число жертв составляет порядка 90 человек. Более 200 человек получили травмы.
Геологическая служба США (USGS), в свою очередь, сообщила, что магнитуда землетрясения составила 7, и предупредила о возможности возникновения цунами.