5 августа в 10:10 дня в здании предприятия «Трест бино курилиш», расположенном в Сергелийском районе Ташкента, произошла вспышка газовоздушной смеси, сообщила пресс-служба Министерства по чрезвычайным ситуациям.
Пострадали три человека:
Х. Муминов, 1966 года рождения (термический ожог 80% тела);
Н. Хакимов, 1982 года рождения (термический ожог 27% тела);
З. Анакулов, 1989 года рождения (термический ожог 27% тела).
Пострадавшие доставлены в Республиканский научный центр экстренной медицинской помощи.
Предполагаемая причина вспышки — нарушение правил безопасности во время очистки газового баллона от остатков газа.