Управление по надзору за исполнением законодательства в таможенной и наловой сферах Генеральной прокуратуры Узбекистана преобразуется в Управление по надзору за исполнением законодательства в сфере осуществления налоговых и таможенных реформ Генпрокуратуры.
Об этом говорится в указе президента о правовом сопровождении налоговых и таможенных реформ, подписанном 2 августа.
Основными направлениями деятельности управления Генпрокуратуры документ определяет, в частности:
надзор за своевременной и качественной реализацией налоговых и таможенных реформ;
обеспечение неукоснительного соблюдения требований законодательства налоговыми и таможенными органами;
системный анализ состояния законности в налоговой и таможенной сферах, выявление и устранение нарушений закона и коррупционных факторов;
участие в совершенствовании системы налогообложения, налогового и таможенного администрирования;
надзор за полнотой охвата налогоплательщиков и объектов налогообложения, а также собираемостью налоговых и таможенных платежей;
организация тесного взаимодействия между налоговыми, таможенными, финансовыми органами, органами власти на местах и органами самоуправления граждан по расширению налогооблагаемой базы;
координация паспортизации налогоплательщиков для полноценного ведения информационной базы лиц, имеющих высокие риски сокрытия налогооблагаемых баг и уклоняющихся от уплаты налогов.
Вводится должность заместителя генпрокурора, ответственного за осуществление надзора за исполнением законодательства в налоговой и таможенной сферах, а также заместителя прокурора в данной сфере во всех регионах страны.
Создаваемым подразделениям будут переданы 493 штатные единицы территориальных органов государственной налоговой службы.
В двухнедельный срок под руководством заместителей прокуроров Ташкента, Каракалпакстана и регионов будут сформированы экспертные рабочие группы по реализации налоговых реформ и выявлению резервов дополнительных доходов в бюджет.
Руководители рабочих групп в недельный срок создадут в разрезе районов и городов подгруппы по паспортизации налогоплательщиков и объектов налогообложения (физические лица, рынки, торговые комплексы) и будут контролировать «неукоснительное соблюдение законодательства» в этом процессе.
Они же организуют обучение налогоплательщиков по вносимым в налоговое законодательство изменениям и будут оказывать им практическую помощь.
Государственному налоговому комитету, Генеральной прокуратуре, Министерству по развитию информационных технологий и коммуникаций и Счетной палате предписано:
в месячный срок изучить причины и механизмы уклонения от уплаты налогов и осуществления незаконной предпринимательской деятельности в нерабочее время рынками, торговыми комплексами, субъектами предпринимательства, а также физических лиц, занимающихся предпринимательской деятельностью без государственной регистрации.
в двухмесячный срок разработать и внедрить с 1 октября информационную систему автоматизированного учета взимания разового сбора, арендной платы и поступлений от оказания услуг рынками и торговыми комплексами.
Руководители государственных органов и органов исполнительной власти на местах будут строго предупреждены о персональной ответственности «за безусловную и эффективную реализацию» вышеперечисленных мер.