Новым начальником отдела внутренних дел Касбинского района Кашкадарьинской области назначен подполковник Фаррух Фарходович Ибрагимов, сообщила пресс-служба МВД Узбекистана.
Предыдущий руководитель ОВД района подполковник Чори Кучаров был освобожден от должности по итогам служебной проверки, начатой УВД области после появления видеозаписи, на которой видно, как сотрудники ОВД заперли фермеров в наручниках в автобусе.
МВД также сообщает о назначении начальников ОВД двух районов Самаркандской области — подполковника Амина Абубакировича Тошева в Самаркандском районе и майора Салимжона Хайитбоевича Шавманова в Джамбайском районе.
Амин Тошев.
Салимжон Шавманов.
Предыдущие руководители этих ОВД были освобождены от должностей вместе с хокимами районов после недавнего визита в Самарканд президента Шавката Мирзиёева.