«Газета.uz» получила записи с автомобильного видеорегистратора одного из наших читателей, на которых видно, как на недавно отремонтированной улице Байналмилал массово нарушаются Правила дорожного движения в виде выезда на встречную полосу.
На первом коротком видео, снятом 1 августа в направлении к площади Актепа, поток машин по «встречке» менее чем за 2 минуты объезжают 15 автомобилей.
Смотреть на YouTube
На втором видео от 2 августа, снятом на этом же участке, видно, как на противоположную полосу выезжают более 10 автомобилей. При этом навстречу проезжает машина дорожно-патрульной службы.
Смотреть на YouTube
В УБДД ГУВД Ташкента «Газете.uz» сообщили, что против нарушителей будут обязательно приняты меры.