С момента запуска системы оформления и выдачи электронных въездных виз в Узбекистан e-visa.gov.uz поступило 2784 заявки от граждан 41 страны. Об этом «Газете.uz» сообщил заместитель премьер-министра Азиз Абдухакимов.
Больше всего заявок поступило от граждан Китая — 553, США — 361 и Великобритании — 335.
Заявки также поступили от граждан Индии — 264, Франции — 184, Германии — 138, Австралии — 129, Польши — 116, Испании — 101, Италии — 100, Нидерландов — 71, Канады — 69.
По данным на 1 августа выдано 2297 электронных виз.
Напомним, система была запущена 15 июля, воспользоваться ей могут граждане, прибывающие в Узбекистан в туристических целях из стран, для которых установлен упрощенный порядок оформления визы.