В 15 высших учебных заведениях Узбекистана завершились вступительные экзамены. Тестовые испытания первой смены прошли 1 августа с 8:00 до 11:30.
Как сообщил «Газете.uz» заместитель премьер-министра Азиз Абдухакимов, всего в тестовых испытаниях должны были принять участие 30,69 тысячи абитуриентов по 50 образовательным направлениям.
834 человека по различным причинам на экзамен не пришли. Кроме того, за нарушение порядка проведения тестовых испытаний (в том числе за попытки пронести телефон или шпаргалку) от экзамена отстранены 76 абитуриентов.
Для наблюдения за ходом экзамена были приглашены 2469 специалистов, из них 35 не пришли.
После окончания второй смены тестовых испытаний в 18:30 приемная комиссия передаст тестовые материалы работникам фельдъегерской службы для отправки в Государственный центр тестирования. Материалы первой смены переданы в 12:00.
Результаты тестов после поступления в ГТЦ сразу проверяются через специальные компьютеры.
Сотрудники, участвующие в обработке тестовых результатов, приходят в ГТЦ за день до экзаменов и в течение суток не выходят из здания, где нет связи с внешним миром.
В этом году впервые за ходом тестовых вступительных экзаменов по всей стране в период с 1 по 15 августа можно наблюдать в прямом эфире.
Пользователи сайта test2018.uz обратили внимание, что в первой половине дня изображение не транслировалось с камер в Самарканде, а в Нукусе они были установлены у входа в здание. Впоследствии эти недостатки были устранены.
Как отметил Азиз Абдухакимов, по выявленным в сетях фактам занимаются правоохранительные органы.