Дилмурод Хамидуллаевич Набиев назначен новым министром физической культуры и спорта, сообщили «Газете.uz» источники в правительстве.
Ранее эту должность занимал Исроилов Шоакром Холматович, который перешел на другую работу на прошлой неделе.
До назначения с июня 2017 года Дилмурод Набиев работал первым заместителем министра высшего и среднего специального образования.
В 2014—2016 годы он занимал должность заместителя государственного советника президента Узбекистана по вопросам науки, образования, здравоохранения и спорта.
С 2016 по 2017 годы работал начальником информационно-аналитического отдела по вопросам образования, науки и молодежной политики Кабинета Министров.