Улицу Яккачинор в Мирабадском района Ташкента предлагается назвать именем известного белорусского поэта и общественного деятеля Якуба Коласа (1882−1956). Проект решения Кенгаша народных депутатов Ташкента об этом опубликован для обсуждения.
Документом также предусмотрена установка на этой улице бюста Якубу Коласу (Константину Мицкевичу), который в 1941—1943 годах жил и работал в столице Узбекистана.
Улица Якуба Коласа раньше существовала в Ташкенте (сейчас она называется улицей Мовароуннахр).
В мае прошлого года на здании в центре столицы, где жил Якуб Колас, были возвращены мемориальная доска и барельеф Якуба Коласа, снятые в предыдущие годы.
Отметим, что в сентябре, согласно белорусским СМИ, намечается визит в Узбекистан президента Беларуси Александра Лукашенко.