На перекрестке улиц Махтумкули, Темура Малика, Паркентской и Ахангаранского шоссе (бывший завод ТАПОиЧ, супермаркет Korzinka.uz «Авиатор») в Ташкенте в связи со строительством трехуровневой развязки организуется объезд.
Как сообщил «Газете.uz» управляющий трестом «Куприккурилиш» Зафар Махаматов, закрытие перекрестка осуществляется постепенно в три этапа — оно начато в понедельник и завершится в среду.
Для объезда места строительства построены временные дороги, в двух местах для регулирования транспортных потоков будут работать временные светофоры, благодаря чему будет обеспечено беспрепятственное движение транспорта.
Схема объезда в увеличенном размере
Хокимият и ГУВД Ташкента в понедельник не предупредили водителей о закрытии перекрестка, из-за чего на перекрестке наблюдались заторы.