Рейс Национальной авиакомпании «Узбекистон хаво йуллари» HY272 по маршруту Стамбул-Ташкент 30 июля (10:30) задержан в связи с техническими неисправностями воздушного судна, сообщили в пресс-службе авиакомпании.
Расчетное время вылета рейса HY272 из Стамбула — 31 июля в 4:00 (время стамбульское). Расчетное время прибытия в Ташкент — 31 июля в 10:30 (время ташкентское).
Пассажиров с авиабилетами, оформленными на рейс HY272 на 30 июля, просят явиться в аэропорт Ататюрка 31 июля в 1:00 по стамбульскому времени.
В компании принесли извинения за доставленные неудобства.
Справочная служба аэропорта Ташкента: (+99871) 140−28−01/-02/-03/-04.