29 июля в 17:35 вечера в дежурную часть Управления по чрезвычайным ситуациям Ташкентской области поступил звонок с просьбой о помощи — группа людей выехала на экскурсию в горы Бостанлыкского района Ташкентской области и заблудилась.
Как сообщила пресс-служба МЧС, дежурная смена спасательного отряда «Чимган» незамедлительно выехала на место для проведения поисковых работ. В 5:30 утра 30 июля пострадавшие были обнаружены.
Спасатели оказали пострадавшим первую медицинскую помощь и эвакуировали их в населенный пункт.
МЧС просит соблюдать меры предосторожности при нахождении в горах.