Суды по гражданским делам в первом полугодии рассмотрели 119823 дела и вынесли 165864 судебных приказа о взыскании обязательных платежей на сумму более 168 млрд сумов. Об этом «Газете.uz» сообщил официальный представитель Верховного суда Узбекистана Азиз Абидов.
По рассмотренным делам вынесено 102930 судебных решений, по которым более 83% требований удовлетворено.
Основную часть дел составили споры, вытекающие из долговых и кредитных договоров, дела о расторжении брака и дела особого производства.
42532 гражданских дела рассмотрены в ходе выездных судебных заседаний. Судами по гражданским делам проведено 3647 встреч и открытых диалогов с населением.
Судами по гражданским делам проведено 3647 встреч и открытых диалогов с населением.
Кроме этого, судебная коллегия по гражданским делам Верховного суда удовлетворила протесты по 525 делам, рассмотренным в надзорном порядке. Отменены 462 решения нижестоящих судов и изменены 40 судебных решений.