С 15 июля в Узбекистане начала работать удаленная регистрация иностранных граждан и лиц без гражданства через систему Emehmon (emehmon.uz). Как мы писали ранее, отныне ответственность за их временную регистрацию на срок до одного месяца несут пригласившие или принимающие лица.
Для временной регистрации иностранного гражданина через сайт нужно зарегистрироваться, ввести свои данные, заполнить форму «листок прибытия» и произвести расчет по туристскому сбору (сумма определяется автоматически), указав данные платежной карты. То же самое можно сделать через мобильное приложение Emehmon (пока доступно для Android).
Туристы, зарегистрировавшиеся в средствах размещения и оплатившие туристские сборы, но не проживающие в них, выбирают пункт «Самостоятельные туристы». Нужно указать количество дней пребывания и произвести оплату в наличной или безналичной форме. Администрации средств размещения обязаны регистрировать самостоятельных туристов в случае их обращения.
Инструкция по регистрации через сайт
Инструкция по регистрации через приложение
Инструкция для самостоятельных туристов
Памятка по регистрации туристов