Таваккалжон Рахимов, возглавлявший Риштанский район Ферганской области с февраля 2018 года, по собственному желанию покинул должность, сообщило УзА.
Суфхонжон Солиев. Фото: УзА. 
На внеочередной сессии районного кенгаша народных депутатов новым главой района был утвержден Суфхонжон Солиев, ранее работавший начальником территориального управления по автомобильным дорогам Ферганской области.
В пресс-службе хокимията Ферганской области «Газете.uz» сообщили, что Таваккалжон Рахимов покинул пост в связи с болезнью.
В последние месяцы Риштан переживает масштабную реконструкцию. Снесено большое число жилых домов, сообщалось о вырубке деревьев. «Газета.uz» публиковала подробный репортаж об этом.
На днях сообщалось, что власти района привлекли свыше 13 тысяч человек к работам по благоустройству. Министерство занятости и трудовых отношений заявило, что это незаконно, и начало проверку.