Мохирхужа Валиев назначен новым председателем компании «Тошшахартрансхизмат», управляющей общественным транспортом Ташкента. Об этом сообщила пресс-служба хокимията столицы.
Мохирхужа Валиев (1983 г. р., выпускник Ташкентского государственного экономического университета — 2005) в 2014—2017 годах работал заместителем председателя «Тошшахартрансхизмат» по финансово-экономическим вопросам.
В 2017 году перешел на работу в Azia ABM Trans директором, затем был генеральным директором компании US ATI.
С мая прошлого года председателем «Тошшахартрансхизмат» был Анвар Джураев.