Общественный совет при хокимияте Ташкента совместно с компанией Parkent Plaza начал восстановление мозаики на доме 17 на 11-м квартале массива Юнусабад, закрашенной на днях по инициативе местного ТЧСЖ.
Фото: Facebook.
О проблеме 13 июля сообщила блогер Алла Дзюрич, опубликовавшая в Facebook фотографии торца четырехэтажного дома до и после ремонта здания.
Мозаичные панно на стенах многоэтажек — одна из особенностей столицы Узбекистана (фотоподборка). Традицию украшать таким образом типовые здания заложили художники Пётр и Николай Жарские, прибывшие в 1966 году в Ташкент восстанавливать разрушенный землетрясением город.
После поста Аллы Дзюрич о мозаике, закрашенной на девятиэтажном доме на массиве Ц-27, сообщила Facebook-группа Tashkent Retrospective. Интернет-пользователи также вспомнили о многих других случаях, например, о замазанном панно на здании бывшего Минэнерго в центре столицы.
Как сообщила пресс-служба общественного совета при хокимияте, с инициативой восстановить мозаику на юнусабадской пятиэтажке выступил руководитель Parkent Plaza  Ойбек Шодиев, являющийся экспертом совета. Он выполнит работу за свой счет.
Фото: fb.com/TashkentTop.
В четверг рабочие установили леса и начали очистку панно. В пятницу пройдет консультация со специалистом по реставрации — скульптором Мариной Бородиной. Работы планируется завершить в течение 10 дней.
На обсуждении в общественном совете поднимался вопрос создания реестра зданий с мозаикой. Большая коллекция фотографий зданий с мозаикой в разных городах страны собрана в группе «Мозаика Узбекистана».