В центральном аппарате и региональных подразделениях Министерства внутренних дел Узбекистана произведены 17 назначений, сообщила пресс-служба МВД.
Подполковник Саиданвар Саидаълоев назначен первым заместителем начальника Главного управление уголовного розыска МВД.
В Андижанской области начальником ОВД Кургантепинского района стал подполковник Дилмурод Ихволдинов, Пахтаабадского района — подполковник Азизбек Исламов, Жалакудукского района — майор Мансурбек Алиханов.
Начальником ОВД Шараф-Рашидовского района Джизакской области назначен капитан Уктам Аскаров, Нишанского района Кашкадарьинской области — подполковник
Дилшоджон Умаров, Кушрабатского района Самаркандской областиа — подполковник Закир Суванкулов, Бустанлыкского района Ташкентской области — подполковник
Шухрат Абдужаббаров.
Подполковник Бахром Шергазиев стал начальником управления уголовного розыска, а капитан Хожакбар Абдуллаев — начальником управления охраны Управления внутренних дел Наманганской области.
Назначен также начальник управления охраны Управления внутренних дел Ташкентской области, им стал подполковник Аваз Муратов.
Шесть новых начальников отделов внутренних дел назначены в Ферганской области. Подполковник Илхомжон Сотволдиев возглавил ОВД Коканда, подполковник Зиёхидин Гофуров — Риштанского района, подполковник Бахтиёр Наджимитдинов — Бешарыкского района, подполковник Баходир Колонов — Фуркатского района, майор Шерзоджон Ахмедов — Дангаринского района и майор Акмалжон Сотволдиев — Багдадского района.