Боксер Исроил Мадримов станет знаменосцем сборной Узбекистана на церемонии открытия XV Азиатских игр, которые пройдут с 18 августа по 2 сентября в центральных городах Индонезии — Джакарте и Палембанге, сообщила пресс-служба Национального олимпийского комитета.
23-летний боксер Исраил Мадримов является чемпионом Азии, вице-чемпионом Азиатских игр, победителем ряда международных турниров, а также членом полупрофессионального клуба Uzbek Tigers.
На Азиатских играх-2014 в корейском Инчхоне знаменосцем был трижды призер Олимпийских игр дзюдоист Ришод Собиров.
Сборная Узбекистана на предыдущих играх завоевала 44 медали, из которых 9 золотых, 14 серебряных и 21 бронзовая.
В спортивном состязании четырехлетия 10500 спортсменов из 45 стран будут состязаться в 40 видах спорта.