Какими станут школы через 5−10 лет? Что нужно менять в системе образования уже сейчас? Как развивать ГЧП в этой сфере? Поможет ли открытие частных школ оздоровить систему народного образования? Как помочь детям выявить и раскрыть свои таланты в школе?
25 июля «Лаборатория бизнеса» организует панельную дискуссию по системе народного образования в Узбекистане. Спикерами выступят:
Шерзод Шерматов — министр народного образования Узбекистана (в случае его командировки будет участвовать заместитель министра Сарвар Бабаходжаев);
Вячеслав Кан — руководитель Центра развития и профориентации MyWay;
Виталий Ким — руководитель частной школы Study Smart School.
Встреча пройдет c 18:30 до 21:00 в коворкинг-центре GroundZero по адресу: Ташкент, Яшнабадский район, ул. Темура Малика, 146. Участникам необходимо пройти обязательную регистрацию. Стоимость участия — 50 тысяч сумов. Скидка 50% — преподавателям, студентам и госслужащим — действительна только при предъявлении удостоверения.