Национальная авиакомпания «Узбекистон хаво йуллари» сообщила об изменениях в рейсах по маршруту Ташкент-Ургенч-Ташкент 17 июля, связанных с временным закрытием аэропорта «Ургенч».
График рейсов на 17 июля
Рейс HY051 вместо Ургенча вылетит в Нукус в 8:30, прибытие в Нукус — в 10:15.
Рейс HY052 вместо Ургенча вылетит из Нукуса в 11:10, прибытие в Ташкент — в 12:45.
Рейс HY057 вместо Ургенча вылетит в Нукус в 16:40, прибытие в Нукус — в 18:45.
Рейс HY058 вместо Ургенча вылет из Нукуса в 19:05, прибытие в Бухару — в 20:25, вылет из Бухары — в 21:05, прибытие в Ташкент — в 22:10.
Пассажиры с авиабилетами, оформленными на вышеуказанные рейсы по маршруту Ташкент-Ургенч-Ташкент, Ургенч-Бухара или Бухара-Ташкент, будут приниматься к полету по ранее оформленным авиабилетам без каких-либо сборов.
Пассажирам с билетами до Ургенча по прилету в Нукус будут предоставлена автобусная транспортировка до аэропорта Ургенча.
Пассажиров с билетами из Ургенча просят явиться в аэропорт Ургенча не меньше чем за 4 часа до вылета рейса по указанному выше графику для своевременной транспортировки автобусом в аэропорт Нукуса.
В графики движения рейсов могут быть внесены изменения. Компания просит пассажиров следить за новостями на официальном сайте и в Telegram-канале. Информационная справочная служба: (+99871) 140−02−00.
В «Узбекистон хаво йуллари» принесли пассажирам извинения за неудобства и заверили, что руководство компании предпринимает все возможные меры по скорейшему возобновлению работоспособности аэропорта «Ургенч».