Азимжон Назаров назначен заместителем министра инновационного развития, сообщили «Газете.uz» в пресс-службе Мининноваций.
Ранее он работал в министерстве начальником управления исследований и внедрения инноваций в реальный сектор экономики, а также исполняющим обязанности замминистра инновационного развития.
42-летний Азимжон Назаров окончил Ташкентский институт инженеров ирригации и механизации сельского хозяйства, а также Техасский университет сельского хозяйства и механики.
Более 10 лет руководил частной консалтинговой фирмой, предоставляющей услуги в сфере сельского и водного хозяйства, охраны окружающей среды, социального обеспечения, использования возобновляемых источников энергии.
Участвовал в разработке проекта стратегии инновационного развития Узбекистана до 2021 года.