Сборная Бельгии одержала победу над командой Англии в матче за «бронзу» чемпионата мира-2018. Встреча в Санкт-Петербурге в субботу завершилась со счетом 2:0.
Защитник сборной Бельгии Тома Менье открыл счет на 4-й минуте. Игрок коленом замкнул передачу полузащитника Насера Шадли с левого фланга.
Удвоил преимущество Эден Азар. На 82-й минуте Кевин Де Брейне вывел своего партнера один на один с вратарем, Азар пробил мимо Джордана Пикфорда в ближний угол.
Команду уже встречались на групповом этапе турнира. Тогда Бельгия победила Англию со счетом 1:0.
В финале мундиаля Хорватия сыграет с командой Франции. Встреча состоится 15 июля на московском стадионе «Лужники» в 20:00 по ташкентскому времени.
Статистика
Видео