Национальная авиакомпания «Узбекистон хаво йуллари» выполнит чартерные рейсы по маршруту Париж — Москва — Париж 14 и 15 июля.
Как сообщили «Газете.uz» в пресс-службе НАК, компания перевезет болельщиков сборной Франции по футболу в количестве 480 человек.
В эти же дни «Узбекистон хаво йуллари» выполнит рейсы по маршруту Загреб — Москва — Загреб для перевозки болельщиков сборной Хорватии в количестве 480 пассажиров на финал чемпионата мира по футболу, который состоится 15 июля.
Рейсы запланированы на самолетах Boeing 767.