Туробжон Джураев, с июня прошлого года работавший хокимом Самаркандской области, был освобожден от должности по обвинениям в совершении преступных действий, сообщила программа «Ахборот 24» телеканала «Узбекистан 24».
«Он организовал целую вертикаль взяточничества ради собственной выгоды, развел местничество, успешно вымогал денежные средства. В ходе следствия сам Джураев ничего отрицать не стал», — говорится в программе.
В деле также фигурируют бывший заместитель хокима Самаркандской области по вопросам развития промышленности, капитального строительства, коммуникаций и коммунального хозяйства Уткир Абдуллаев, специалист по строительству Баходир Ходжакулов и помощник хокима Ботир Ходжакулов.
«В хокимияте действовала так называемая ставка за выдачу разрешений на строительство многоквартирных домов и при распределении земельных участков предпринимателям области под строительство жилых объектов», — указывается в «Ахборот 24».
Ведется следствие, обвиняемые взяты под стражу.
«Газета.uz» ранее писала о незаконных строительных работах в исторической части Самарканда, а также о нарушениях, совершаемых застройщиками.
Видео