На первом этаже девятиэтажного дома по улице Ойбек в Мирабадском районе Ташкента, занятом салоном красоты, произошло возгорание, сообщили «Газете.uz» в ГУВД Ташкента.
Сообщение о пожаре поступило в Центр управления и координации силами и средствами УПБ ГУВД Ташкента в 14:50. На место происшествия прибыли два пожарных расчета.
Как выяснили пожарные, горел «козырек», установленный над салоном красоты Bell Klio. Огнем повреждены оконные рамы квартир со 2-го по 7-й этажи. 
В 15:08 пожар был локализован, в 15:09 — полностью потушен. Жертв и пострадавших нет. Причины возгорания устанавливаются.