В здании супермаркета Crystal на улице Юнус-ота в Юнусабадском районе Ташкента в четверг произошел пожар. Как сообщила пресс-служба ГУВД столицы, сообщение о пожаре поступило в Управление пожарной безопасности в 13:47. Дым от пожара был виден из разных районов столицы.
Первые расчеты прибыли на место происшествия в течение пяти минут. Всего было задействовано шесть боевых расчетов и две пожарные лестницы.
Фото: ГУВД.
В 14:11 пожар, возникший на верхнем этаже четырехэтажного здания, был локализован, в 14:18 — полностью ликвидирован.
Благодаря действиям сотрудников службы пожарной безопасности не допущено распространение огня на нижние этажи здания (супермаркет открыт недавно, в здании действует только первый этаж). Пострадавших нет. Причина возгорания устанавливается.
Видео