Сборная Хорватия одержала волевую победу над командой Англии в полуфинальном матче чемпионата мира-2018. Встреча на стадионе «Лужники» завершилась со счётом 2:1.
Англичане забили быстрый гол. На 5-й минуте защитник Киран Триппье со стандарта отправил мяч в верхний угол ворот Даниэла Субашича.
После начального натиска Англия постепенно стала отдавать инициативу Хорватии, которая сравняла счет на 68-й минуте. Шиме Врсалько навесил с правого фланга, Иван Перишич выбежал из-за спины Кайла Уолкера и переправил мяч над головой соперника.
Стороны не смогли выявить победителя в основное время. В экстра-таймах Марио Манджукич выскочил между центральными защитниками Англии и переиграл Джордана Пикфорда. Его гол стал победным в полуфинальном матче.
В финале мундиаля Хорватия сыграет с командой Франции, которая в полуфинальном матче обыграла Бельгию (1:0). Встреча состоится 15 июля на московском стадионе «Лужники» и начнется в 20:00 по ташкентскому времени.
Англия и Бельгие сыграют за третье место 14 июля в 19:00 на стадионе «Санкт-Петербург».
Статистика (в основное время)Статистика (всего матча)
Видео