В первом полугодии текущего года число иностранных граждан, въехавших в Узбекистан, увеличилось почти в два раза по сравнению с аналогичным периодом 2017 года — на 91,6%, составив 2 миллиона 688 тысяч 962. Об этом сообщает пресс-служба Государственного комитета по развитию туризма.
Существенно увеличилось количество посетителей из стран, для которых был введен безвизовый режим:
Турция — 31966 (+95,6%);
Япония — 6200 (+68,1%);
Израиль — 3615 (+86,2%);
Индонезия — 750 (более чем в 3 раза);
Сингапур — 424 (более чем в 2,5 раза).
В июне также отмечено увеличение количества въехавших граждан из Республики Корея (57,5%) и Малайзии (в 2,6 раза).
С 10 февраля Узбекистан ввел безвизовый режим сроком на 30 дней для граждан 7 стран: Израиля, Индонезии, Республики Корея, Малайзии, Сингапура, Турции и Японии (общее количество таких стран — 17). Кроме того, введен упрощенный порядок оформления туристских виз для граждан 39 стран (всего таких стран — 51).
С 15 июля начинает действовать система электронного оформления виз в Узбекистан E-Visa.uz.