Сборная Франции одержала победу над командой Бельгии в полуфинальном матче чемпионата мира-2018. Встреча в Санкт-Петербурге завершилась со счётом 1:0.
«Трехцветные» вышли вперед на 51-й минуте. Антуан Гризманн навесил с уголовного, а защитник Самуэль Умтити переправил мяч головой в ворота. Бельгия пропустила после углового впервые с 1994 года.
Франция играла в решающем матче два года назад на домашнем Евро, теперь у нее второй подряд шансы взять трофей. Тогда не получилось из-за Португалии.
Подопечные Дидье Дешама вышли в финал, а Бельгии предстоит сыграть в матче за третье место на турнире. Второй финалист ЧМ-2018 определится во встрече сборных Англии и Хорватии, которая пройдёт 11 июля в 23:00 по ташкентскому времени.
Статистика
Видео