С 2018/2019 учебного года стоимость контрактов на обучение в высших учебных заведениях Узбекистана будет исчисляться в минимальных размерах зарплаты. Решение одобрено Государственной комиссией по приему в образовательные учреждения 4 июля.
Стоимость контрактного обучения выросла по всем направлениям с учетом повышения МРЗП с 15 июля на 7% до 184300 сумов (в таблице в скобках указана предыдущая стоимость). Например, самая низкая стоимость контракта в бакалавриате составляет 45 МРЗП, или 8,293 млн сумов (было 6,65 млн), самая высокая — 60 МРПЗ, или 11,058 млн сумов (9,85 млн).
В магистратуре цифры составляют, соответственно, 49 МРЗП, или 9,03 млн сумов (6,29 млн) и 66 МРЗП, или 12,163 млн сумов (10,83 млн).
Ссылка для мобильной версии (Doc)
Ссылка для мобильной версии (Doc)