11 июля по Узбекистану сохранится аномально жаркая погода с температурой воздуха на 5−7 градусов выше среднемноголетних значений, сообщил Узгидромет.
В дневные часы воздух будет прогреваться до 40−43 градусов, по югу — до 44−45 градусов.
По Бухарской, Навоийской, Кашкадарьинской и Сурхандарьинской областям возможен гармсиль (сухой горячий ветер).
11 июля в связи с повышенным температурным фоном по предгорным и горным районам республики возможно прохождение ледниковых селевых паводков с территории Таджикистана и Кыргызстана.
Прогноз погоды на третьи-шестые сутки (12−15 июля) также не показывает ощутимого снижения температуры в этот период.