Правительственная делегация Узбекистана во главе с министром иностранных дел Абдулазизом Камиловым, находящая с рабочим визитом в Афганистане, 8 июля была принята президентом Мухаммадом Ашрафом Гани. Об этом сообщила пресс-служба МИДа.
На встрече обсуждены вопросы двусторонних отношений, прежде всего выполнение договоренностей, достигнутых в рамках официального визита президента Афганистана в Узбекистан в декабре. 
Узбекистан подтвердил свое согласие на открытие афганского консульства в Термезе.
Стороны также обменялись мнениями по ситуации в Афганистане и в прилегающем регионе.
Мухаммад Ашраф Гани поблагодарил узбекскую сторону за прилагаемые усилия по содействию мирному процессу в его стране.