Сборная Франции одержала победу над командой Уругвая в четвертьфинальном матче чемпионата мира-2018. Встреча в Нижнем Новгороде завершилась со счетом 2:0.
Счет был открыт на 40-й минуте. Защитник Рафаэль Варан замкнул головой навесную передачу Антуана Гризманна со штрафного.
На 61-й минуте Гризманн удвоил преимущество. Французский нападающий пробил по воротам и голкипер, пытаясь отбить удар ладонями, переправил мяч в собственные ворота. Форвард «Атлетико» стал лучшим игроком встречи.
В полуфинале Франция встретится с победителем матча Бразилия — Бельгия, который пройдет сегодня в 23:00 по ташкентскому времени.
Статистика
Видео