Правительство Узбекистана постановлением от 30 июня продлило срок действия старых (небиометрических) паспортов на территории страны до 31 декабря 2019 года. Об этом в своем Telegram-канале сообщило Министерство юстиции.
За рубежом небиометрические паспорта будут считаться действительными до указанного в них срока действия.
Старый паспорт также действителен для въезда в Узбекистан до окончания срока действия.
В постановлении отмечается, что решение о продлении срока принято для создания благоприятных условий для граждан при обмене и получении новых паспортов, а также при возвращении в Узбекистан из-за границы.
Органам власти на местах поручено обеспечить планомерное привлечение населения к обмену паспортов и принять меры для паспортизации малоимущих слоев населения, не имеющих биометрических паспортов.
Ввод паспортов с биометрическими данными владельцев был начат в Узбекистане с 1 января 2011 года. Полная замена паспортов должна была завершиться до конца 2015 года, однако этот срок был продлен до 1 июля 2018 года.
В последние месяцы МВД и его подразделения неоднократно предупреждали о том, что не обменявшим паспорта гражданам грозит штраф (от 0,5 до 3 минимальных зарплат).
На прошлой неделе министр внутренних дел Пулат Бобожонов сообщил, что на конец июня биометрические паспорта получили 21,194 миллиона граждан, или 94,9%.