Узбекистанец Джамшид Маруфов стал чемпионом юношеского первенства мира по спортивной борьбе в вольном стиле, проходящего в хорватском Загребе 2−8 июля, сообщило Министерство физической культуры и спорта Узбекистана.
Джамшид Маруфов борется с итальянцем Винченцо Пиродду за выход в финал.
На пути к финалу Джамшид Маруфов в весовой категории до 55 кг одолел соперников из Израиля (10:0), Армении (4:0), России (10:0) и Италии (5:4). В бою за «золото» он превзошел японца Хайято Фуджита (4:3), став чемпиона мира.
Видео (финал)
Кроме того, в рамках юношеского ЧМ Шахбоз Комилов (45 кг) победил Рассела Ламера из США и выиграл бронзовую медаль.
В предыдущий раз Узбекистан завоевывал золотую медаль юношеского ЧМ в 1998 году. Тогда Дильшод Мансуров стал лучшим среди своих сверстников. За последние 20 лет Узбекистан был успешен в греко-римской борьбе среди юниоров, а также на чемпионатах мира среди молодежи и взрослых в вольной борьбе.