7−10 июля на территорию Узбекистана через Туркменистан осуществится вынос сухого и очень жаркого воздуха с районов зарубежного юга (Иран). Об этом сообщил Узгидромет.
По республике установится аномально жаркая погода с температурой воздуха на 5−7 градусов выше среднемноголетних значений. В дневные часы воздух будет прогреваться до 40−43 градусов.
По Бухарской, Навоийской, Кашкадарьинской и Сурхандарьинской областям воздух прогреется до 44−45 градусов, возможен гармсиль — сильный сухой и жаркий ветер.
7−10 июля в связи с повышенным температурным фоном по предгорным и горным районам страны возможно прохождение ледниковых селевых паводков с территории Таджикистана и Кыргызстана.
Прогноз погоды на 6−9 июля