В Ташкенте начаты работы по обновлению круга Рохат, расположенном на въезде в город на Ахангаранском шоссе, сообщила пресс-служба хокимията столицы.
В течение трех дней планируется расширить проезжую часть на круге до пяти полос, что, по расчетам, увеличит пропускную способность перекрестка.
Судя по опубликованному проекту дизайна круга, с одной стороны появится надпись «Welcome to Tashkent», по краям будут высажены цветы, планируется реконструировать тротуары.
Согласно приведенным в сообщении данным, ежедневно в Ташкент из других регионов заезжают и выезжают свыше 4000 автомобилей.