УБДД ГУВД Ташкента сообщило о рассмотрении возможности открытия двустороннего движения транспортных средств с улицы Махтумкули на улицу Абдуллы Кадыри в районе Ташкентской медакадемии и заезда с Кадыри на Махтумкули в районе Экопарка.
Кроме того, планируется организовать разворот напротив Католической церкви по улице Махтумкули.
Отметим, что недавно был открыт закрытый много лет съезд с Махтумкули на Кадыри возле Католической церкви.
Кроме того, организованы развороты на проспекте Амира Темура (возле путепровода с улицей Ахмада Дониша) и на улице Буюк ипак йули (в направлении к центру города до перекрестка с проспектом Мирзо Улугбека). 
На карте салатовым цветом отмечены открытые для движения участки, желтым — на рассмотрении.