30 июня прошло первое заседание общественного совета при хокимияте Ташкента с участием и. о. хокима города Джахонгира Артыкходжаева. На встрече был представлен состав совета, принят этический кодекс и определены комитеты по направлениям деятельности.
Состав общественного совета:
Хикмат Абдурахманов (председатель) — предприниматель, сооснователь ряда компаний (Узбекско-китайский торговый дом, «ТехноПлаза», GroundZero) и общественных инициатив («Лаборатория бизнеса», Ассоциация международного бизнеса и технологий, Глобальная сеть предпринимательства в Узбекистане (GEN));
Нигора Акилова — PR-менеджер Nestlé Uzbekistan;
Кадыржан Юсупов — дипломат, советник Ассоциации международного бизнеса и технологий;
Азиза Шарипова — начальник юридического отдела UzBAT;
Азиза Умарова — руководитель консалтинговой компании;
Диёр Мирзаахмедов — председатель правления ассоциации «Национальный маркетинговый центр»;
Науфалбек Сабиров — председатель Ассоциации автоматической идентификации GS1 Uzbekistan;
Анвар Ирчаев — директор инвестиционной компании Orient Capital Management;
Хусниддин Ато — искусствовед, фотожурналист, международный эксперт в области музыки;
Рустам Хусанов — основатель сообщества городских исследователей X-Places;
Нигора Хасанова — руководитель международной выставочной компании Iteca Exhibitions;
Сурен Сапов — основатель и руководитель Afisha Media;
Ирина Матвиенко — главный редактор проекта «Лаборатория бизнеса», основатель проектов Ladoshki.uz, Context.uz, Nemolchi.uz;
Дияc Муталов — учредитель консалтингового агентства Re-Form, основатель Школы продавцов;
Ойбек Шайхов — предприниматель, соучредитель проектного института East-West Engineering и компании INNOVO.tech, международной некоммерческой организации Buyuk Kelajak, генеральный секретарь Узбекско-европейского совета по бизнесу и инвестициям (Брюссель);
Юлия Яковлева — основатель группы компаний Person Hunter;
Музаффар Касымов — соучредитель «ТехноПлаза», GroundZero, IBT, CLG;
Улугбек Маджидов — врач, президент Противоракового общества Узбекистана;
Арсен Длянчев — основатель группы компаний Unique Present Media Holding;
Фарход Ибрагимов — директор Инновационного центра Mirzo Ulugbek Innovation Center.
Члены совета были отобраны путем собеседования и испытаний в фокус-группах из более 200 кандидатов, откликнувшихся на объявление о наборе.
Общественный совет (Facebook, Telegram), созданный по инициативе и. о. хокима, призван обеспечить эффективное взаимодействие граждан, общественных объединений и органов местного самоуправления для решения наиболее важных вопросов экономического и социального развития города.
На заседании были представлены комиссии при общественном совете, которые состоят как из членов совета, так и из привлеченных экспертов:
Стратегическое развитие города, инфраструктура и строительство (руководитель — Науфалбек Собиров);
Городское планирование, архитектура и дизайн (Диёр Мирзаахмедов);
ИКТ и Smart City (Фарход Ибрагимов);
Обращения населения и коммуникации (Нигора Акилова);
Предпринимательство и государственно-частное партнерство (вакантно);
Экология и устойчивое развитие (Нигора Хасанова);
Социальная защита (Дияс Муталов);
Здравоохранение и спорт (Улугбек Маджидов);
Культура и искусство (Хусниддин Ато);
Образование (вакантно);
Доходность и собираемость налогов (Анвар Ирчаев);
Городские мероприятия (Арсен Длянчев);
Развитие кадрового состава и внутренних процессов (Юлия Яковлева);
Развитие международных связей (Кадыржан Юсупов).
В рамках деятельности общественного совета запущены несколько проектов:
ТОР-500, призванный объединить ведущих предпринимателей Ташкента, готовых к совместной деятельности с хокимиятом в рамках новых проектов.
Конкурсы на разработку бренда города и символа города.
Продумывается идея постоянно действующей благотворительной акции.
Идет сбор бизнес-идей, которые могут помочь в развитии города. Контактный email общественного совета: info@gorod.uz.
Общественный совет тесно сотрудничает с КБ Стрелка, которое занимается разработкой предложений для развития города.
В рамках комитетов ведутся обсуждения и разрабатываются планы действий в вопросах, которые больше всего волнуют горожан: вырубка деревьев, состояние тротуаров, улиц, освещение, безопасность дорожного движения и т. д.