Президент Узбекистана Шавкат Мирзиёев 2 июля подписал указ о повышении с 15 июля размеров заработной платы работникам бюджетных учреждений и организаций, а также пенсий, стипендий и пособий в среднем на 7%.
Новые минимальные размеры:
заработной платы — 184300 сумов в месяц (сейчас — 172240 сумов);
пенсии по возрасту и пособия инвалидам с детства — 360460 сумов в месяц (336880);
пособия престарелым и нетрудоспособным гражданам, не имеющим необходимого стажа работы, — 221190 сумов в месяц (206720).
Хозрасчетным предприятиям и организациям предписано производить повышение размеров зарплаты за счет повышения эффективности производства и снижения затрат труда.
До этого минимальный размер зарплаты повышался с декабря 2017 года, тогда повышение составило в среднем 15%.
Напомним, с этого года в Узбекистане внедрена система компенсации потерь части зарплаты от инфляции каждые шесть месяцев, согласно которой темпы роста зарплаты должны быть не ниже уровня инфляции. 
По данным вице-премьера, министра финансов Джамшида Кучкарова, озвученным в понедельник, по итогам первого полугодия инфляция составила 6,2%. По итогам года минимальный размер зарплаты будет вновь индексирован — в соответствии с инфляцией за второе полугодие.