Продолжение: Президент подписал указ о повышении зарплат и пенсий
Повышение минимального размера заработной платы ожидается с 15 июля, сообщил корреспонденту «Газеты.uz» первый заместитель министра экономики Узбекистана Мубин Мирзаев. Рост, как ожидается, составит примерно 7%, отметил он.
В декабре 2017 года Мубин Мирзаев сообщал, что в стране будет внедрена система компенсации потерь части зарплаты от инфляции каждые шесть месяцев, при этом темпы роста зарплаты будут не ниже уровня инфляции. 
На заседании Международного пресс-клуба в понедельник вице-премьер, министр финансов Джамшид Кучкаров сказал, что по итогам первого полугодия инфляция составила 6,2%. 
«Впервые достигнуты прогнозные уровни… И Международный валютный фонд не берет под сомнение эти цифры. До этого МВФ никогда не воспринимал наши оценки», — признал глава Минфина.
Таким образом, ожидаемая индексация МРЗП будет выше уровня инфляции за полугодовой период.
В конце года минимальный размер зарплаты будет вновь индексирован — в соответствии с инфляцией за второе полугодие. «Это заложено в бюджет», — подчеркнул Мубин Мирзаев.