Сборная Хорватии обыграла команду Дании в матче 1/8 финала чемпионата мира-2018. Встреча в Нижнем Новгороде завершилась победой хорватов со счётом 1:1, по пенальти — 3:2.
Стороны забили голы в самом начале первого тайма. На 1-й минуте Дания открыла счёт после точного удара защитника Матиаса Занки Йоргенсена, но хорваты отыгрались через три минуты благодаря голу нападающего Марио Манджукича.
В основное время матча команды больше не забивали. В дополнительное время, на 116-й минуте, хорватский полузащитник Лука Модрич пробил с пенальти, но вратарь Каспер Шмейхель отбил удар.
Итог игры решился в серии пенальти, где удачливее оказались хорваты. Каспер Шмейхель признан лучшим игроком встречи.
Хорватия в четвертьфинале встретятся с Россией, которая также по пенальти обыграла Испанию. Матч пройдет 7 июля в 23:00 в Сочи на стадионе «Фишт».
Статистика
Видео
Смотреть на YouTube
Полное расписание