Хокимият и УБДД ГУВД Ташкента продолжают исправлять ошибки проектировщиков на реконструированной в 2016 году улице Мукими. Здесь открыт очередной перекресток — с улицей Шахджахана (возле школы №144).
Ранее в июне на этой же улице были открыты перекрестки с улицей Катартал (магазин «Спорттовары») и с улицей Арнасай.
Улица все еще нуждается в коренном улучшении с акцентом на безопасность участников дорожного движения, особенно пешеходов.
Неудобными и опасными остаются пересечения Мукими с улицей Шота Руставели и бывшей площадью Актепа.
В хокимияте столицы продолжают изучать возможности реорганизации движения на многих других участках дорожной сети города.