Министерство народного образования объявило о наборе сотрудников на руководящие должности, сообщили «Газете.uz» в МНО.
Государственный орган заинтересован в «самоотверженных и инициативных соотечественниках, имеющих конкретные предложения по развитию школьного образования».
Кандидатам нужно отправить информацию о себе на электронную почту МНО. Заявка, кроме имени, места жительства и контактных данных, должна включать ответы на вопросы:
«В реформирование какой структуры/подразделения (руководящие должности отделов центрального аппарата министерства, ОблУНО, РайОНО, образовательных учреждений) вы можете внести свой вклад?»
«Почему, по-вашему мнению, именно вы соответствуете этой должности?»
Министерство также просит приложить к письму резюме и фотографию 3×4.