Бывший министр народного образования Улугбек Иноятов назначен ректором Наманганского государственного университета. Об этом сообщил Telegram-канал Министерства юстиции.
Улугбек Иноятов занимал должность министра народного образования с 2013 года до июня нынешнего года. Прежде он работал ректором Ташкентского государственного педагогического университета имени Низами.
Ранее Наманганский государственный университет возглавлял Абдусалам Умаров.
На пост министра народного образования, как уже писала «Газета.uz», 20 июня был назначен Шерзод Шерматов.