На Чирчикском полигоне впервые состоялись соревнования по танковому биатлону в войсках Министерства обороны, сообщило УзА.
В первый день двухэтапного соревнования четыре команды из числа военнослужащих Юго-Западного особого, Центрального, Ташкентского военных округов, курсантов Чирчикского высшего танкового командно-инженерного училища состязались в эстафете на дистанцию 4200 м на танке Т-72.
По условиям соревнования команды преодолевали водные преграды глубиной более метра и протяженностью 25 м и противотанковые препятствия — эскарпы высотой 7 и длиной 25 м. Участники также преодолевали на танках проходы в минных полях, мосты, демонстрировали умение маневрировать при объезде сложных препятствий, поражать неподвижные цели по линии огня.
Первое место заняла команда Ташкентского военного округа. Второе место присуждено команде Чирчикского высшего танкового командно-инженерного училища, третье — команде Юго-Западного особого военного округа.
На втором этапе танкового биатлона шесть команд из военных округов Министерства обороны и Чирчикского высшего танкового командно-инженерного училища состязались в мастерстве на танке Т-62. По итогам состязания победу праздновала команда Ташкентского военного округа. Показав хорошие результаты, следующие места заняли две команды Юго-Западного особого военного округа.
Фото: Минобороны Узбекистана
Видео
Видео: Минобороны Узбекистана