Сборная Германии уступила команде Южной Кореи в третьем туре группового этапа чемпионата мира-2018 и вместе с ней покинула турнир. Матч в Казани в среду завершился со счетом 2:0.
Голами в составе южнокорейского коллектива отметились Ким Юнь Квон и Сон Хын Мин на 92-й и 96-й минутах встречи. Для определения первого гола главному арбитру пришлось воспользоваться системой видеоповторов VAR. Второй гол был забит после того, как голкипер Мануэль Нойер побежал помогать своим партнерам на чужой половине поля. 
Действующий чемпион мира набрал три очка за три матча группового этапа и вылетела с чемпионата мира, заняв в группе F четвертую строчку. Сборная Южной Кореи также покинула международный турнир, заработав три балла и оставшись на третьем месте.
Статистика
Видео
Сборная Швеции, в свою очередь, разгромила команду Мексики со счетом 3:0 в Екатеринбурге. В составе победителей голы забили Людвиг Аугустинсон и Андреас Гранквист, который реализовал пенальти. Ещё один мяч отправил в свои ворота защитник сборной Мексики Эдсон Альварес.
Статистика
Видео