С 1 августа вводятся дополнительные скидки на билеты на скоростной поезд «Тулпар — Тальго» сообщением Ташкент-Алматы-Ташкент, сообщила пресс-служба компании «Узжелдорпасс».
Решение об этом принято на переговорах между руководством «Узжелдорпасс» («Узбекистон темир йуллари») и «Пассажирские перевозки» («Казакстан темир жолы»).
Вводятся несколько видов скидок к стоимости тарифа, применяемого «Казакстан темир жолы»:
при приобретении билета за 0−5 суток до отправления поезда — 25%;
на вагоны сидячего типа — 15%;
на комиссионный сбор — 53%.
В скором времени также планируется рассмотреть вопрос по дополнительному снижению стоимости билетов на «Тулпар — Тальго», отмечается в сообщении.
В середине июня блогер Давронбек Тожиалиев сообщил о значительной разнице в стоимости билета на поезде «Тулпар — Тальго» при покупке билета в Ташкенте или в Шымкенте. Билет из столицы Узбекистана в Алматы обошелся бы минимум в 400 тысяч сумов. Блогер добрался до Шымкента на такси и приобрел билет на этот же поезд за 83,6 тысячи сумов. В итоге он потратил, включая расходы на такси, 116,6 тысячи сумов.