Новым главным имам-хатибом Ташкента назначен шейх Абдулазиз Мансур, сообщила пресс-служба Управления мусульман Узбекистана.
Он сохранит пост заместителя Управления мусульман, который занимает с 2006 года, и будет одновременно представителем управления по Ташкенту и имам-хатибом мечети «Минор».
Решение было принято на собрание имамов Ташкента в мечети Шейха Зайниддина во вторник.
По данным сайта Ziyouz, шейх Абдулазиз Мансур (1944 г. р.) — выпускник Ташкентского исламского института имени Имама Бухари (1975−1979) и Исламского университета Судана (1980−1981).
В 1982—2006 годах работал заведующим отдела Управления мусульман, научным сотрудником Института востоковедения имени Абу Райхана Беруни, начальником отдела Комитета по делам религий при Кабинете Министров, государственным советником президента и проректором Ташкентского исламского университета.
Является председателем специальной комиссии по изданию религиозной литературы при Управлении мусульман, автор многих статей и книг. Член Международной исламской академии фикха и Высшего совета мусульманских ученых.
Предыдущий главный имам-хатиб Ташкента Анвар кори Турсунов скончался 13 июня. Он занимал этот пост с 1999 года.