Сборная Испании сыграла вничью с командой Марокко, Португалия упустила победу в матче с Ираном в третьем туре группы B на чемпионате мира-2018. Решающие голы были забиты в компенсированное время.
Испания 2 : 2 МароккоНа 14-й минуте первым отличился нападающий марокканцев Халид Бутаиб. Через пять минут испанцы восстановили паритет благодаря голу Иско. На 81-й минуте сборная Марокко снова вышла вперед усилиями Юссефа Эн-Несири. В компенсированное время встречи нападающий испанцев Яго Аспас вырвал ничью для своей команды.
Статистика
Видео
Смотреть на YouTube
Иран 1 : 1 ПортугалияНа исходе первого тайма португальскую команду вывел вперед Рикарду Куарежма, который красивым ударом отправил мяч в верхний угол ворот. На 53-й минуте Криштиану Роналду мог удвоить счет с пенальти, но иранский вратарь отбил удар португальца. Лучше с 11-метровой точки действовал иранский форвард Карим Ансарифард, сравняв счет в компенсированное время.
Сборная России, занявшая второе место в группе А, встретится в первом раунде плей-офф с победителем соседней группы — командой Испании. Встреча состоится на стадионе «Лужники» 1 июля.
Сборная Уругвая, ставшая победительницей в группе А, в 1/8 финала выступит против Португалии, которая финишировала на второй строчке в квартете B.
Сборные Марокко (1 балл) и Ирана (4) покидают турнир.
Статистика
Видео
Смотреть на YouTube
Расписание матчей на 26 июня, вторник: 
19:00 Австралия — Перу 
19:00 Дания — Франция 
23:00 Нигерия — Аргентина 
23:00 Хорватия — Исландия