Сборная Англии разгромила команду Панамы, Япония и Сенегал расписали мировую в рамках второго тура группового этапа чемпионата мира-2018.
Англия 6 : 1 Панама
Сборная Англии одержала разгромную победу над Панамой во втором туре группового этапа чемпионата мира-2018. Матч в Нижнем Новгороде завершился со счётом 6:1.
В составе англичан хет-трик оформил нападающий Харри Кейн, дублем после угловых отметился защитник Джон Стоунс, один гол забил Джесси Лингард. Пока никто на мундиале не выжал из угловых ударов больше, чем Англия.
Защитник Фелипе Балой стал автором первого гола Панамы на чемпионатах мира.
Сборные Англии и Бельгии с шестью очками вышли в плей-офф турнира. В очном матче 28 июня команды определят победителя группы G. Панама и Тунис лишились шансов на выход в 1/8 финала.
Видео
Япония 2 : 2 Сенегал
Африканская команда дважды выходила вперед, но каждый раз японцы сравнивали счёт. За Сенегал голы забили Садио Мане и Мусса Ваг, а за Японию — Такаси Инуи и Кейсуке Хонда.
Япония и Сенегал с четырьмя баллами занимают первое и второе места в группе H. Их соперники — Польша (0) и Колумбия (0) — проведут матч второго тура 24 июня в 23:00.
В заключительном туре группового этапа Япония сыграет с Польшей, а Сенегал — с Колумбией. Обе встречи пройдут 28 июня.
Видео