Равшан Ирматов назначен главным арбитром матча группового этапа чемпионата мира по футболу между сборными Испании и Марокко в группе B. Матч пройдет 25 июня в 23:00 по ташкентскому времени в Калининграде.
Ассистентами рефери станут Абдухамидулло Расулов и Жахонгир Саидов. Резервным судьей назначен Мохаммед Абдулла, представляющий ОАЭ.
Узбекистанский рефери является рекордсменом по количеству матчей ЧМ — сейчас в его активе 10 игр в качестве главного судьи.
Ранее на мундиале в России он обслуживал встречу Аргентина — Хорватия (0:3).