Сборная Нигерии победила команду Исландии в матче второго тура группового этапа чемпионата мира-2018. Встреча в Волгограде завершилась со счетом 2:0.
Оба гола в игре — на 49-й и 75-й минутах — забил нападающий нигерийцев Ахмед Муса. Исландцы на 83-й минуте могли забить с пенальти, однако Гильфи Сигурдссон пробил выше ворот.
В группе D Хорватия с шестью очками обеспечила себе выход в плей-офф. Нигерия занимает второе место (3), Исландия и Аргентина заработали по одному баллу.
26 июня Нигерия сыграет с Аргентиной, Исландия — с Хорватией.
Статистика
Видео