Сборная Бразилии по футболу одержала победу над командой Коста-Рики во втором туре группового этапа чемпионата мира-2018. Мачт в Санкт-Петербурге в пятницу завершился со счетом 2:0.
На 78-й минуте Неймар должен был пробивать пенальти, однако после просмотра видеоповтора рефери отменил свое решение. Стороны не смогли отличиться в основное время, а в компенсированное Бразилия забила дважды. Автором первого гола стал полузащитник Филиппе Коутиньо, второго — нападающий Неймар.
После победы над Коста-Рикой сборная Бразилии с четырьмя очками временно возглавила группу E. Соперники команды — Сербия и Швейцария — проведут свой матч в Калининграде 22 июня.
Статистика
Видео
22 июня в 20:00 Нигерия сыграет с Исландией, а в 23:00 — Сербия со Швейцарией.