Правительство 24 июля приняло постановление «О дополнительных мерах по обеспечению общественной безопасности на предприятиях общественного питания и развлекательных объектах, действующих в ночное время», сообщил Telegram-канал Министерства юстиции Узбекистана.
Согласно документу, с 15 октября предприятия общественного питания и развлекательные объекты могут работать круглосуточно при соблюдении следующих требований:
наличие системы видеонаблюдения внутри указанных объектов, включая служебные помещения, входы и выходы, с возможностью хранения изображения не менее чем тридцать дней;
достаточное (не менее 10 метров) освещение прилегающей к зданию территории, автостоянки и другой соответствующей территории;
соблюдение требований норм шума в помещении или не использование музыки и звукоусиливающих устройств в ночное время;
обеспечение средствами пожаротушения и медицинскими аптечками;
наличие информации о схеме эвакуации в видимых для всех местах, а также номеров телефонов экстренных и спасательных служб.
Руководители указанных объектов должны представить в территориальные органы внутренних дел информацию о выполнении требований. Работа заведений без соблюдения принятых требований запрещена и влечет за собой ответственность, отмечается в документе.
В рамках требований правоохранительным органам запрещено вмешиваться в работу ночных заведений. Право работать в ночное время может быть отменено хокимиятами, если объекты нарушают требования постановления или поступают регулярные жалобы со стороны общественности.
На маршрутах, где расположены ночные заведения, будет установлен постоянный контроль со стороны патрульных групп.