В Андижане будут развивать сеть велосипедных дорожек и пунктов проката велосипедов. Такое поручение руководству города дал хоким Андижанской области Шухратбек Абдурахмонов, сообщается на его странице в Facebook.
Планируется, что на семи центральных улицах будет организовано 28,6 км велодорожек шириной 2,25 м (односторонние) и 3,25 м (двухсторонние).
На первом этапе проекта намечено закупить 500 современных велосипедов и открыть 20 пунктов проката, подключенных к единой электронной сети, с автоматизированной системой оплаты.
Управлению по развитию информационных технологий и коммуникаций области поручено разработать предложения, изучив зарубежный опыт.
Население Андижана составляет 425 тысяч человек. В городе насчитывается около 40 тысяч автотранспортных средств, во всей области — 187 тысяч.
Власти надеются, что развитие пешеходного и велодвижения будет способствовать снижению загруженности улиц, улучшению экологической ситуации и здоровья населения.