Сборная Испании по футболу одержала победу над Ираном в рамках второго тура группового этапа ЧМ-2018. Матч в Казани на стадионе «Казань Арена» закончился со счетом 1:0.
Единственный и победный гол был забит на 54-й минуте. Нападающий Диего Коста получил мяч в штрафной, развернулся и пробил по воротам Рамина Резаяна. Снаряд попал защитнику в ногу, затем срикошетил обратно к испанцу и от него залетел в сетку.
Сборная Испании с 4 очками сравнялась с Португалией в группе B, в активе у Ирана 3 балла. В заключительном туре испанцы выступят против Марокко, а Иран — против Португалии. Оба матча состоятся 25 июня.
Статистика
Видео