Сборная Уругвая по футболу победила команду Саудовской Аравии в матче второго тура группового этапа чемпионата мира-2018. Встреча в Ростове-на-Дону на стадионе «Ростов Арена» завершилась со счетом 1:0.
На 23-й минуте вратарь саудовского коллектива Мохаммед Аль-Оваис неудачно отбил мяч после навеса с углового, снаряд получил нападающий Луис Суарес, который отправил мяч в пустые ворота. Форвард «Барселоны» стал первым футболистом в истории Уругвая, который забивал на трех чемпионатах мира.
Уругвай и Россия набрали по шесть очков и вышли в 1/8 финала ЧМ. В очном матче 25 июня стороны определят победителя группы А. Египет и Саудовская Аравия потеряли все шансы продолжить борьбу за плей-офф.
Статистика
Видео
В среду в 23:00 по ташкентскому времени состоится еще один матч группы B между Испанией и Ираном.