Соединенные Штаты Америки заявили, что выходят из состава Совета ООН по правам человека. Представитель США при ООН Никки Хейли назвала Совет «лицемерной организацией, пекущейся лишь о своих собственных интересах и превращающей права человека в насмешку», сообщила Русская служба BBC.
В прошлом году она заявляла, что Вашингтон рассматривает вопрос о выходе из состава этой организации.
Базирующийся в Женеве Совет ООН по правам человека был создан в 2006 году и, как отмечает BBC, часто подвергался критике за то, что в его состав входят страны с сомнительной репутацией в области прав человека.
«С такими членами, как Китай, Куба, Конго и Венесуэла Совет по правам человека не стоит своего имени», — цитирует ее слова Твиттер-страница миссии США при ООН.
Генеральный секретарь ООН Антониу Гутерреш обнародовал заявление, в котором говорится, что он предпочел бы, чтобы США остались в составе совета.
Комиссар ООН по правам человека Зайд Раад аль-Хуссейн сказал, что огорчен, но не удивлен решением Вашингтона.
Решение США было принято на фоне возрастающей критики в адрес Белого дома по поводу политики разделения семей нелегальных мигрантов. Зайд Раад аль-Хуссейн назвал эту политику вопиющей.
Базирующаяся в Нью-Йорке правозащитная организация Human Rights Watch осудила решение США выйти из состава Совета и назвала политику президента Трампа в области прав человека «одномерной».
Никки Хейли на совместной пресс-конференции с госсекретарем Майком Помпео добавила, что США намерены и дальше защищать права человека.