Сборная Японии по футболу одержала победу над командой Колумбии в рамках первого тура группового этапа чемпионата мира-2018. Матч, прошедший на стадионе «Мордовия Арена» во вторник, завершился со счетом 2:1.
Уже на 3-й минуте защитник колумбийцев Карлос Санчес получил красную карточку за игру рукой в своей штрафной площади. Полузащитник Синдзи Кагава успешно реализовал пенальти.
На 39-й минуте Хуан Кинтеро смог сравнять счет, но японцы вырвали победу благодаря усилиям нападающего Юйа Осако, забивший гол ударом головой на 73-й минуте.
Это была первая победа азитаской команды над южноамериканской за всю историю чемпионата мира.
Во втором матче группы H 19 июня сыграют сборные Польши и Сенегала.
Статистика
Видео
19 июня
20:00 Польша — Сенегал
23:00 Россия — Египет