Равшан Ирматов назначен главным арбитром матча группового этапа чемпионата мира по футболу между сборными Аргентины и Хорватии в группе D. Матч пройдет 21 июня в 23:00 по ташкентскому времени в Нижнем Новгороде.
Ассистентами рефери станут Абдухамидулло Расулов и Жахонгир Саидов. Резервным судьей назначен Норберт Гауата, представляющий Французскую Полинезию.
Равшан Ирматов является рекордсменом по количеству матчей ЧМ — сейчас в его активе девять игр в качестве главного судьи.
По сообщениям российских СМИ, узбекистанец считается одним из фаворитом на судейство финала ЧМ-2018. На двух предыдущих мундиалях этой чести удостаивались англичанин Говард Уэбб и итальянец Никола Риццоли.
Отметим, что для Равшана Ирматова это уже третий чемпионат мира, причем восемь лет назад он стал самым молодым рефери мундиалей в возрасте 32 лет.
Кроме того, заместитель начальника управления международных отношений Ассоциации футбола Узбекистана Алим Арифов будет работать в качестве комиссара матча между сборными Дании и Австралии.
Алим Арифов впервые в истории Узбекистана и Центральной Азии работает в качестве комиссара на мундиале. Ранее на этом турнире он уже назначался на игру Коста-Рика — Сербия (0:1)
Узбекистанский инструктор ФИФА и АФК Фархад Абдуллаев станет инспектором судейских бригад на матчах Польша — Сенегал 19 июня и Португалия — Марокко 20 июня.