Футболисты России одержали победу с крупным счетом над командой Саудовской Аравии в стартовом мачте чемпионата мира-2018. Встреча на стадионе «Лужники» в Москве завершилась со счетом 5:0.
Счет в игре был открыт на 12-й минуте, когда полузащитник Юрий Газинский замкнул навес на дальнюю штангу от Александра Головина. На 42-й минуте забил нападающий Денис Черышев, вышедший на замену вместо травмированного Алана Дзагоева.
После перерыва на 71-й минуте Александр Головин вновь ассистировал, но на сей раз автором гола стал также вышедший на замену Артем Дзюба, который ударом головой поразил ворота соперника.
В компенсированное время Саудовская Аравия пропустила еще два мяча. Сначала Денис Черышев забил красивый гол внешней стороной стопы, а затем Александр Головин успешно реализовал штрафной удар.
Чемпионат мира-2018 пройдет в России с 14 июня по 15 июля. Матчи мирового первенства примут 12 стадионов в 11 городах: Москве, Санкт-Петербурге, Сочи, Ростове, Казани, Волгограде, Саранске, Нижнем Новгороде, Самаре, Калининграде и Екатеринбурге.
Расписание трансляций по ташкентскому времени
Видео
Статистика
Фото