Проект постановления Кабинета Министров, утверждающий порядок расчета минимальной потребительской корзины и прожиточного минимума, опубликован для общественного обсуждения. Введение терминов предусмотрено государственной программой «Год активного предпринимательства, инновационных идей и технологий».
Отдельные слои и категории населения остаются неудовлетворенными размерами выплачиваемых пенсий, пособий, заработной платы, о чем свидетельствуют поступающие в Виртуальную и Народные приемные президента обращения, отмечается в документе, разработанном Министерством экономики.
Министерства финансов, экономики и Центральный банк до 1 июля должны внести предложения по поэтапному повышению минимального размера оплаты труда до величины прожиточного минимума с доведением его к 2021 году до 100-процентного уровня и минимального размера пенсии и пособий до величины прожиточного минимума с доведением их к 2025 году до 100-процентного уровня в увязке с реформой пенсионной системы, говорится в проекте постановления.
Величина прожиточного минимума для трудоспособного населения рассчитывается как сумма стоимости минимальной потребительской корзины для трудоспособного населения и расходов по обязательным платежам и сборам.
Стоимость минимальной потребительской корзины для населения в целом и по основным социально-демографическим группам (дети, трудоспособное население, пенсионеры) определяется суммированием стоимости набора продуктов питания, непродовольственных товаров и услуг.
В Перечне продовольственных товаров и среднесуточных минимальных медицинских норм их потребления, состоящем из 46 пунктов (приложение №1), указаны, в частности, следующие продукты и нормы их потребления (граммы в сутки) мужчинами в возрасте 16−59 лет и женщинами в возрасте до 55 лет:
хлеб пшеничный — 100 гр;
хлеб ржаной — 100 гр;
картофель — 150 гр (мужчины), 100 гр (женщины);
яблоки — 100 гр;
говядина 50 гр;
баранина — 20 гр;
мясо домашней птицы — 80 гр (мужчины), 50 гр (женщины);
молоко и кисломолочные продукты — 100 гр;
яйца — 1 штука;
сахар — 20 гр;
соль йодированная — 1,5 гр.
Всего в рационе мужчины 16−59 лет должно быть 2400 калорий (88,7 гр белков, 100,3 гр жиров, 297,8 гр углеводов); в рационе женщины до 55 лет — 2312,4 калорий (83,1 гр белков, 96,4 гр жиров, 289,6 гр углеводов).
Информационной базой для расчета потребительской корзины и прожиточного минимума служат данные о средних потребительских ценах за месяц для расчета минимального набора продуктов питания, об индексе потребительских цен на товары и услуги, результаты проведенных выборочных обследований домохозяйств, разработанные и регулярно корректируемые минимальный набор и рекомендуемые минимальные среднесуточные нормы потребления продуктов питания для основных половозрастных групп населения.
Согласно результатам обследований, в последние годы доля стоимости минимальной продовольственной корзины в общей стоимости потребительской корзины малообеспеченных слоев населения составляет в среднем около 55%, доля непродовольственных товаров — 25%, доля услуг — 20%, поэтому данное соотношение принято как база для расчетов, утверждается в документе.
Нормы потребления непродовольственных товаров и услуг в проекте постановления не приводятся.
Общественное обсуждение документа завершится 27 июня.