Мерные слитки из драгоценных металлов — золота и серебра — весом от 5 до 1000 г будут производиться в новом комплексе на базе Навоийского горно-металлургического комбината с начала весны 2019 года. Соответствующее постановление 7 июня подписал президент Узбекистана.
Туристы из Индии и Китая любят покупать золотые изделия во время путешествий, отмечают в пресс-службе Государственного комитета по развитию туризма.
«К этому можно также отнести покупку золотых слитков, что поможет развить рынок драгоценных металлов и сделать Узбекистан еще привлекательнее для туристов», — говорится на Facebook-странице ведомства.
Кроме того, в продажу поступят монеты Центрального банка из драгоценных металлов.
Планируется разработать документ по нормам ввоза и вывоза драгоценных металлов из Узбекистана.