Рано утром 13 июня скончался известный религиозный деятель, главный имам-хатиб Ташкента Анвар кори Турсунов, сообщило УзА. Информацию подтвердили Министерство здравоохранения и Управление мусульман Узбекистана.
В начале апреля Анвар кори Турсунов перенес инсульт и был прооперирован, с тех пор он находился в тяжелом состоянии. В июле 2009 года он пережил покушение.
Анвар кори Турсунов (1958 г. р.) — выпускник филологического факультета Ташкентского государственного университета (1981) и Ташкентского исламского института (2001).
В 1981—1984 годах был редактором журнала «Ёшлик». В 1984—1987 годах работал научным сотрудником в Академии наук, в 1987—1989 годах — в доме-музее Абдуллы Каххара.
В 1989—1994 годах был старшим редактором по восточной литературе Центра переводов и литературных связей при Союзе писателей.
В 1994—1999 годах был имам-хатибом мечети «Янгиабад» в Яшнабадском районе Ташкента. С 1999 года — главный имам-хатиб Ташкента и имам-хатиб мечети «Ходжа Ахрор Валий». В 2015 году стал имам-хатибом мечети «Минор».
В 1989—1992 годах был редактором первого перевода Корана (в переводе Шейха Алоуддина Мансура).