В Ташкенте в рамках реконструкции территории международного аэропорта снесено старое здание аэровокзала, построенное в 1956 году.
Первоначальный вид здания. Фото: Альбом «Зодчество Узбекистана» / Tashkent Retrospective.
Здание было построено по проекту архитекторов М. Кондаковой и И. Мерпорта, который также проектировал здание гостиницы «Узбекистан» (в соавторстве с Л. Ершовой) и многие другие объекты.
Здание аэровокзала за несколько дней до сноса. Фото: Евгений Выгорницкий.
Ранее в здании, считавшемся памятником архитектуры, размещались транзитный зал, центральный пункт диспетчерской службы и кабинеты предполетной подготовки экипажей.
Новое здание для прибывающих пассажиров международных линий. Фото: Евгений Выгорницкий.
Напомним, в ближайшее время ожидается открытие нового аэровокзального комплекса, предназначенного для прибывающих пассажиров международных линий. Он построен рядом со снесенным зданием на месте старого терминала местных линий.
Новое здание для прибывающих пассажиров международных линий. Фото: Евгений Выгорницкий.