Вечером в четверг на Малой кольцевой автодороге возле кафе «Салар» в Мирзо-Улугбекском районе Ташкента произошло возгорание бензовоза Hyundai.
Как сообщила пресс-служба ГУВД столицы, сообщение о происшествии поступило в Управление пожарной безопасности примерно в 19:10. Дым от пожара был виден за много километров из разных частей города.
Пожарный расчет прибыл на место в предельно сжатые сроки, в течение нескольких минут пожар был полностью ликвидирован. Жертв нет.
Водитель бензовоза получил малозначительные ожоги лица и рук, пытаясь самостоятельно потушить пожар. Медицинская помощь ему была оказана на месте.
Предварительная причина возгорания — техническая неисправность. Машина принадлежит унитарному предприятию «ТрансСеулКурилиш».
В этот же день произошло еще одно возгорание автомобиля — грузовика «ЗиЛ», принадлежащего физическому лицу, сообщила пресс-служба ГУВД.
Сообщение в УПБ ГУВД поступило в 20:14. Машина загорелась на ул. Дадил в Учтепинском районе.
Пожарный расчет прибыл и ликвидировал возгорание в предельно сжатые сроки. Жертв и пострадавших нет. Причины возгорания выясняются.