19−23 июня в Самарканде впервые пройдет международная олимпиада имени Мирзо Улугбека по физике и астрономии среди учащихся 10−11-х классов школ, сообщила пресс-служба Министерства народного образования Узбекистана.
Планируется, что каждую страну-участницу представят по шесть человек (три по физике и три по астрономии). Олимпиада пройдет в два этапа — теоретический и экспериментальный. 
В жюри войдут эксперты международного уровня по физике и астрономии, профессорско-преподавательский коллектив стран СНГ, а также ученые из Узбекистана.
Победители олимпиады от Узбекистана получат право на поступление в высшие образовательные учреждения страны на льготной основе.
Планируется, что международная олимпиада будет проводиться каждые два года.