Всемирный банк понизил прогноз по росту экономики Узбекистана в 2018 году до 5% с 5,6%, прогнозируемых в январе. Об этом говорится в пресс-релизе, распространенном офисом Всемирного банка в Узбекистане 6 июня.
Эксперты банка также понизили прогноз ВВП Узбекистана на 2019 — до 5,1% с 6,3%.
Эти значения превысят средний показатель в регионе Европы и Центральной Азии в размере 3,2% в 2018 году и 3,1% в 2019 году, отмечается в сообщении.
В отчете «Перспективы мировой экономики» говорится, что Узбекистан, девальвировав национальную валюту в сентябре 2017 года, впоследствии ужесточил денежно-кредитную политику.
Однако, как ожидается, структурные реформы в стране, в том числе либерализация обменного курса, налоговая реформа, приватизация государственных предприятий и реформа банковского сектора улучшат перспективы долгосрочного роста.
Международный валютный фонд прогнозирует рост ВВП Узбекистана в 2018—2019 годах на уровне 5%.
Центральный банк Узбекистана в декабре прогнозировал темпы экономического роста в 5,5%-6% за год.
В апреле Азиатский банк развития также снизил прогноз темпов роста ВВП Узбекистана в 2018 году до 5,5% против прогноза в 6,8% в сентябре 2017 года. Прогноз на 2019 год также снижен — с 7,3% до 5,6%.