В Самарканде во вторник был представлен проект канатной дороги. Фотографии презентации опубликовал сайт Zarnews.uz.
Судя по информации на представленных фотографиях, протяженность линии составит более 5,5 км, на ней будут три станции, одна из них — в центре Самарканда.
Фото: Бахтиёр Мустанов / Zarnews.uz.
Линия протянется через весь город, пассажиры смогут с воздуха увидеть древнее городище Афрасиаб и основные исторические памятники.
Проект подготовлен итальянской компанией Leitner Ropeways, которая является одним из мировых лидеров в сфере строительства канатно-буксировочных транспортных систем.
Летом сообщалось, что президент Узбекистана Шавкат Мирзиёев поручил построить в Самарканде линию подвесного метро, которая соединит город с гребным каналом, где создается новый туристический центр.