Главный тренер футбольного клуба «Реал Мадрид» Зинедин Зидан покидает свой пост. Об этом наставник объявил на специальной пресс-конференции в четверг.
45-летний специалист возглавил мадридскую команду по ходу сезона-2015/16 и привел ее к трем подряд победам в Лиге чемпионов.
«Я принял решение не продолжать работу в качестве тренера „Реала“ в следующем сезоне. Для меня и для всех, я думаю, что настал момент перемен. Это было нелегкое решение», — сказал он.
«Это мое решение, — продолжил он. — Это странный момент, но этой команде нужны изменения, чтобы продолжать побеждать, другая методология работы, и именно поэтому я принял это решение», — сказал он
Под руководством Зинедина Зидана «Реал» также выиграл чемпионат Испании, Суперкубок страны, два Суперкубка УЕФА и дважды победил в клубном чемпионате мира среди клубов.
В общей сложности королевский клуб за этот период завоевал с Зиданом девять трофеев.