Частное предприятие Aydos Diyorbek в Канлыкульском районе Каракалпакстана начало выпуск в качестве сувениров консервных банок с воздухом Приаралья. Об этом сообщается на районном новостном сайте KaNews.
На банках написано «Воздух региона Аральского моря» и изображен вид некогда четвертого крупнейшего озера в мире со спутника.
Производитель отмечает, что турист, приобретший сувенир, заберет с собой не только воздух, но и воспоминания об Аральском море и Каракалпакстане.
Сувениры с воздухом продаются в разных странах и городах мира и пользуются большой популярностью у туристов.