Мухиддин Муртазаевич Базаров, до этого бывший хокимом Зарафшана, назначен хокимом Навои, сообщили «Газете.uz» в пресс-службе администрации Навоийской области.
Умарбек Халилов.
На этом посту он сменил Умарбека Яхшимуродовича Халилова, который стал начальником новообразованной Инспекции по контролю за агропромышленным комплексом и обеспечением продовольственной безопасности при Генеральной прокуратуре. Умарбек Халилов руководил Навои с апреля 2017 года.
Мухиддин Базаров возглавлял Зарафшан с августа 2013 года. Новым хокимом Зарафшана стал первый замхокима Навои Анвар Розокович Раджабов.