В Намангане будет налажена сборка грузовых автомобилей грузоподъемностью от 1 до 50 тонн, междугородних и туристических автобусов, а также специальных транспортных средств Hyundai, сообщило УзА.
Презентация проекта прошла в рамках встречи президента компании Evergreen Motors Group (Республика Корея) Ким Чанг Кёна с хокимом Наманганской области Хайрулло Бозоровым.
На первом этапе будет производиться 8−20 автомобилей в день, или 1000 автомобилей в год. В течение трех лет мощность будет доведена до 3000 машин — 2000 грузовиков и 1000 автобусов.
Запчасти первоначально будут завозиться из Республики Корея, а позже их часть будет локализована.
С запуском нового предприятия будет создано около 100 рабочих мест, в будущем их число вырастет до 6000.
Члены корейской делегации побывали на участках, рекомендуемых для строительства завода.
Договоренность о серийном производстве автомобилей Hyundai в Узбекистане была достигнута в рамках визита президента Шавката Мирзиёева в Сеул в ноябре прошлого года.