Указами президента Узбекистана от 22 мая назначены два заместителя председателя Государственного комитета по развитию туризма, сообщила пресс-служба комитета.
Абдулазиз Уролбоевич Аккулов
С января 2017 года занимал должность начальника Управления по координации и развитию индустрии туризма Госкомтуризма.
В 2005 году окончил Ташкентский государственный университет экономики, в 2007 году — магистратуру в этом же вузе. Специальность — управление международным туризмом. В комитете работает с 2006 года.
Фахриддин Умарович Давруков
С 2015 года работал начальником управления стратегического прогнозирования развития отрасли в холдинговой компании «Узпахтасаноатэкспорт».
Выпускник Ташкентского финансового института — 1997 год и Академии государственного управления при президенте (по специальности «Международные валютно-кредитные отношения») — 2003 год.
С 1995 года в течение 12 лет работал в Государственном комитете по демонополизации и развитию конкуренции на позициях от главного специалиста до начальника Главного управления по контролю за соблюдением антимонопольного законодательства. С 2008 года работал в Кабинете Министров по вопросам макроэкономических и структурных реформ, привлечения иностранных инвестиций, сбора информации и анализа вопросов развития регионов.