Европейский инвестиционный банк (ЕИБ) планирует предоставить Узбекистану первые кредиты на сумму до 400 млн евро уже в октябре, заявил журналистам вице-президент ЕИБ Васил Худак, находящийся с визитом в Ташкенте.
Первые проекты с участием рамочных кредитов ЕИБ запланированы в секторе энергосбережения, управления водными ресурсами, развития инфраструктуры, теплоснабжения, строительства железных дорог и автомобилестроения.
В частности, банк планирует предоставить 60 млн евро совместному предприятию Uzbekistan Peugeot Citroen Automotive по производству микроавтобусов и коммерческих автомобилей в Джизакской области.
По словам Васила Худака, подписание кредитов ожидается во время планируемого визита президента Узбекистана в Брюссель осенью.
Вице-президент ЕИБ встречался в Ташкенте с премьер-министром Узбекистана, главой Государственного комитета по инвестициям и руководителям других министерств и ведомств.
В интервью корреспонденту «Газеты.uz» он рассказал о том, что ЕИБ ищет среди банков Узбекистана посредников при распределении кредитов для малого бизнеса и частного предпринимательства.
«Мы выбираем банки исходя из надежности их капитала, качества услуг, из того, насколько они готовы и имеют отношение к малому бизнесу Узбекистана, как широко их географическое покрытие и, в целом, отталкиваемся от деловой репутации банка», — перечислил критерии отбора Васил Худак.
Фото: Евгений Сорочин / «Газета.uz».
Представитель руководства ЕИБ поделился мнением о том, какой должна быть налоговая система страны, чтобы с ней охотно сотрудничали международные финансовые институты.
«Налоговая система должна поощрять позитивные экономические действия, не создавать слишком сильное бремя для малого и среднего предпринимательства, поощрять тех, кто готов делать вложения в развитие и модернизацию производства и внедрение инноваций», — сказал он.
Васил Худак также ответил на вопрос о том, как Узбекистан может в полной мере удовлетворить энергетические нужды населения, и чем в этом мог бы помочь ЕИБ.
Он отметил, что ЕИБ предпочитает поддерживать производство энергии возобновляемыми источниками: «Чистая энергия имеет в Узбекистане большие возможности, особенно солнечная, поскольку здесь много солнечных дней».
Эффективна была бы и оптимизация энергозатрат на сельское хозяйство и муниципальные нужды — школы, больницы.
«Через улучшение их энергоэффективности можно добиться большого снижения затрат», — убежден Васил Худак.
Вице-президент ЕИБ считает, что если совместить эти две стратегии, можно добиться высокого результата. Он подчеркнул, что ЕИБ готов работать c Узбекистаном в обоих направлениях.
Напомним, в октябре 2017 года правительство Узбекистана и ЕИБ подписали рамочное соглашение о сотрудничестве, предусматривающее начало работы финансового учреждения в республике.