Евгений Вячеславович Коленко назначен начальником Академии Генеральной прокуратуры Узбекистан, сообщила пресс-служба Генпрокуратуры.
Евгений Коленко (1977 г. р.) окончил Ташкентский государственный юридический институт (1999) и Высшие учебные курсы Генеральной прокуратуры (2013).
Трудовую деятельность в органах прокуратуры начал в 1999 году в Чиланзарской районной прокуратуре, занимал различные должности в органах прокуратуры Ташкента. С 2004 года работал следователем по особо важным делам, старшим следователем по особо важным делам, заместителем начальника управления Генпрокуратуры. В 2008 году награжден медалью «Жасорат», в 2017 году — орденом «Дустлик».
С 2017 года по настоящее время работал начальником Высших учебных курсов Генеральной прокуратуры.
Рустам Бахтиярович Гафуров назначен первым заместителем начальника Академии Генеральной прокуратуры.
Рустам Гафуров (1983 г. р.) — выпускник Национального университета Узбекистана (2005), Академии государственного и общественного строительства (2011) и Высших учебных курсов Генпрокуратуры (2017).
Трудовую деятельность в органах прокуратуры начал в 2005 году в прокуратуре Ташкентского района, работал на разных должностях в прокуратуре Ташкентской области, а также прокурором, старшим прокурором, заместителем начальника управления Генеральной прокуратуры. В 2017 году был награжден медалью «Шухрат».
С 2018 года по настоящее время работал заместителем начальника Высших учебных курсов Генпрокуратуры.
8 мая указом президента Шавката Мирзиёева Высшие учебные курсы были преобразованы в Академию Генеральной прокуратуры.