21 мая состоялся телефонный разговор президента Шавката Мирзиёева с президентом России Владимиром Путиным, сообщила пресс-служба главы Узбекистана.
Лидеры двух стран обсудили актуальные вопросы повестки дня в контексте подготовки государственного визита президента России в Узбекистан. Его дата не уточняется.
Президенты уделили внимание вопросам подготовки перспективных проектов с участием ведущих российских компаний и банков в энергетическом комплексе, металлургии, машиностроении, электротехнической промышленности и других высокотехнологичных отраслях.
Достигнута договоренность о продолжении контактов на уровне регионов и проведении осенью в Ташкенте первого Межрегионального форума Узбекистана и России.
Отмечена необходимость расширения туристического и культурного обменов, реализации взаимовыгодных программ в сфере образования и здравоохранения.
Главы государств также рассмотрели актуальные вопросы международной политики и региональной безопасности.