Комплекс по разведению и выращиванию лошадей породы карабаир открылся в Яккабагском районе Кашкадарьинской области, сообщили «Газете.uz» в пресс-службе Федерации коневодства и конного спорта.
Комплекс, как отметили в федерации, не имеет аналогов в Центральной Азии. На территории более чем 5 га расположены конюшни на 200 голов лошадей, оснащенные ветеринарными блоками, душевыми и денниками (стойлами) для питомцев.
Открытый и крытый манежи оснащены для тренировок, национальных и международных соревнований. Здесь установлены ограждения и системы полива, сооружены шагалки, одна из которых водная, есть левада (загон) для молодняка.
В рамках праздничного мероприятия выступили лучшие конкуристы Узбекистана. Победителем в классическом конкуре стал один из самых молодых спортсменов Уткир Исмоилов на лошади по кличке Рейс.
В конкуре на мощность прыжка победа досталась Ибрагиму Юлдашеву, мастеру спорта международного класса, ветерану конного спорта на лошади Лоу Ловерет.
Приза зрительских симпатий удостоился мастер спорта, вице-президент Федерации коневодства и конного спорта Бахром Газиев.
Карабаир — порода верхово-вьючных лошадей, родина которой — Узбекистан.
Инициатива создания комплекса была выдвинута президентом Шавкатом Мирзиёевым 24 февраля 2017 года во время поездки в Кашкадарьинскую область.