Прокуратура Бекабада (Ташкентская область) обнародовала результаты доследственной проверки по нашумевшему инциденту с «двойками» на лбах первоклассников.
Выяснилось, что 3 мая учительница начальных классов М. Хамидова нарисовала «двойки» на лбах четырех ребят из 1 класса «ж» за то, что они не выполнили домашнее задание.
Узнав об этом, ее коллега С. Рахмонова, питающая неприязнь к Хамидовой, на следующий день позвала учеников к себе и вновь нарисовала «двойки» на их лбах. Сфотографировав ребят, она опубликовала фото в интернете и написала, что «двойки» были нарисованы Хамидовой. По итогам проверки уволены оба учителя.
В ходе проверки также выяснилось, что должностные лица школы похитили путем растраты более 21 млн сумов бюджетных средств.
За серьезные нарушения в работе должностей лишились директор школы Д. Бабамуратова и пять ее заместителей.
Заведующий отделом народного образования Бекабада М. Кузибаев получил дисциплинарное наказание в виде выговора.
По обоим фактам возбуждено уголовное дело, ведется предварительное следствие.