Авиапарк Национальной авиакомпании «Узбекистон хаво йуллари» пополнился третьим Boeing 787 Dreamliner, сообщила пресс-служба НАК.
Самолет прибыл из Вашингтона в пятницу вместе с бортом №1, которым в Узбекистан после визита в США вернулся президент Шавкат Мирзиёев.
Прибыв в аэропорт Ташкента, Шавкат Мирзиёев осмотрел новый лайнер, ознакомившись с его возможностями и условиями для сервиса. Глава государства отметил необходимость увеличения объемов перевозки пассажиров Национальной авиакомпанией.
Фото: twitter.com/PamelaSpratlen.
Перегоночный рейс выполнил экипаж НАК в составе старшего пилота-инструктора летно-методического отдела Иосифа Зака, заместителя командира летного отряда Boeing 787 Шахзода Икрамова и второго пилота Олимжона Узакова.
Новый лайнер отличается от прежних двух Boeing 787, эксплуатируемых НАК, большим количеством пассажирских мест — 270 кресел (бизнес-класс — 24, эконом-класс — 246). Двигатели GEnx-1 В компании GE Aviation обеспечивают низкий уровень шума, минимальный уровень выброса углекислого газа в атмосферу и топливную эффективность.
Фото: НАК.
Новый «Дримлайнер» уже включен в расписание полетов авиакомпании, он будет задействован на дальних направлениях.
«Узбекистон хаво йуллари» стала первым заказчиком Dreamliner в Центральной Азии. До 2020 года НАК получит еще три таких самолета.