Девочка 2006 года рождения скончалась в Ташкенте рано утром 14 мая, предположительно, от пищевого отравления, сообщили «Газете.uz» в пресс-службе Генеральной прокуратуры Узбекистана.
Девочка с братом (2009 г. р.) были привезены в городскую детскую клиническую больницу №1 с подозрением на отравление, однако девочку спасти не удалось.
Как отметили «Газете.uz» в больнице, сейчас состояние мальчика нормальное. У него была однократная рвота, и после обследования он был помещен в отделение вирусологии.
По словам мальчика и его бабушки, в воскресенье он ел хот-дог, а его сестра употребляла банан и сокосодержащий напиток.
Сейчас ведется судебно-медицинская экспертиза, по итогам которой станет известно, что могло вызвать смерть девочки, сообщили в медучреждении.
Прокуратура проводит доследственную проверку.