Президент Узбекистана Шавкат Мирзиёев 15 мая прибыл с официальным визитом в США. В аэропорту «Эндрюс» в Вашингтоне президента и его супругу встретили члены правительства США.
Как напоминает пресс-служба главы государства, 16 мая Шавкат Мирзиёев встретится в Белом доме с Дональдом Трампом.
17 мая президент Узбекистана встретится с госсекретарем, министром обороны США, конгрессменами и сенаторами и президентом Всемирного банка.
Президента Узбекистана и его супругу приветствовали на узбекском языке.
По итогам официального визита планируется принятие совместного заявления глав двух государств и подписание более 40 документов.
Видео