Узбекское агентство автомобильного транспорта запускает регулярное автобусное сообщение между Ташкентом и Худжандом. Об этом «Газете.uz» сообщили представители туристического оператора Manzara Tourism, чей автобусный парк будет задействован в перевозках. Презентационный рейс Ташкент-Худжанд-Ташкент назначен на 15 мая.
Автобусы будут курсировать круглогодично между автовокзалами «Ташкент» (Узбекистан) и «Худжанд» (Таджикистан), проходя через Нурафшон, Буку, контрольно-пропускные пункты «Ойбек» (Узбекистан) и «Фотехобод» (Таджикистан) и Бустон. В этих пунктах предполагается техническая остановка или посадка пассажиров.
Протяженность пути в один конец составляет 174 км. Поездка займет 4,5 часа, включая прохождение границы. Билеты можно приобрести в кассах автовокзалов «Ташкент» и «Худжанд».
Стоимость билета на рейс Ташкент-Худжанд составит 50 тысяч сум, а Худжанд-Ташкент — 50 таджикских сомони. Оплата производится в национальной валюте страны отправления.
Автобусы, их пассажиры и багаж будут проходить таможенный досмотр и пограничный паспортный контроль на КПП вне очереди, отдельно от потока пеших путешествующих, уточнили организаторы.
Расписание движения автобусов по регулярным международным маршрутам с 15 мая:
Ташкент (8:00) — Худжанд (12:35); Ташкент (12:00) — Худжанд (16:35); Ташкент (18:00) — Худжанд (22:35).
Худжанд (6:00) — Ташкент (10:35); Худжанд (13:00) — Ташкент (17:35); Худжанд (18:00) — Ташкент (22:35).
Соглашение между правительствами Узбекистана и Таджикистана о международном автомобильном сообщении было заключено 9 марта.