В связи с празднованием Дня памяти и почестей 9 мая на некоторых улицах Самарканда с 8:00 до 13:00 будет временно ограничено движение транспорта. Об этом сообщила пресс-служба хокимията Самаркандской области.
Список улиц
Участок улицы от площади Регистан (улица Регистон) до площади Амира Темура;
Участок от площади Амира Темура до площади у областного театра музыки и драмы;
Площадь Кук сарой;
Участок от пересечения улиц Мирзо Улугбека и Бустонсарой до площади Кук сарой;
Университетский бульвар;
Участок Г-34 от Университетского бульвара до пересечения с улицей Мукимий;
Участок от пересечения улиц Махмуда Кашгари с Мирзо Улугбека до улицы Амира Темура.