Памятник генерал-майору Сабиру Рахимову установлен на свое историческое место в Алмазарском районе Ташкента. Торжественное открытие памятника состоялось во вторник.
В мероприятии приняли участие около 1000 человек, включая 500 военнослужащих. Цветы к памятнику возложили представители хокимията, Министерства обороны, Центрального совета по делам ветеранов Минобороны, командования Ташкентского военного округа, ПВО и ВВС, воинских частей и учреждений, а также ветераны, молодежь и обычные граждане.
После церемонии участники мероприятия посетили мемориал «Братские могилы».
О возвращении памятника Сабиру Рахимову, перенесенного зимой 2011 года в парк Гафура Гуляма, стало известно 2 мая. Президент Узбекистана Шавкат Мирзиёев на совещании в Наманганской области заявил, что возвращение памятника будет восстановлением исторической справедливости.
Видео
Фото