В Ташкенте с 10 мая по 31 января следующего года в связи со строительством кольцевого метро для транспорта будут закрыты часть ул. Эльбек и 2-я ул. Карасу (отрезок от станции метро «Дустлик» до ул. Карасу), сообщила пресс-служба хокимията столицы.
Маршруты общественного транспорта будут изменены для объезда закрытых участков улиц. Администрация города принесла извинения за ожидаемые неудобства.
Закрываемые участки улиц. Карты Google.
Строительство надземного метро эстакадного типа ведется согласно указу президента Узбекистана. Протяженность «кольца» составит 52,1 км. Линия будет пересекаться с существующими и строящимися линиями метрополитена.
На первом этапе линия протяженностью около 11 км соединит станцию «Дустлик» Узбекистанской линии метро с рынком «Куйлюк» через круг «Рохат».