6 мая на базе общевойскового полигона «Чирчик» впервые в Узбекистане прошли соревнования по танковому биатлону, сообщили «Газете.uz» в пресс-службе Министерства обороны.
Площадка для проведения соревнований была создана при содействии Ташкентского областного военного-административного сектора и командования войсками Ташкентского военного округа.
Протяженность трассы составляет 4200 м. Для проведения торжественного парада также была сооружена площадка 600×20 м для прохода личного состава маршем и военной техники.
В параде приняли участие 1100 военнослужащих и более 30 единиц техники времен Второй мировой войны, включая БПМ, БТР, БМД, а также техника, состоящая на вооружении в данный момент.
Открыл мероприятие, приуроченное ко Дню памяти и почестей, министр обороны генерал-майор Абдусалом Азизов.
Видео
Затем пролетели два вертолета AS-350 с государственными флагами, два штурмовых вертолета показали маневры и два транспортных вертолета осуществили высадку десанта. Военнослужащие продемонстрировали мастерство рукопашного боя.
Фото