Министерство обороны и Союз молодежи Узбекистана 2 мая организуют очередную акцию, посвященную Дню памяти и почестей (9 мая).
Как сообщили «Газете.uz» в пресс-службе Минобороны, военный оркестр проедет по Ташкенту на автоколонне, состоящей из техники времен Второй мировой войны.
Автоколонна пройдет от массива Домбрабад через Южный вокзал по улицам Шота Руставели и Амира Темура до гипермаркета «Мегапланет» и обратно. Протяженность маршрута — около 20 км.
По маршруту движения организуются привалы, где жители и гости столицы могут наблюдать за выступлением оркестра.
Расписание14:00 — начало движения автоколонны от автозаправки «Мустанг» на массиве Домбрабад;
14:30 — привал около памятника Шота Руставели;
15:40 — привал около Музея истории Темуридов;
16:30 — привал около здания Центрального совета Союза молодежи (ул. Навои);
18:00 — привал около автобусной остановки напротив Юнусабадского рынка.