Молодежная сборная Узбекистана по боксу завоевала восемь медалей чемпионата Азии, прошедшем в Бангкоке (Таиланд) 19−28 апреля. В турнире участвовали спортсмены из 35 стран, сообщила пресс-служба Федерации бокса Узбекистана.
Боксеров торжественно встретили в международном аэропорту Ташкента.
Абдумалик Халоков в весовой категории до 56 кг завоевал золотую медаль и стал чемпионом Азии по боксу среди молодежи. Он также получил путевку на III летние юношеские Олимпийские игры.
Самандар Холмуродов (до 52 кг), Тимур Мержанов (до 81 кг), Джавохир Тугаймуродов (до 91 кг) и Джамшидбек Махмадалиев (+91 кг) удостоились серебряных наград.
«Бронзу» получили Махлиё Рахимова (до 60 кг), Джахонгир Рахмонов (до 69 кг) и Наво Тамазов (до 75 кг).
В общекомандном зачете боксеры Узбекистана заняли четвертое место (1−4−3). Тройку сильнейших возглавили Казахстан (10−4−4), Таиланд (4−3−4) и Индия (3−4−4).
Стоит отметить, что Узбекистан был представлен 15 спортсменами, в то время как Казахстан — 20, Таиланд — 12, Индия — 20.