Президенты Узбекистана и Турции побывали в комплексе Пойи Калян, сообщила пресс-служба главы государства. Они ознакомились с деятельностью среднего специального исламского образовательного учреждения в медресе Мир Араб и посетили мечеть Калян.
Реджеп Тайип Эрдоган ознакомился с организованной в исторической части Бухары выставкой изделий златошвейного, ювелирного дела, ковроткачества, вышивки и гончарного ремесла.
Шавкат Мирзиёев и Реджеп Тайип Эрдоган также посетили крепость Арк в Бухаре. Главы государств ознакомились с областным краеведческим музеем, расположенном в крепости.
Кроме того, президенты побывали у исторического комплекса Ляби Хауз.
На этом визит президента Турции завершился. В Бухарском международном аэропорту его проводил президент Шавкат Мирзиёев.