Президент Узбекистана Шавкат Мирзиёев 1 мая прибыл в Бухару. Глава государства в Бухарском международном аэропорту встретил Президента Турции Реджепа Тайипа Эрдогана.
Перед ознакомлением с достопримечательностями Бухары Шавкат Мирзиёев и Реджеп Тайип Эрдоган посетили мавзолей Бахоуддина Накшбанда, сообщила пресс-служба главы государства.
Были прочитаны суры из Корана.
Президент Турции отметил, что Узбекистан является родиной выдающихся мыслителей и он очень уважает историю и духовность узбекского народа.