Сотрудники патрульно-постовой службы ГУВД Ташкента начали патрулировать центральную часть города на мотороллерах, сообщается на сайте управления.
Мотопатруль более маневренен по сравнению с автопатрулем и быстрее пешего патруля. Скутер легко «пройдет» там, где не проедет автомашина. Кроме того, ночью мотороллер не разбудит ревом мотора жителей, как мотоцикл, поясняет ГУВД.
Если эксперимент будет успешным, число мотопатрулей и их маршрутов в столице увеличится.
С лета прошлого года в Ташкенте действует мотоциклетная группа дорожно-патрульной службы.