Профессиональный боксер из Узбекистана Шохжахон Эргашев (12−0−0, 11 КО) стал обладателем вакантного титула WBA International в рамках боксерского вечера в спортивном комплексе Barclays Center в Бруклине (Нью-Йорк, США).
В бою за титул 26-летнему уроженцу Ферганы противостоял 32-летний китаец Чжиминь Ван (10−3−0, 3 КО).
Фото: bta.bg.
Китайский спортсмен стал первым соперником Эргашева, который выстоял до конца поединка. Несмотря на это, узбекистанец победил единогласным решением судей по итогам 10 раундов (100/90, 100/90, 99/91).
Видео