Бывшему Дворцу Дружбы народов, ныне называющемуся дворец «Истиклол» («Независимость»), вернут прежнее название. С таким предложением на видеоселекторном совещании в четверг выступил президент Узбекистана Шавкат Мирзиёев. Видеозапись с фрагментами выступления опубликовала пресс-служба главы государства.
В мире немного стран и наций, которые могут гордиться такими высокими человеческими качествами, которые проявила семья кузнеца Шаахмеда Шамахмудова, принявшая в годы войны 15 детей, сказал президент.
«Важность и ценность этого героического поступка семьи Шамахмудовых со временем только растет», — подчеркнул он.
«В целях восстановления исторической справедливости, увековечения этих качеств и ценностей, справедливо вернуть мемориальный ансамбль „Дружба народов“, посвященный семье Шамахмудовых, на площадь в центре нашей столицы», — отметил Шавкат Мирзиёев.
Он добавил: «Улице в Шайхантахурском районе Ташкента будет возвращено имя Шамахмудовых».
«И станции метро вернуть название „Дружба народов“, и площади, и дворцу „Истиклол“ — дворца Дружбы народов», — заявил руководитель страны.
«Нам от наших предков досталось такое качество, как широта души. Дай Бог, чтобы оно передалось и нашим детям. Так будет справедливо», — подчеркнул президент.
По данным Международного пресс-клуба, рядом с памятником семье Шамахмудовых на площади Дружбы народов будет установлен флагшток высотой 60 м, на котором будет развеваться флаг Узбекистана размером 6×9 м. Территория площади будет озеленена, здесь будут созданы условия для отдыха населения.
Видео