На портале коллективных обращений Mening fikrim, запущенном 20 апреля, появились первые онлайн-петиции. С помощью портала граждане могут подавать обращения палатам парламента и местным (областным, районным и городским) кенгашам народных депутатов, а также вносить предложения по совершенствованию законодательства.
На данный момент на портале опубликованы четыре обращения:
Об искоренении практики сбора денег с учащихся школ и их родителей и установлении ответственности за это;
Об упрощении порядка посещения вокзалов (в настоящее время на вокзал пропускают только пассажиров);
Об установлении единого минимального возраста заключения брака для мужчин и женщин — 18 лет (сейчас для мужчин — 18, для женщин — 17 лет);
О внедрении системы онлайн-аренды и регистрации магазинов и торговых рядов на рынках.
Напомним, для публикации обращения его должны поддержать не менее пяти человек, кроме заявителя. Обращение появляется на портале после экспертизы Института проблем законодательства и парламентских исследований.
Голосование проводится в течение 90 дней со дня опубликования петиции. Чтобы ее приняли на рассмотрение палаты Олий Мажлиса, обращение должно получить не менее 10 тысяч голосов, Жокаргы Кенес Каракалпакстана, областные и Ташкентский городской кенгаши народных депутатов — не менее 5000 голосов, районные и городские кенгаши — не менее 1000 голосов.
Подробнее о порядке подачи коллективных обращений