Соглашение о создании торговых домов в Узбекистане и Туркменистане было подписано между внешнеторговыми министерствами двух стран в рамках визита президента Туркменистана Гурбангулы Бердымухамедова в Ташкент. Об этом сообщила пресс-служба Минвнешторга.
Документ предусматривает содействие предпринимателям в создании торговых домов на территории обеих стран.
«Открытие торговых домов поможет нам и дальше увеличивать объемы торговли и создавать условия для установления контактов между деловыми кругами
Узбекистана и Туркменистана», — прокомментировал министр внешней торговли Жамшид Ходжаев.
Торговые дома станут рекламной площадкой товаров для местных покупателей, позволят вести розничную и мелкооптовую торговлю, проводить маркетинговые исследования, а также будут предоставлять консультационные услуги.
Напомним, в ходе Национальной выставки Туркменистана и бизнес-форума, прошедших в Ташкенте 23−24 апреля, были подписаны договоры на 250 млн долларов США.
Сторонами достигнуты перспективные соглашения о расширении сотрудничества в нефтегазовой, транспортно-коммуникационной, сельскохозяйственной и туристической отраслях, в сфере промышленного производства и текстильной индустрии.