Рахмонбек Жахонгирович Усманов назначен первым заместителем начальника Узбекского агентства автомобильного транспорта («Узавтотранс»), сообщил «Газете.uz» источник в аппарате президента Узбекистана.
Рахмонбек Усманов (1960 г. р., выпускник Ташкентского автодорожного института — 1982) работал хокимом Ташкента с марта 2012 года, до этого с февраля 2011 года исполнял обязанности хокима.
В 2005—2011 годах был первым заместителем хокима столицы по вопросам капитального строительства, коммунального хозяйства, благоустройства, промышленности и предпринимательства.
В 2003—2005 годах работал хокимом Яккасарайского района, в 2001—2003 годах — первым заместителем хокима Мирзо-Улугбекского района.
Информации о том, кто станет новым хокимом столицы, пока нет. Ожидается, что имя нового главы администрации будет объявлено в четверг.
Узбекское агентство автомобильного транспорта было образовано в марте на базе Узбекского агентства автомобильного и речного транспорта.