По приглашению президента Шавката Мирзиёева 29 апреля в Узбекистан с государственным визитом прибудет президент Турции Реджеп Тайип Эрдоган. Об этом в Facebook сообщил пресс-секретарь президента Комил Алламжонов.
30 апреля в резиденции Куксарой состоятся переговоры на высшем уровне, на которых будут обсуждены вопросы сотрудничества в торгово-экономической, инвестиционной и других сферах.
Президент Турции выступит на совместном заседании палат Олий Мажлиса Узбекистана. Лидеры двух стран также примут участие в бизнес-форуме руководителей банков, компаний и фирм Узбекистана и Турции.
В рамках визита ожидается подписание весомого пакета межгосударственных, межправительственных и межведомственных документов в разных сферах, а также ряд инвестиционных соглашений.
На 1 мая запланировано посещение президентом Турции Бухары.
В октябре 2017 года Шавкат Мирзиёев совершил государственный визит в Турцию. Это был первый визит главы Узбекистана в Турцию за 18 лет.