В детский сад «Ширинтой», открытый в селе Гайбу Ургенчского района в преддверии визита президентов Узбекистан и Туркменистана, привезены два пони, сообщили «Газете.uz» в пресс-службе Министерства дошкольного образования.
Воспитанники смогут получать иппотерапию, то есть физиотерапевтическое лечение посредством верховой езды. «С точки зрения психологии контакт с лошадью дарит человеку множество позитивных эмоций, помогая раскрепоститься», — отметили в пресс-служба МДО.
Детский сад «Ширинтой» насчитывает 120 воспитанников в шести группах, работают спортивные и по изучению русского и английского языков.
С учетом предложений местных жителей в дошкольном учреждении были открыты еще две краткосрочные группы, в которых обучаются около 50 ребят.
Детский сад построен за счет инвестиционных средств в размере 2,6 млрд сумов.
Накануне с условиями для воспитанников ознакомилась министр дошкольного образования Агриппина Шин, она дала предложения и рекомендации по образовательному процессу.