Президент Узбекистана Шавкат Мирзиёев и Президент Туркменистана Гурбангулы Бердымухамедов посетили комплекс «Ичан-кала», сообщила пресс-служба главы государства.
Лидеры стран посетили мавзолей Пахлавана Махмуда. Были прочитаны суры из Корана.
Президенты посетили также медресе Шергазихана в Хиве, где учился великий туркменский поэт Махтумкули.
Затем Шавкат Мирзиёев и Гурбангулы Бердымухамедов ознакомились с комплексом «Нуриллабой» рядом с Ичан-калой.
Этот дворец был отреставрирован, там возведены художественная галерея, дом приемов, амфитеатр, центр ремесленничества и ресторан национальной кухни.