Президенты Узбекистана и Туркменистана посетили исторический комплекс «Улли ховли», где во времена Хивинского ханства строились поселки для туркмен, сообщила пресс-служба главы государства.
В крепости, возведенной в 17 веке, сохранились древние дворы, старинные предметы туркменской культуры, комплекс обнесен стеной.
По инициативе президента Шавката Мирзиёева здесь выполнены реставрационные и благоустроительные работы. Построена гостиница на 20 мест, установлены туркменские юрты и созданы условия для туризма.
Здесь же были исполнены узбекские и туркменские классические песни.