В селе Гайбу Ургенчского района, где проживают представители туркменской национальности, по инициативе президента Шавката Мирзиёева возведен Дом узбекско-туркменской дружбы.
Во вторник с участием президентов Узбекистана и Туркменистана состоялась церемония открытия этого дома, сообщила пресс-служба главы государства.
Президенты открыли установленный здесь бюст Махтумкули Фираги и возложили к нему цветы.
Затем Шавкат Мирзиёев и Гурбангулы Бердымухамедов ознакомились с условиями, созданными в Доме узбекско-туркменской дружбы.
Здесь организованы музей, отражающий многовековые связи узбекского и туркменского народов, и библиотека с фондом в более 2000 экземпляров книг.
Имеются зал для проведения мероприятий и помещения для кружков науки и искусств.