Утром в понедельник в Ташкенте обнаружено тело шестилетнего Абдуллоха Алишерова, поиски которого велись с момента его пропажи 14 апреля.
Мальчика нашли на берегу реки Каракамыш, протекающей рядом с его домом в Учтепинском районе, сообщило ГУВД столицы.
При предварительном осмотре видимых признаков насильственной смерти на теле ребенка не обнаружено. Обстоятельства происшествия выясняются.
Похороны Абдуллоха прошли в этот же день.
ГУВД выразило глубокие соболезнования родным и близким ребенка.