Президент Туркменистана Гурбангулы Бердымухамедов прибыл в понедельник с государственными визитом в Узбекистан. В аэропорту Ташкента высокого гостя встретил премьер-министр Узбекистана Абдулла Арипов.
Вдоль центральных улиц города туркменского лидера встречают тысячи молодых людей с флагами двух стран.
Фото: Шухрат Латипов / «Газета.uz».
Визит продлится два дня. Запланированы переговоры Гурбангулы Бердымухамедова с президентом Узбекистана Шавкатом Мирзиёевым и подписание ряда двусторонних документов.
В Ташкенте президенты посетят реконструированную улицу Махтумкули и примут участие в открытии парка «Ашхабад».
24 апреля Гурбангулы Бердымухамедов прибудет в Хорезмскую область, где посетит древний город Хиву.