Узбекистанские боксеры Шахрам Гиясов и Муроджон Ахмадалиев успешно выступили в Бруклине (Нью-Йорк, США) на арене Kings Theatre 21 апреля.
24-летний Шахрам Гиясов (2−0−0, 1 КО) вышел на ринг против 30-летнего венгерского боксера Габора Горбикса (24−11−0, 14 КО). Бой продолжился отведенные шесть раундов, и по его итогам уроженец Бухары победил единогласным решением судей.
Смотреть на YouTube
23-летний Муроджон Ахмадалиев (2−0−0, 2 КО) скрестил перчатки с аргентинским боксером Карлосом Гастоном Суаресом (7−5−3, 2 КО). В четвертом раунде после серии ударов представителя Узбекистана рефери остановил бой.
Смотреть на YouTube
В дебютных поединках в США призеры Олимпийских игр также одержали победу.