«Газета.uz» совместно с сайтом Zira.uz представляет рецепты блюд из актуальных продуктов.
Салат из свежей капусты с огурцом
Самый простой, полезный и вкусный салат можно приготовить всего из пары продуктов — капусты и огурцов. Заправка из лимонного сока, масла и чеснока придает ему пикантность. При желании капустный салат можно заправить сметаной или кефиром, а также добавить в него кукурузу или горошек.
Салат с сузьмой и огурцами
Салат с огурцами приобретет новый вкус, если заправить его сузьмой. Свежий салат с приятной кислинкой отлично подходит для тяжелых мучных или мясных блюд. Главное — выбрать правильную сузьму, чтобы она не перекрывала вкус огурцов.
Зеленые щи из щавеля
Этот суп хорош тем, что быстро готовится, он полезный и малокалорийный. Чтобы сделать зеленые щи совсем диетическим блюдом, можно заменить мясной бульон на куриный или овощной.
Турецкий бурек
Тем, кто не очень любит зелень, придется по вкусу турецкий бурек с мясным фаршем. В начинку добавляется шпинат, который делает ее сочной и нежной. Такое блюдо можно приготовить в выходные, а тесто для экономии времени замесить заранее.
Еще больше рецептов — на сайте Zira.uz.