Программа trade-in будет запущена в Узбекистане с 1 октября. Она подразумевает обмен старого автомобиля на новый с доплатой. Постановление об этом, озаглавленное «О дополнительных мерах по ускоренному развитию автомобильной промышленности Республики Узбекистан», 18 июля подписал президент Шавкат Мирзиёев.
Программа trade-in предусматривает возможность приобрести новый автомобиль отечественного производства путем передачи официальному дилеру, реализующему новые машины, собственного бывшего в употреблении автомобиля и доплату разницы в их стоимости.
В рамках программы trade-in не подлежат обязательному нотариальному оформлению договора по купле-продаже официальными дилерами:
б/у авто с внедрением порядка выдачи покупателю справок-счетов установленного образца;
новые машины, приобретенные у официальных дилеров отечественных заводов-изготовителей.
Кроме того, официальным дилером не уплачивается сбор за приобретение б/у автомобилей при их регистрации в органах Министерства внутренних дел.
При реализации официальным дилером б/у автомобилей физлиц налоговая база для расчета НДС определяется как положительная разница между ценой реализации и балансовой стоимостью выбывающих объектов, включающая в себя сумму НДС.
МВД поручено обеспечить официальных дилеров отечественных заводов-изготовителей бланками справок-счетов соответствующей защищенности для б/у авто, приобретенных в рамках программы trade-in.
О планируемом запуске trade-in сообщал начальник дирекции стратегического планирования «Узавтосаноат» Рустам Кодиров в июне.