В Ташкенте с 1 мая повышаются тарифы на центральное отопление и горячую воду, сообщили «Газете.uz» в предприятии «Тошиссиккуввати» («Таштеплоэнерго»). Подорожание объясняется ростом цен на энергоносители и материалы.
Новый тариф на горячее водоснабжение для населения составит 4332 сума за кубометр воды при наличии прибора учета (сейчас — 3915,9 сума, рост — 10,6%) и 16917,49 сума с человека в месяц (сейчас — 15292,52) при оплате без счетчика (в общежитиях с общими душевыми — 12584,98 сума с человека, сейчас — 11376,16).
Тариф на центральное отопление повышается с 1323,86 до 1464,53 сума за квадратный метр отапливаемой площади.
Ранее тарифы на горячую воду и отопление повышались в июле 2017 года.
Напомним, с 1 мая также повышаются тарифы на холодное водоснабжение.