15−16 апреля на территорию Узбекистана ожидается вынос влажной воздушной массы с районов Туркменистана. 
К вечеру 16 апреля на территорию республики осуществится вторжение относительно холодного антициклона с территории Поволжья, сообщило МЧС со ссылкой на данным Узгидромета.
17 апреля влияние антициклона на территорию республики сохранится.
15−17 апреля по большей части территории страны пройдут дожди, по горным районам местами возможны сильные. Возможны грозы. 
Ожидается усиление ветра до 15−20 м/с (54−72 км/ч).
15−16 апреля температура воздуха ночью составит +10…+15 градусов Цельсия, днем — +15…+20.
17 апреля температура воздуха понизится ночью до +5…+10, днем — до +13…+18 градусов.
15−17 апреля по предгорным и горным районам селеопасно.