Восемь человек погибли в ДТП, произошедшем 7 апреля примерно в 17:25 в Пайарыкском районе Самаркандской области, сообщила пресс-служба МВД Узбекистана.
Автомобиль Cobalt, управляемый О. Камоловым (1996 г. р.), на 43-м км автодороги 4Р-48 на правом берегу реки Зарафшан выехал на встречную полосу движения и столкнулся с машиной Nexia, за рулем которой был С. Суннатов (1995 г. р.).
В результате водитель Cobalt и два пассажира автомобиля погибли на месте, еще трое госпитализированы с травмами различной степени тяжести. Находившиеся в Nexia водитель и четверо пассажиров скончались в больнице.
Это второе крупное ДТП с человеческими жертвами на этой неделе. В среду при встречном столкновении автомобилей в Пахтакорском районе Джизакской области также погибли 8 человек.
ДТП с большим количеством погибших и раненых на междугородных трассах Узбекистана происходят регулярно, как правило, из-за выезда на встречную полосу. Вот несколько последних случаев:
24 марта Damas с 10 пассажирами столкнулся с «КАМАЗом» в Сурхандарьинской области, погибли 2 человека, включая ребенка, 9 человек пострадали.
23 марта в результате столкновения Captiva и Matiz на автодороге «Навои-Нурата» погибли 2 человека, 5 человек получили ранения.
21 марта в аварии Lacetti и Damas в Ташкентской области погибли 3 и ранены 7 человек.