Агентство по защите прав потребителей создано при Антимонопольном комитете Узбекистана, следует из указа президента от 11 сентября. 
Новое подразделение комитета будет регулировать вопросы, связанные с рынком рекламы, контролем за безопасностью и качеством товаров, просвещением и повышением потребительской грамотности населения. Агентство также будет помогать потребителям защищать их права и интересы в суде.
В числе полномочий агентства:
проведение контрольных закупок товаров народного потребления в магазинах и их экспертиза;
проведение проверки (без вмешательства в финансово-хозяйственную деятельность) при наличии достоверных сведений о фактах нарушения прав потребителей и законодательства о рекламе;
внесение предписаний об устранении нарушений законодательства в сфере защиты прав потребителей и регулирования рынка рекламы;
изучение динамики потребительских цен и механизмов ценообразования на социально значимые товары, выработка предложений и рекомендаций по стабилизации цен;
недопущение недобросовестной конкуренции в сфере рекламы и пресечение недостоверной рекламы.
Агентство по защите прав потребителей назначено регулятором в сфере защиты прав потребителей и регулирования рекламного рынка.