В Ташкенте на проспекте Мирзо Улугбека в пятницу начался демонтаж металлического забора, разделяющего направления движения.
Ранее разделитель был демонтирован на других центральных улицах — Мустакиллик, Шота Руставели, Шахрисабзской и Навои (частично).
Забор на проспекте Мирзо Улугбека был возведен в 2015 году, когда столица Узбекистана готовилась к проведению саммита Шанхайской организации сотрудничества.
Весной 2017 года власти признали, что такого рода разделители несут угрозу пешеходам и водителям, особенно на перекрестках, разворотах и на нерегулируемых пешеходных переходах.
«Газета.uz» приводила наглядный пример, как водители видят людей, переходящих улицу с разделителями.
Фото сделано в 2016 году на проспекте Мирзо Улугбека перед Мирзо-Улугбекским РУВД.
Сегодня такие разделители имеются на десятках километров ташкентских улиц, а также во всех крупных городах страны, продолжая нести смертельную опасность для людей.
4 апреля на нерегулируемом переходе на проспекте Амира Темура в столице была сбита женщина, которая впоследствии скончалась. В сентябре на этой же улице был сбит мужчина, также скончавшийся. Несмотря на это, на опасных участках не делается ничего, чтобы свести риск подобных ситуаций к нулю.