7−8 апреля на территорию Узбекистана ожидается вынос влажной воздушной массы с Туркменистана и вторжение прохладной воздушной массы с Поволжья, сообщило Министерство по чрезвычайным ситуациям.
В субботу и воскресенье временами пройдут дожди, в горных районах местами сильные, возможны грозы. Местами по республике возможно усиление ветра до 15−20 м/с.
Дневная температура воздуха 7 апреля понизится до 10−15 градусов Цельсия.
8 апреля ожидается постепенное повышение дневной температуры воздуха до 13−18 градусов, местами — до 20−23 тепла.
7−9 апреля по предгорным и горным районам республики селеопасно.
Прогноз погоды на сайте Узгидромета