Посол Узбекистана в Китае Бахтиёр Саидов, занимающий эту должность с лета прошлого года, одновременно назначен послом Узбекистана в Монголии с резиденцией в Пекине.
4 апреля Бахтиёр Саидов вручил верительные грамоты президенту Монголии Халтмаагийну Баттулге, сообщило посольство Узбекистана в КНР.
В ходе беседы были обсуждены актуальные вопросы узбекско-монгольских отношений в политической, торгово-экономической, культурно-гуманитарной и других областях.
Стороны выразили обоюдную заинтересованность в углублении торгово-экономического взаимодействия двух государств.