4 апреля в 18:39 на автомобильной дороге «Ставрополь-Новоалександровск» Изобильненского городского округа России произошло дорожно-транспортное происшествие между автомобилем «ВАЗ-2101» и грузовым автомобилем Isuzu. В результате аварии погибли четыре гражданина Узбекистана, сообщило МЧС страны.
Список погибших
Шухрат Жумакулов, 1983 г. р.
Миржалол Тагаев, 1991 г. р.
Мухритдин Каршиев, 1995 г. р.
Бахром Юнусов, 1988 г. р.
По предварительным данным, погибшие являются уроженцами Зааминского района Джизакской области. Их тела доставлены в центральную городскую больницу города Изобильный.
О происшествии в колл-центр МЧС Узбекистана сообщил А. Бойматов, в данное время находящийся в России.