Национальная сборная Узбекистана по футболу потерпела поражение от команды Марокко в товарищеском матче. Встреча прошла в Касабланке на стадионе «Мухаммед V» и завершилась со счетом 2:0.
Счет в игре был открыт уже на 3-й минуте, когда нападающий Аюб эль-Кааби замкнул прострел с правого фланга. Второй гол после навеса с углового забил Мануэл да Кошта.
Ранее подопечные главного тренера Тимура Кападзе сыграли вничью с Сенегалом (1:1).
Узбекистан также проведет товарищеские встречи с командами Ирана (15 мая) и Уругвая (7 июня).
Видео
Фото
Составы