Предприятие «Сувсоз» сообщило о планируемом понижении давления на водопроводных сетях и отключении холодной воды в ряде районов Ташкента 28−30 марта в связи с ремонтно-профилактическими работами и подготовкой к весенне-летнему периоду. Работы будут проводиться с 9:00 28 марта до 9:00 30 марта.
Отключение водыАлмазарский район: массив Б-1 махалля Чустий, массив Б-3 махалля Алишера Навои, махалли Площадь Беруни, Хончарбог, Алока, Фараби, Чимбай-2, Карасарай, Гузарбоши, Куштут, Аллон, Эски шахар, Кумлок, Хафиз Кухакий, Абу Бакир, Истиклол, ул. Абдуллы Кадыри — от ул. Себзар до Фараби Чигатай дарвоза, ул. Фараби, Мирзо Голиб, хлебозавод по ул. Беруни, вузгородок. 
Шайхантахурский район: массивы Ц-26, 27, 28 махалли Гулобод, Богкуча, Сархумдон, махалли Караташ, Чакар, Чорсу, Янги Камолон, Хувайдо, Гулбозор, Сузукота, Исламабад, Аклон, Шофайз, Янгишахар, Обиназир, Кохота, Узбекистан, Тахтапул, Катта ховуз, 1-я детская инфекционная больница, ул. Навои — от ул. Самарканд Дарвоза до ул. Термез, 1-я городская клиническая больница и роддом, Ташкентский государственный цирк, рынок Чорсу, спорткомплекс ЖАР, театр Аброра Хидоятова, Национальный академический театр драмы. 
В места отсутствия воды будут направляться автоводовозы.
Понижение давления водыАлмазарский район: ул. Бабаджанова, Нодыра. 
Шайхантахурский район: Ц-15, массив Бешагач, махалля Кохота, 3-я районная котельная.
Учтепинский район: 5-я районная котельная, ул. Шейхзаде, Фархадская, Курилиш, ул. Лутфи — от ул. Фархадской до ул. Хирмонтепа, ул. Хирмонтепа — от ул. Фархадской до ул. Ширин. 
Телефоны для справок
Эксплуатационный цех водопровода Алмазарского района: 246−99−57.
Эксплуатационный цех водопровода Шайхантахурского района: 273−52−39; 273−52−49.
Эксплуатационный цех водопровода Учтепинского района: 274−83−45.
Центральная диспетчерская служба: 1054, 256−10−95.