В Мирзо-Улугбекском районе Ташкента в ночь на 26 марта произошел пожар в филиалах пиццерии Chopar и расположенном рядом кафе Les Ailes.
Как сообщил корреспонденту «Газеты.uz» сотрудник органов внутренних дел на месте происшествия, возгорание началось в помещении Chopar, потом огонь перекинулся на Les Ailes.
«Ночью охранник, находящийся в Les Ailes, услышал пожарную сигнализацию. Он увидел огонь в Chopar, но не смог туда войти. Он сразу же вызвал пожарных», — рассказал собеседник.
Представитель компаний сообщил «Газете.uz», что причина пожара еще не известна, и что ее должно установить следствие.
«При строительстве объектов все технические нормы и требования пожарной безопасности были соблюдены», — подчеркнул он.
По данным ГУВД Ташкента, сообщение о возгорании поступило в 2:09. В 2:20 пожар был локализован прибывшими на место происшествия пожарными расчетами и в 2:31 — полностью потушен. Пострадавших нет.
По предварительной версии, возгорание произошло из-за короткого замыкания в электропроводке.