После периода жаркой погоды 26−27 марта на территорию Узбекистана осуществится вторжение влажной и относительно прохладной воздушной массы с районов Поволжья через Каспийское море, сообщило МЧС со ссылкой на данные Узгидромета.
26 марта по республике местами пройдет дождь, возможна гроза. По Каракалпакстану, Хорезмской, Сурхандарьинской, Андижанской, Наманганской и Ферганской областям осадков не ожидается.
27 марта по Ташкентской, Самаркандской, Джизакской, Сырдарьинской, Андижанской, Наманганской и Ферганской областям местами пройдет дождь, возможна гроза. По остальной территории республики без осадков.
К 27 марта по Узбекистану ожидается понижение температуры воздуха ночью до +5…+10 градусов Цельсия, по северу — +2…+7, местами до 0…-2, днем — до +15…+20 градусов.
Прогноз погоды