С 22 марта запущено железнодорожное сообщение на летний сезон по маршруту «Ташкент-Бишкек- Рыбачье-Ташкент».
Как сообщили «Газете.uz» в пресс-службе АО «Узтемирйулйуловчи», рейс к побережью озера Иссык-Куль будет выполняться еженедельно по четвергам с отправлением в 20:50 с Центрального вокзала Ташкента.
Время в пути составляет 25 часов 39 минут. В Бишкек поезд прибывает в 16:03, в поселок Рыбачье — в 22:29 пятницы. Обратно в Ташкент поезд отправляется в субботу в 1:59 и прибывает в 5:30 воскресенья.
Поезд, рассчитанный на 300 пассажиров, включает вагон первого класса (СВ), 5 купе, 2 плацкарта и вагон-ресторан.
При предварительной покупке билетов на рейс действуют скидки в размере 25−45% в зависимости от класса вагона и .даты покупки.
Договоренность о железнодорожном сообщении с Иссык-Кулем была достигнута президентами Узбекистана Шавкатом Мирзиёевым и Кыргызстана Сооронбаем Жээнбековым в ходе его визита в Ташкент.