18 марта в МЧС Узбекистана поступило сообщение о том, что в селе Учбов Бостанлыкского района Ташкентской области в горах пропала жительница этого села по имени Тулгиной 1996 года рождения.
В район исчезновения девушки срочно выехала группа спасателей спасательного отряда «Чимган». Проведя поисковые работы, спасатели обнаружили девушку, лежащую у основания склона горы, сообщила пресс-служба МЧС.
Выяснилось, что девушка во время прогулки поскользнулась на склоне горы со скальным образованием и упала с высоты около 4 м, получив в результате многочисленные травмы (открытый перелом правой ноги, перелом правой руки и левой ноги, травма головы).
Спасатели оказали пострадавшей первую помощь и на специальных носилках эвакуировали ее в безопасное место, а затем передали девушку сотрудникам скорой медицинской помощи.
В настоящее время состоянии пострадавшей средне тяжелое.
МЧС обратилось к гражданам с просьбой соблюдать меры предосторожности при нахождении в горах.