20 марта в Ташкенте состоялся первый полумарафон Navro’z Marafoni, организованный Союзом молодежи Узбекистана при поддержке Федерации легкой атлетики и школы бега ProRun.
Несколько сотен человек вышли на центральные улицы столицы, чтобы пробежать, по выбору, 21 км, 3 км или 2018 м.
В забегах участвовали люди разного возраста и разного уровня подготовки — как профессиональные спортсмены, так и любители. Для многих это был первый в их жизни полумарафон. Короткую дистанцию пробежали и паралимпийцы.
Мероприятие стало большим событием для любителей бега и приверженцев здорового образа жизни. Люди пришли не только для того, чтобы пробежаться, но и ради встречи с друзьями, общения и обмена опытом. На дистанции все поддерживали друг друга, делились водой, старались ободрить и помочь добраться до финиша.
В забеге на 21 км победили Шохрух Давлатов среди мужчин и Тамила Кучкарова среди женщин.
Фото