В Самарканде в канун праздника Навруз сдана в эксплуатацию вторая линия трамвая «Вокзал — Сиабский базар» протяженностью 5 км, сообщила пресс-служба компании «Узбекистон темир йуллари».
На линии имеются 18 остановок и задействованы 8 трамвайных вагонов, курсирующих с интервалом 7 минут. Запуск линии планировался на конец января, но был отложен.
Движение трамваев в Самарканде было возобновлено в апреле прошлого года по инициативе президента Узбекистана. Первая линия протяженностью 6,4 км соединила вокзал с массивом Сартепа.
Для движения трамваев построено 6 электростанций. На перекрестке улиц Рудаки и Гагарина возводится трамвайное депо.
Парк трамваев состоит из 21 машины. В перспективе планируется поставить еще 42 вагона.
На очереди — строительство стального пути протяженностью 8,6 км от улицы Нарпай до городка Химиков.
Трамвайная система функционировала в Самарканде с 1947 по 1973 годы. В мае 2016 года трамвайное движение было закрыто в Ташкенте, где оно действовало более 100 лет. Вагоны из столицы были поставлены в Самарканд.