Компания «Узтрансгаз» сообщила об увеличении с 1 апреля тарифов на природный газ, отпускаемый населению. Новый реестр цен был утвержден Министерством финансов Узбекистана 16 марта.
Стоимость 10 кубометров природного газа со следующего месяца при наличии счетчика составит 2897,4 сума вместо нынешних 2634 (рост — 10%).
При отсутствии счетчика цена 10 кубометров газа, используемого для приготовления пищи и горячего водоснабжения, составит 5010,6 сума (сейчас — 4555,9, рост — 9,9%), а для отопления — 2323,7 сума (2112,45, рост — 10%).
Полный реестр тарифов (PDF)
Предыдущее повышение тарифов на газ и другие коммунальные услуги имело место в июле 2017 года.