Жеребьевка четвертьфинала Лиги чемпионов прошла в штаб-квартире УЕФА в Ньоне 16 марта, сообщила пресс-служба футбольной организации.
Итоги жеребьевки ¼ финала:
«Барселона» (Испания) — «Рома» (Италия)
«Севилья» (Испания) — «Бавария» (Германия)
«Ювентус» (Италия) — «Реал» (Испания)
«Ливерпуль» (Англия) — «Манчестер Сити» (Англия)
Первые встречи состоятся 3 и 4 апреля, ответные — 10 и 11 апреля. Первый матч дома сыграют команды, чей шар вытащили первым.
Статистика и факты«Манчестер Сити» выиграл только одну игру из своих последних восьми встреч с «Ливерпулем» во всех соревнованиях, потерпев пять поражений. «Красные» — единственная команда, которая обыграла коллектив Пепа Гвардиолы в Премьер-лиге в этом сезоне.
«Ливерпуль» и «Манчестер Сити» никогда раньше не встречались в Еврокубках, но в Англии доминировал мерсисайдский клуб, одержав 87 побед против 45 у «горожан» и зафиксировав 46 ничейных матчей.
В последний раз «Рома» побеждала «Барселону» в 2002 году, тогда они обыграли каталонский клуб со счетом 3:0, а нынешний тренер «Севильи» Монтелла сделал голевую передачу Тотти. А в последнем матче 2015 года римляне разгромно проиграли на «Камп Ноу» (6:1). В целом команды встречались четыре раза, выиграв по одному матчу при двух ничейных результатах.
«Ювентус» и «Реал» встречались в 19 матчах. Туринский клуб был сильнее в восьми играх, мадридцы — в девяти, в том числе в финалах 1998 и 2017 годов.
В этот же день прошла жеребьевка ¼ финала Лиги Европы. По ее итогам «РБ Лейпциг» сыграет против «Марселя», «Арсенал» встретится с ЦСКА, «Атлетико» поспорит со «Спортингом», а «Лацио» ожидает противостояние с «Зальцбургом». Матчи ¼ финала Лиги Европы состоятся 5 и 12 апреля.