Министерство внутренних дел Узбекистана опровергло информацию о бывшем руководителе Главного управления исполнения наказаний полковника Абдукарима Шодиева.
«Полковник Абдукарим Абдурахмонович Шодиев с августа 2017 года продолжает служебную деятельность на должности начальника факультета Академии МВД Республики Узбекистан», — говорится в официальном сообщении министерства.
По данным сайта Академии МВД, Абдукарим Шодиев возглавляет факультет профессиональной подготовки.
В конце февраля сообщалось о назначении новым начальником ГУИН МВД полковника Бахромбека Адилова.