15−21 июля по территории Узбекистана сохранится изнуряющая жара, сообщили «Газете.uz» в Узгидромете. 
Температура воздуха в дневные часы воздух будет прогреваться до 40−43 градусов, по северу, югу и пустынной зоне — до 44−45 градусов, что на 5−7 градусов выше среднемноголетних значений.
«Нынешний июль окажется одним из самых жарких за всю историю метеорологических наблюдений в Узбекистане», — говорится в сообщении. 
В течение недели по Бухарской, Навоийской, Кашкадарьинской, Сурхандарьинской областям возможен гармсиль — сильный сухой и жаркий ветер. Из-за повышения температурного фона по предгорным и горным районам республики возможно прохождение гляциальных (ледниковых) селевых паводков с территории Таджикистана и Кыргызстана.
Прогноз погоды на ближайшие дни