Каршинский клуб «Насаф» потерпел поражение от катарского «Аль-Садда» в рамках четвертого тура группового этапа Лиги чемпионов Азии. Матч в Дохе во вторник завершился со счетом 4:0.
Счет открыл полузащитник катарского клуба Хави, забивший самый быстрый гол в истории «Аль-Садда» в Лиге чемпионов Азии. Для рекорда бывшему капитану «Барселоны» потребовалось 2 минуты 28 секунд. Предыдущий лучший результат принадлежал Эмерсону, отличившемуся в 2008 году на 2-й минуте 35-й секунде.
Примечательно, что это первый гол испанского игрока в ЛЧА. Еще трижды ворота «Насафа» поразили Абделькарим Хассан, Багдад Бунеджа и Джугурта Хамрун.
По итогам четырех туров коллектив Рузикула Бердыева располагается на третьей строчке с шестью очками. Первое и второе место занимают «Аль-Садд» и иранский «Персеполис» (9 очков), «Аль-Васл» из ОАЭ — на последней строчке.
Видео
Статистика
Другой клуб Узбекистана «Локомотив» также потерпел поражение в матче против катарского «Аль-Духаиля» в Ташкенте (1:2). «Железнодорожники» занимают третью позицию (3), «Ал-Духаиль» (12) — первое, иранский «Зоб Ахан» (6) — второе, а эмиратский «Аль-Вахда» (0) — последнее.