РИА Новости — Всемирно известный английский физик-теоретик Стивен Уильям Хокинг скончался на 77-м году жизни, сообщил телеканал BBC.
Хокинг — физик-теоретик, известный популяризатор науки и автор книги «Краткая история времени», которая разошлась 10-миллионным тиражом.
Он занимался изучением проблемы возникновения космологической сингулярности — первичного состояния Вселенной, из которого она, согласно теории Большого взрыва, непрерывно расширяется.
В 1963 году 22-летнему Хокингу был поставлен диагноз боковой амиотрофический склероз (БАС). Врачи тогда считали, что жить ему осталось два-три года. Однако их прогнозы не оправдались, ученый продолжил научную работу, дважды женился и стал отцом троих детей.
Даже полностью парализованный, Хокинг вел активную жизнь — занимался наукой, преподавал, выступал с докладами, общаясь с миром с помощью компьютерного синтезатора речи.
В 2015 году вышел британский фильм «Вселенная Стивена Хокинга» (The Theory of Everything) — история жизни ученого.