В ходе первого Государственного визита президента Республики Узбекистан в Республику Таджикистан 9−10 марта 2018 года АКБ «Туронбанк» в составе государственной делегации принял участие в узбекско-таджикском бизнес-форуме в Душанбе.
В рамках данного бизнес-форума 9 марта 2018 года АКБ «Туронбанк» и ОАО «Ориёнбанк» подписали меморандум о взаимопонимании.
Целью подписанного меморандума является координация усилий АКБ «Туронбанк» и ОАО «Ориёнбанк» по оказания финансовых услуг для увеличения объемов взаимной торговли между Республикой Узбекистан и Республикой Таджикистан.
Реализация в силу меморандума позволит начать финансирование сделок, связанных с экспортом товаров и услуг из Республики Узбекистан в Республику Таджикистан и, соответственно, в обратном направлении.
Первым этапом исполнения меморандума о взаимопонимании будет установление корреспондентских отношений и финансирование экспортно-импортных операций между АКБ «Туронбанк» и ОАО «Ориёнбанк».
На правах рекламы.