Сборная Узбекистана по таэквондо завоевала восемь медалей открытого чемпионата Нидерландов Dutch Open, прошедшего 10−11 марта в Эйндховене.
Как сообщила пресс-служба НОК, узбекистанцы завоевали три золотые, четыре серебряные и одну бронзовую медали.
В соревнованиях среди юниоров Мадина Маннопова (-46 кг), Джасур Джайсунов (-63 кг) и Улугбек Рашидов (-51 кг) стали чемпионами турнира. Озода Собиржанова, Бекзод Ибрагимов и Шахзод Джураев стали обладателями серебряных наград.
Дмитрий Шокин (слева) и Бахром Абдуллаев (справа). Фото: НОК.
Дмитрий Шокин (+87 кг) стал вице-чемпионом Dutch Open, уступив в финале представителю Южной Кореи Ин Кё Дону (1:2). Бахром Абдуллаев потерпел поражение от австралийца Льюса Бэйли и завоевал «бронзу».
На открытом чемпионате в Турции представители Узбекистана удостоились четырех медалей.