С 12 марта в Регистрационно-экзаменационном отделе (РЭО) в межрайонных регистрационно-экзаменационных отделениях (МРЭО) УБДД ГУВД Ташкента понедельник будет рабочим днем. Как сообщили в ГУВД столицы, такое решение принято для создания удобств гражданам и уменьшения очередей.
С понедельника для обслуживания жителей Мирзо-Улугбекского района открывается новое МРЭО №4 (ранее — МРЭО №2). Оно разместится по адресу: Мирабадский район, ул. Водил, 54 (УзБум, Свято-Троицкий Никольский женский монастырь).
Жители Яккасарайского района теперь будут обслуживаться в МРЭО №1(ранее — МРЭО №3), которое находится на Сергелийском авторынке. МРЭО №3 в Чиланзарском районе в связи с ремонтом начнет работать по понедельникам с 19 марта.
УБДД также рассматривает вопрос оптимизации работы РЭО с возможностью передачи одного или двух районов обслуживания одному из МРЭО.
Время работы РЭО и всех МРЭО: с 9:00 до 18:00.
Адреса и районы обслуживания РЭО и МРЭО