Боксеры из Узбекистана Шахрам Гиясов и Муроджон Ахмадалиев одержали победу нокаутом в дебютных профессиональных поединках в нью-йоркском Бруклине (США) в субботу.
Уроженец Бухары Шахрам Гиясов вышел на ринг против аргентинца Николаса Веласкеса (10−3−0, 3 КО). Чемпион мира, серебряный призер Олимпийских игр отправил в нокаут оппонента в первые 15 секунд встречи.
Воспитаннику Наманганской школы бокса Муроджону Ахмадалиеву противостоял аргентинец Дэвид Пас (4−5−1, 0 КО). Бронзовый призер Олимпиады левым ударом в печень победил досрочно.
Смотреть на YouTube