10 марта из Ташкента в Астану отбыл вновь назначенный посол Узбекистана в Казахстане Саидикрам Ниязходжаев, сообщила пресс-служба МИДа.
До этого назначения Саидикрам Ниязходжаев (1965 г. р., выпускник Ташкентского политехнического института по специальности «инженер-строитель», 1989) с 2015 года работал заместителем министра иностранных дел.
До прихода в МИД занимал ответственные посты в аппарате президента, правительственных структурах, в том числе был заместителем государственного советника и заместителем министра экономики.
Предыдущим послом Узбекистана в Казахстане был Икром Назаров.