Национальная сборная Узбекистана по футболу впервые проведет товарищеский матч против команды Уругвая, сообщила пресс-служба Футбольной ассоциации. Этот матч также станет первым для «белых волков» с обладателями титула чемпиона мира.
Встреча пройдет в столице Уругвая Монтевидео 7 июня. Уругвай попал в группу «А» чемпионата мира 2018 года вместе с командами России, Саудовской Аравии и Египта.
Ранее национальные сборные встречались только на уровне молодежных команд.
Узбекистан также проведет товарищеские игры против Сенегала 23 марта и Ирана 15 мая.