Президент Узбекистана Шавкат Мирзиёев по приглашению президента Таджикистана Эмомали Рахмона 9 марта прибыл с государственным визитом в Душанбе. В аэропорту Шавката Мирзиёева встретил Эмомали Рахмон, сообщила пресс-служба президента Узбекистана.
В связи с визитом по всему городу развешаны государственные флаги двух стран, таджикистанцы вышли на улицы, чтобы приветствовать руководителя Узбекистана.
Фото: Пресс-служба президента Узбекистана
В истории двусторонних отношений это первый государственный визит президента Узбекистана в Таджикистан. Стороны рассматривают визит как возможность поднять сотрудничество двух стран на качественно новый уровень и наполнить его конкретным содержанием.
В ходе переговоров на высшем уровне будут обсуждены состояние и перспективы развития двустороннего сотрудничества в различных сферах, а также региональные и международные проблемы.
Фото: Пресс-служба президента Узбекистана
Планируется принятие исторических документов, нацеленных на развитие сотрудничества в различных сферах и создание удобств для граждан двух стран. Важнейшие из них — Совместное заявление президентов, Договор об отдельных участках узбекско-таджикской государственной границы и Соглашение о взаимных поездках граждан.
В рамках визита пройдут бизнес-форум и Национальная промышленная выставка Узбекистана.