Министерство внутренних дел Узбекистана объявило в розыск Алишербека Кадирова — сына бывшего генерального прокурора Рашитжона Кадирова.
По данным МВД, в отношении Алишербека Кадирова (1979 года рождения) возбуждено уголовное дело по следующим статья Уголовного кодекса Узбекистана:
пункт «а» части 2 статьи 165 — вымогательство, совершенное повторно или опасным рецидивистом;
пункт «а» части 3 статьи 165 — вымогательство в особо крупном размере;
пункт «а» части 3 статьи 168 — мошенничество в крупном размере;
пункт «а» части 4 статьи 168 — мошенничество в особо крупном размере.
24 февраля Генеральная прокуратура сообщила о задержании бывшего генерального прокурора Рашитжона Кадирова, обвиняемого по статьям 165 (вымогательство), 205 (злоупотребление властью или должностными полномочиями) и 210 (получение взятки) Уголовного кодекса Узбекистана.