Начал формироваться экспертный совет Buyuk Kelajak, в котором примут участие эксперты-выходцы из Узбекистана, являющиеся специалистами в области права, финансов, промышленности, науки, образования, медицины, социальных отношений и государственного управления. Об этом сообщается на сайте совета.
Основная цель Buyuk Kelajak — разработка и подготовка предложений для руководства страны по долгосрочной модели развития Узбекистана до 2035 года. Модель, как ожидается, будет построена на международном опыте, объективном анализе рынков Узбекистана и личном опыте специалистов-выходцев из страны.
Первыми членами экспертного совета стали 32 узбекистанца, проживающие в России, США, Великобритании, Бельгии и на Ближнем Востоке. В их числе:
Алишер Каланов — Председатель экспертного совета Buyuk Kelajak, заместитель руководителя инвестиционного дивизиона — руководитель Блока развития перспективных проектов в «РОСНАНО», Россия.
Шерзод Юсупов — совладелец и член совета директоров «Банк Восточный» и «Модульбанк», Россия.
Сабир Шодиев — советник председателя наблюдательного совета международной группы компаний Eurasian Resources Group (ERG), Казахстан.
Бахром Исмаилов — исполнительный директор экспертного совета Buyuk Kelajak, заместитель директора Ассоциации работников правоохранительных органов и специальных служб Российской Федерации по судебно-правовым вопросам, член экспертного совета Комитета по безопасности и противодействию коррупции Государственной Думы РФ.
Дильбар Файзиева — ведущая программы «Доброе утро» на Первом канале, Россия.
Шавкат Кадыров — кандидат медицинских наук, нейрохирург, детский нейрохирург в Национальном медицинском исследовательском центре нейрохирургии имени академика Н. Бурденко, Россия.
Александра Бегаева — управляющий партнер и основатель «Бегаева и Партнеры», кандидат юридических наук, профессор, докторант, преподаватель предпринимательского права МГЮА имени О. Кутафина, Россия.
Ильхом Исмаилов — основатель Plov.com, победитель ежегодного конкурса стартапов Forbes «Школа молодого миллиардера-2016», Россия.
Ярослав Подсеваткин — партнер, руководитель трейдинга инвестиционной компании «АТОН», Россия.
Ойбек Шайхов — независимый эксперт в сфере стратегического управления бизнесом и ведении переговоров, Бельгия.
Тимур Джуманиязов — основатель и директор по маркетингу финансового супермаркета Moneymatika.ru, Россия, и другие.
Формирование экспертного совета Buyuk Kelajak продолжается. Весной пройдет первый форум, организованный экспертным советом с привлечением международных консалтинговых компаний, на котором планируется открытое обсуждение основных направлений долгосрочной модели развития Узбекистана до 2035 года.
После подготовки экспертным советом Buyuk Kelajak предложений по долгосрочной модели развития Узбекистана они будут представлены на рассмотрение Президенту Узбекистана.