Президент Шавкат Мирзиёев 12 июля подписал указ о повышении с 1 августа размеров заработной платы работникам бюджетных учреждений и организаций, а также пенсий, стипендий и пособий на 10%, сообщила программа «Новости 24» телеканала «Узбекистан 24».
Новые минимальные размеры:
заработной платы — 223000 сумов в месяц (сейчас — 202730 сумов);
пенсии по возрасту и пособия инвалидам с детства — 436150 сумов в месяц (396500);
пособия престарелым и нетрудоспособным гражданам, не имеющим необходимого стажа работы, — 267650 сумов в месяц (243300).
С 1 августа минимальный размер пенсий по инвалидности лицам с инвалидностью второй группы увеличивается с 50% до 75% минимальной пенсии по возрасту. Размер надбавки к пенсиям пенсионеров — одиноких лиц с инвалидностью второй группы также увеличивается с 50% до 75% минимального размера зарплаты.
Размер пособия по случаю потери кормильца устанавливается исходя из минимального размера пенсии по возрасту с сохранением действующих процентных соотношений на количество нетрудоспособных членов семьи.
С августа также вводятся ежемесячные доплаты получателям пособий первой группы инвалидности, включая пособия первой группы инвалидности с детства старше 16 лет в размере 25% МРЗП.
Документом вносятся изменения в указ президента от 21 мая 2019 года (УП-5723), которым предусмотрено с 1 сентября введение взамен минимального размера заработной платы:
минимального размера оплаты труда — повышение с 577170 до 634880 сумов;
базовой расчетной величины — с 202730 до 223000 сумов;
базовой величины исчисления пенсии — с 202730 до 223000 сумов.
До этого минимальный размер зарплаты повышался 1 ноября 2018 года, тогда повышение составило в среднем 10%.