Все семеро погибших в аварии в Мангистауской области Казахстана, по предварительным данным, являются гражданами Узбекистана, сообщило МЧС страны. Ранее предполагалось, что узбекистанцами являются шестеро из них.
Предварительный список погибших
1. Аллаяров Расулбек Кузибоевич, 23.02.1981 г. р. — проживал по адресу: Хорезмская область, Шаватский район, ул. Гулчи, 19 (водитель сгоревшего автомобиля Lada Largus).
2. Душамов Зокир Куранбоевич, 11.04.1977 — Хорезмская область, Шаватский район, ССГ «Чукли», МСГ «Тукмангит» (пассажир).
3. Рахимов Шерзод Сапарбоевич, 12.07.1980 — Хорезмская область, Шаватский район, городок «Гулистан» (пассажир).
4. Бегназаров Мардонбек Хушнуд угли, 27.10.1995 — Хорезмская область, Багатский район, ССГ «Найман» (пассажир).
5. Мадаминов Гайрат Розматович, 13.10.1985 — Хорезмская область, Гурленскийский район, городок Гурлен, ул. Махтумкули, 34 (пассажир).
6. Балтаев Махмуджон Сабуржан угли, 21.09.1995 — Хорезмская область, Янгиарыкский район, ССГ «Остоно» (пассажир).
7. Машарипов Санжар Турдиевич, 20.06.1991 — Хорезмская область, Янгиарыкский район, ССГ «Остоно», махалля «Пуслак» (пассажир).
1 марта на автодороге «Актау-Бейнеу» в с. Шетпе Мангистауского района произошло столкновение автомобиля Lada Largus (номер 90 S 830 JA) и грузовика Shacman (737 DPA/12). В результате ДТП произошло возгорание легкового автомобиля, на месте погибли семь человек.
МЧС Узбекистана открыло «горячую линию», по которой можно получить информацию о происшествии: (+998 71) 147−10−50.