Полупрофессиональный боксерский клуб Uzbek Tigers победил команду Colombian Heroicos в рамках третьего тура VIII сезона Всемирной серии бокса (WSB). Матч, прошедший в Ташкенте в четверг, завершился со счетом 4:1.
Первый бой узбекистанцы начали с поражения, однако остальные четыре поединка остались за хозяевами (видео).
Uzbek Tigers 4:1 Colombian HeroicosХудойназар Файзов — Сейбер Авила — 0:2 (46/48, 46/48, 47/47);
Шункор Абдурасулов — Дуван Сулета — досрочная победа, 4-й раунд (отказ от продолжения боя);
Махмуд Гаипов — Александр Рангель — досрочная победа, 4-й раунд (отказ от продолжения боя);
Бектемир Меликузиев — Мотоа Карабали — 3:0 (49/46, 49/46, 49/46);
Баходир Жалолов — Кристиан Сальседо — 3:0 (50/44, 50/44, 50/44).
По итогам трех туров «Узбекские тигры» находятся на втором месте с шестью очками в группе «А». По дополнительным показателям лидируют «Кубинские укротители» (6). «Колумбийские герои» (4) и «Венесуэльские вожди» (4) расположились на третьей и четвертой позициях соответственно.
Следующие поединки команда Uzbek Tigers проведет против Colombian Heroicos на выезде в Соледаде 23 марта.