На 5 марта планируется запуск сайта Управления безопасности дорожного движения ГУВД Ташкента. На нем будет раздел «Мобильный репортер» для отправки фото- и видеоматериалов с нарушениями Правил дорожного движения.
Как сообщил на брифинге в четверг заместитель начальника ГУВД столицы Дониёр Ташходжаев, в течение первого месяца раздел будет работать в тестовом режиме.
Сотрудники УББД будут реагировать на мультимедийные материалы, как в недавнем случае с водителями свадебного кортежа, и будут принимать их в качестве официальных доказательств.
Дониёр Ташходжаев подчеркнул, что для этого не нужны изменения в законодательстве, по которому аудио- и видеозаписи могут считаться доказательством нарушения. Желательно, чтобы в материалах были видны номера автомобилей нарушителей, добавил он.
При желании авторы фото- и видеоматериалов могут сохранить анонимность.
Пользователи сайта смогут обращаться к начальнику УББД полковнику Барату Маменову в режиме онлайн.
У УББД также появится свой Telegram-канал и официальная страница в социальной сети Facebook.