1 марта по территории Узбекистана пройдут дожди, местами сильные, возможны грозы. Местами ожидается усиление ветра до 17−22 м/с с порывами до 23−28 м/с. Об этом в Telegram-канале сообщило Министерство по чрезвычайным ситуациям со ссылкой на Узгидромет.
1 марта температура воздуха составит ночью +4…+9 градусов Цельсия, днем — +9…+14 градусов, 2 марта ночью ожидается 0…+5 градусов, днем — +7…+12 градусов.
1−2 марта по предгорным и горным районам республики селеопасно.
МЧС просит соблюдать меры предосторожности и в случае возникновения чрезвычайных и других непредвиденных ситуаций обращаться на номер горячей линии: (+99871) 147−10−50.
Прогноз погоды на 1−2 марта.