Водитель автобуса Isuzu 51-летний А. А. на 125-м км автомагистрали «Душанбе — Ташкент» не справился с управлением, отчего автобус опрокинулся на обочину, сообщила пресс-служба Министерства внутренних дел.
Авария случилась 11 июля в Мирзаабадском районе Сырдарьинской области в 11:00 утра.
Двое пассажиров, находившихся в автобусе, госпитализированы, еще 18 оказана медицинская помощь.
По словам водителя А. А., причиной происшествия стало то, что по дороге автобус «подрезал» неустановленный автомобиль Spark красного цвета.
Ведется доследственная проверка.