Генеральная прокуратура Узбекистана возбудила уголовное дело в отношении бывшего генерального прокурора Рашитжона Кадирова по статьям 165 (вымогательство), 205 (злоупотребление властью или должностными полномочиями), 210 (получение взятки) Уголовного кодекса Узбекистана. Об этом сообщила пресс-служба Генпрокуратуры.
Рашитжон Кадиров. Архивное фото с сайта Генпрокуратуры. 
23 февраля Рашитжон Кадиров был задержан в порядке статьи 221 Уголовно-процессульного кодекса. В настоящее время ведется следствие.
Согласно статье 221 УПК, лицо, подозреваемое в совершении преступления, может быть задержано, когда:
оно застигнуто при совершении преступления или сразу же после его совершения;
очевидцы, в том числе потерпевшие, прямо укажут на данное лицо, как на совершившее преступление;
на нем или на его одежде, при нем или в его жилище будут обнаружены явные следы совершенного преступления;
имеются данные, дающие основания подозревать лицо в совершении преступления, и если оно покушалось на побег или не имеет постоянного места жительства либо не установлена его личность.
Рашитжон Кадиров руководил Генпрокуратурой в 2000—2015 годах, затем был избран судьей Конституционного суда (2015−2017).