22 февраля в 15:40 в Ташкенте неизвестный, позвонив в справочную службу «1009», угрожал взорвать метро, сообщила пресс-служба МВД Узбекистана.
Абонент представился Дониёром Холиковым и заявил, что если его супруга в течение 20 минут не приведет их ребенка, то в метро произойдет взрыв. После этих слов он положил трубку.
В результате расследования стало известно, что звонившего на самом деле зовут Дониёр Холиков и он проживает в Шайхантахурском районе. 
Как сообщили «Газете.uz» в ГУВД столицы, по данному факту ведется доследственная проверка.