Первым заместителем председателя Государственного таможенного комитета Узбекистана назначен Жасур Арипов, ранее работавший первым заместителем директора Бюро принудительного исполнения при Генеральной прокуратуре.
Постановление об этом 21 февраля подписал Президент Узбекистана, сообщили «Газете.uz» в пресс-службе ГТК.
Прежде должность первого зампредседателя ГТК занимал Бахтиёр Раимов.
13 февраля «Газета.uz» сообщала о назначении председателем Государственного таможенного комитета Муротжона Азимова.