Фотоловушки, установленные на территории государственного заповедника «Гиссар», засняли диких зверей и птиц в их естественной среде обитания. Фотографии опубликованы на Facebook-странице Государственного комитета Узбекистана по экологии и охране окружающей среды.
Гиссарский заповедник расположен в Кашкадарьинской области на западных склонах Гиссарского хребта. Это самый крупный из заповедников Узбекистана, его площадь составляет 80,9 тысячи га.
Животный мир заповедника насчитывает 2 вида рыб, 19 видов земноводных и пресмыкающихся, 214 видов птиц и 32 вида млекопитающих. Шесть видов беспозвоночных, семь видов птиц, один вид рыбы и десять видов млекопитающих внесены в Красную книгу Узбекистана, в том числе снежный барс, туркестанская рысь, среднеазиатская выдра, тянь-шаньский бурый медведь, белобрюхий стрелоух, малый подковонос из семейства летучих мышей и амударьинская форель.
Фотоловушки в Гиссарском заповеднике были установлены в 2013 году, а в 2014 году к ним добавились видеокамеры. Сегодня в заповеднике установлены 7 видеокамер и 36 фотоловушек.
Фото
Тянь-шаньский бурый медведь.
Сибирский горный козел.
Туркестанская рысь.
Белоголовый сип.