Президент Узбекистана Шавкат Мирзиёев постановлением от 6 февраля утвердил новые нормы беспошлинного ввоза в страну товаров физическими лицами, сообщили «Газете.uz» источники в правительстве.
Отныне таможенными пошлинами не облагаются ввозимые физлицами товары на сумму:
до 2000 долларов США — при пересечении таможенной границы через международные аэропорты Узбекистана;
до 1000 долларов — при пересечении таможенной границы через железнодорожные и речные пункты пропуска государственной границы;
до 300 долларов — при пересечении таможенной границы через автодорожные (пешеходные) пункты пропуска госграницы.
Кроме того, установлена предельная норма в 1000 долларов в течение календарного месяца для товаров, поступающих в адрес физического лица в международных почтовых и курьерских отправлениях.
Предельная норма вывоза из Узбекистана физическими лицами товаров без представления таможенной декларации установлена в размере 3000 долларов.
Постановлением предусмотрены ограничения на беспошлинный ввоз физлицами отдельных видов товаров. Для алкогольной продукции, в том числе пива, — это 2 литра, всех видов табачных изделий — 10 пачек, духов и туалетной воды — 3 единицы, ювелирных изделий из драгоценных металлов и драгоценных камней — 65 граммов.
Установлены также предельные нормы вывоза физлицами отдельных товаров: риса — до 3 кг, хлебобулочных изделий — до 5 кг, мяса и пищевых мясных субпродуктов — до 2 кг, сахара — до 2 кг, растительных масел — до 2 кг, свежей плодоовощной продукции, винограда, бахчевых, бобовых, сушеных овощей и фруктов — до 40 кг.
Важно: стоимость указанных выше товаров включается в предельные нормы беспошлинного ввоза и вывоза товаров.
Ввоз и вывоз физлицами товаров в пределах указанных норм осуществляется без их обязательного письменного декларирования. Исключение составляют международные почтовые и курьерские отправления.
Напомним, с июня 2009 года из сопредельных государств граждане могли беспошлинно ввозить товары на сумму не более 10 долларов (ранее — 25 долларов). Такое решение обосновывалось необходимостью «защиты внутреннего потребительского рынка». Из несопредельных стран ввозить беспошлинно можно было товары общей стоимостью до 1000 долларов.
В начале января «Газета.uz» писала, что на автодорожных пунктах пропуска на границе с Казахстаном ограничение в 10 долларов было отменено.