Известный российский урбанист Аркадий Гершман, посетивший по приглашению «Газеты.uz» Узбекистан, рассказал о своих впечатлениях о Ташкенте.
«„Пешеход должен страдать“. Мне кажется, это самая главная мысль, которая возникает у человека, который ходит пешком по Ташкенту… Такого быть не должно».
Аркадий Гершман.
Что поразило и удивило специалиста по городскому планированию? Что не так с улицами, общественными пространствами и городским транспортом? Какие первоочередные шаги нужны для улучшения ситуации? Смотрите видеоинтервью.
Просмотр видео на YouTube
Детальные разборы ташкентских городских проблем и предложения по их исправлению от Аркадия Гершмана «Газета.uz» начнет публиковать уже на этой неделе.