Ряд услуг, оказываемых Управлением миграции и оформления гражданства ГУВД Ташкента, а также отделов миграции и оформления гражданства районных УВД и 70 городских отделов внутренних дел, будут временно приостановлены с 5 по 11 февраля. Как сообщается на сайте ГУВД, это связано с переездом Главного управления миграции и оформления гражданства МВД Узбекистана.
Новый адрес главного управления: Яккасарайский район, ул. Шота Руставели, 1-й тупик, 5. Старое здание сносится в связи со строительством международного делового центра Tashkent City.
Услуги, оказание которых будет приостановлено
Прием документов и подготовка электронных заявок для оформления биометрического паспорта гражданина Узбекистана и биометрического проездного документа лица без гражданства.
Прием документов и подготовка электронных заявок для присвоения персонального идентификационного номера физического лица.
Оформление стикера разрешительной записи для выезда за границу.
Оформление вида на жительство для иностранных граждан и лиц без гражданства.
Оформление документов по приглашению иностранных граждан в Узбекистан.
Оформление документов для временного учета по месту пребывания граждан Узбекистана в Ташкенте и Ташкентской области.