С 1 февраля государственную пошлину и другие услуги нотариусов можно оплатить онлайн, сообщила пресс-служба Министерства юстиции.
При обращении в нотариальные конторы граждане могут оплатить их услуги через платежные системы с мобильных телефонов, что, как ожидается, будет способствовать исключению человеческого фактора. Также есть возможность использования QR-кода для оплаты.
Нажмите для увеличения
Сейчас доступны платежи через сервис UPAY. В ближайшее время планируется подключить PayMe, Click и другие платежные системы, уточнили «Газете.uz» в Минюсте.
Размеры платежей за нотариальные услуги рассчитываются на компьютере автоматически. Внедряется единая форма квитанции, удобная и понятная населению.
Нажмите для увеличения
Вне зависимости от того, будут платежи совершены в кассах банка или через мобильные телефоны, информация о платеже будет отражаться в информационной системе «Нотариус» онлайн.
«Впредь резко сократятся очереди возле касс для оплаты государственной пошлины и других платежей, также будут устранены случаи взыскания с граждан денежных средств больше, чем положено. Это обеспечит открытость и прозрачность процесса обслуживания населения, предотвратит случаи, связанные с коррупцией», — подчеркнули в пресс-службе.