Сборная Узбекистана по футзалу в первом матче группового этапа чемпионата Азии одержала победу над Южной Кореей. Матч в Китайском Тайбэе завершился со счетом 13:2.
Авторами голов от узбекистанцев стали Артур Юнусов (на 3-й минуте), Даврон Чориев (7', 8', 13'), Фархад Абдумавлонов (11'), Ихтиёр Ропиев (16'), Хусниддин Нишонов (22'), Дильмурод Шавкатов (22'), Илхомжон Хамроев (25'), Дилшод Рахматов (31'), Анасхон Рахматов (35'), Машраб Одилов (38') и Даврон Абдурахмонов (40').
В составе соперников дубль оформил Жанг Йонг Чол (25', 38').
3 февраля в 13:30 по ташкентскому времени Узбекистан сыграет против Таджикистана, а 5 февраля в это же время — против Японии.
Видео
Смотреть на YouTube