2−3 февраля на территорию Узбекистана ожидается вторжение влажной и относительно холодной воздушной массы с Кавказа через Каспийское море, установится неустойчивая погода, сообщил Узгидромет.
2 февраля по республике местами пройдут осадки — дождь, снег. По Андижанской, Наманганской, Ферганской областям сохранится погода без осадков. По большей части территории сохранится теплая погода с преобладающей температурой в дневные часы +5…+10 градусов Цельсия.
Прогноз влажности на 3 февраля. Источник: Узгидромет
3 февраля по территории республики, кроме Каракалпакстана, Хорезмской области, местами снег. С вторжением относительно холодного антициклона дневная температура понизится до 0…+5 градусов.
2−3 февраля местами возможно усиление ветра до 17−22 м/с.
Прогноз погоды на 2−5 февраля