Африканского льва нелегально содержали в клетке в частном доме селения Тутзор Ташкентской области, сообщила программа «Ахборот 24» телеканала «Узбекистан 24».
Инспекция Государственного комитета по экологии и охране окружающей среды и сотрудники органов внутренних дел обнаружили восьмимесячного льва в строящемся частном доме Гульнозы Абзаловой.
«Получили оперативную информацию и выехали на место. Действительно, обнаружили по данному адресу свежий участок, открыли два парня, которые работают по найму. А житель дома прописан по другому адресу, якобы дом принадлежит его матери», — рассказал представитель региональной инспекции Госкомэкологии.
По его словам, хищник — тощий, голодный, с разбитой мордой — содержался в ненадлежащих условиях. В полуметровой клетке элементарно не было места двигаться.
Выяснилось, что животное принадлежит питомнику частного предприятия, но там не смогли предъявить какие-либо документы, разрешающие содержание хищника или говорящие о праве собственности, говорится в телепрограмме.
Действующий закон требует обязательного прохождения таможенных проверок всех ввозимых в страну животных и растений. Животные в зоопарках стоят на особом учете, их частное содержание запрещено.
Африканского льва направили в столичный зоопарк для восстановления сил. Начато следствие.
Видео