Рустам Иноятов, руководивший Службой национальной безопасности (СНБ) Узбекистана в течение 23 лет, покинул пост. Об этом «Газете.uz» сообщили источники в правительстве.
Рустам Иноятов (1944 года рождения) занимал пост председателя СНБ с 1995 года. О смене руководства было объявлено на совещании в здании СНБ с участием Президента Шавката Мирзиёева в среду.
Рустам Иноятов. Фото: «Синьхуа»
Службу национальной безопасности возглавил Ихтиёр Абдуллаев, с 2015 года работавший генеральным прокурором Узбекистана, а ранее — с 2009 года — государственным советником Президента.
Новым генеральным прокурором страны стал Отабек Муродов, до этого бывший государственным советником Президента.