В связи с холодной погодой в медицинских учреждениях столицы Узбекистана выделены места для обогрева и оказания первой медицинской помощи лицам без определенного места жительства, сообщило ГУВД столицы. Инициатива принадлежит хокимияту Ташкента, Управлению по чрезвычайным ситуациям и ГУВД.
В период с 30 по 31 января в результате мероприятий, проведенных сотрудниками органов внутренних дел на улицах города, в медучреждения были доставлены 45 человек, где им оказана первая медицинская помощь, и они были обеспечены горячим питанием и ночлегом.
ГУВД опубликовало список учреждений Главного управления здравоохранения Ташкента, в которых лица без определенного места жительства могут согреться и получить первую помощь:
6-я городская клиническая больница в Бектемирском районе;
3-я клиническая больница в Мирабадском районе;
Городской кожно-венерологический диспансер в Сергелийском районе;
5-я клиническая больница в Мирзо-Улугбекском районе;
1-я туберкулезная клиническая больница в Алмазарском районе;
Городская клиническая больница скорой помощи (Учтепинский и Чиланзарский районы);
1-я клиническая больница в Шайхантахурском районе;
4-я клиническая больница в Яшнабадском районе;
Стационарная часть Яккасарайского районного медобъединения;
7-я клиническая больница в Юнусабадском районе.