В Самарканде открыт мавзолей Первого Президента Узбекистана Ислама Каримова. В церемонии открытия комплекса принял участие и выступил с речью Президент Узбекистана Шавкат Мирзиёев, сообщила пресс-служба главы государства.
Шавкат Мирзиёев осмотрел мавзолей Ислама Каримова и отдал дань уважения памяти Первого Президента. Были прочитаны суры из Корана.
Участники церемонии, соотечественники, прибывшие из всех регионов страны, посетили мавзолей и возложили цветы.
Президент Шавкат Мирзиёев возложил цветы к подножию памятника Исламу Каримову.
В этот день в Комплексе форумов был организован поминальный плов.