Двенадцатилетний учащийся школы №134 Ташкента Абдуллох Рузибоев пожертвовал жизнью, спасая упавшего в воду друга. О происшествии сообщила пресс-служба МЧС Узбекистана.
Абдуллох и Шохжахон после уроков пошли погулять. Проходя мимо канала на Каракамыше, решили перебежать по трубе над каналом. Шохжахон поскользнулся и упал в воду.
Абдуллох не растерялся и бросился за ним. Мальчик несколько лет занимался плаванием. Вспомнив советы тренера, быстро снял верхнюю одежду, обувь и прыгнул в воду.
Подплыв к другу, Абдуллох подтолкнул его к краю канала, но из-за усталости сам не смог подплыть к берегу, и холодная вода утянула его вниз.
Маленькому герою было только 12 лет. По словам одноклассников и учителей, он был храбрым мальчиком и примерным учеником.