В ночь с 28 по 29 января в Ташкент вернулась молодежная сборная Узбекистана по футбола, впервые ставшая победительницей чемпионата Азии U-23 в Китае.
В международном аэропорту имени Ислама Каримова футболистов и их наставников встретили, помимо родных и болельщиков, премьер-министр Абдулла Арипов, руководители Национального олимпийского комитета и Футбольной ассоциации, а также общественных организаций.
Для чемпионов Азии были подготовлены четыре двухэтажных автобуса, украшенных флагами и надписями «Мы вами гордимся!» и «Узбекистан — чемпион Азии».
Каждый из 22 футболистов получил по автомобилю Malibu белого цвета, а четыре тренера сборной — по Malibu черного цвета.
Напомним, в первом матче турнира Узбекистан проиграл сборной Катара (0:1), однако в следующих матчах победил команды Китая (1:0), Омана (1:0), Японии (4:0), Южной Кореи (4:1) и Вьетнама (2:1).
Фото
Фото: Футбольная ассоциация Узбекистана
Видео