Президент Узбекистана Шавкат Мирзиёев 28 января отбыл в Кашкадарьинскую область для ознакомления с изменениями в регионе, сообщило УзА.
Глава государства посещал область 24−25 февраля 2017 года. За прошедший период здесь реализован ряд проектов в разных сферах.
Население Кашкадарьинской области насчитывает более 3,148 миллиона человек. Общая площадь составляет 28 тысяч кв. км. В области имеется свыше 182 тысяч га посевных площадей, из них орошаемые земли составляют около 122 тысяч га. 
В 2017 году объем валового регионального продукта области составил 17,366 трлн сумов.