Президент Узбекистана Шавкат Мирзиёев поздравил молодежную сборную команду страны по футболу с победой на чемпионате Азии среди молодежи до 23 лет в Китае. Публикуем поздравление ниже. 
Мои дорогие дети! Уважаемые тренеры и наставники! 
От себя и от имени всего нашего многонационального народа искренне поздравляю всех вас с победой на чемпионате Азии по футболу среди молодежи, в ходе которого вы проявили истинное мужество и волю в очень неблагоприятных погодных условиях. 
Достигнутая вами колоссальная победа безмерно обрадовала весь наш народ и в очередной раз продемонстрировала на какие великие свершения способна молодежь Узбекистана. 
Безусловно, этот огромный успех станет достойным вкладом в воспитание многомиллионной молодежи нашей страны в духе любви и преданности Родине, мужества, стремления к победе. 
Наша страна и народ гордятся вами — своими самоотверженными сыновьями, настоящими героями. 
Обнимаю всех вас и желаю вам крепкого здоровья, неиссякаемой энергии, дальнейших успехов во имя приумножения славы нашего родного Узбекистана во всем мире.