Молодежная сборная Узбекистана впервые стала чемпионом Азии среди футболистов до 23 лет, обыграв в финале команду Вьетнама в экстра-таймах. Матч в Китае завершился со счетом 2:1.
Перед встречей поле олимпийского стадиона Чанчжоу засыпало снегом, что вызвало определенные трудности для футболистов Узбекистана, которые играли в белой форме. Несмотря на это, счет первой открыла команда Узбекистана. Защитник Рустам Ашурматов замкнул головой навес с углового и вывел «белых волков» вперед уже на 8-й минуте.
Под занавес первого тайма соперники сумели сравнять счет — Нгуен Куанг Хай точно пробил в дальний угол ворот Ботирали Эргашева.
После перерыва Узбекистан сменил форму на синий цвет. Во второй половине матча узбекистанцы больше владели мячом (70%) и создавали моментов (16 ударов, 8 в створ), но по итогам двух таймов счет остался ничейным.
Выявить победителя удалось в самой концовке игры, когда на 120-й минуте Андрей Сидоров точно пробил ворота вратаря Вьетнама после навеса с угла. Примечательно, что автор победного гола вышел на замену на 118-й минуте встречи.
Самым ценным игроком турнира был признан полузащитник Одилжон Хамробеков.
Видео
Tas-Ix
Статистика и стартовые составы