Три водителя автобуса, в пожаре которого погибли 52 узбекистанца, водворены в изолятор временного содержания УВД Актобе, сообщила пресс-служба прокуратуры Актюбинской области Казахстане.
По факту возгорания автобуса межрегиональная следственно-оперативная группа Следственного департамента МВД Казахстана ведет уголовное дело.
Следствием установлено, что причиной возгорания стало нарушение водителями правил эксплуатации автотранспортного средства и правил пожарной безопасности, а именно — использование в салоне автобуса паяльной лампы.
Собранными фактическими данными установлена причастность к преступлению всех трех водителей автобуса. Они были задержаны вечером 24 января.
Ход расследования находится на контроле Генеральной прокуратуры и МВД Казахстана.