26 января состоялся телефонный разговор Президента Узбекистана Шавката Мирзиёева с Президентом России Владимиром Путиным.
Как сообщила пресс-служба главы Узбекистана, президенты выразили удовлетворение динамичным развитием отношений стратегического партнерства и союзничества между странами.
По итогам прошлого года взаимный товарооборот увеличился на 20% и достиг 4,5 млрд долларов.
Было отмечено плодотворное сотрудничество между регионами двух стран в рамках межправительственного соглашения о содействии межрегиональному сотрудничеству.
Руководители Узбекистана и России также обсудили актуальные вопросы региональной и международной повестки и рассмотрели график предстоящих встреч и мероприятий на разных уровнях.
Шавкат Мирзиёев и Владимир Путин подтвердили решимость и готовность укреплять партнерство в интересах двух стран и народов, а также обеспечения мира, стабильности и процветания в регионе.