Число абонентов мобильной связи за 2017 год выросло на 1,4 миллиона, составив 22,8 миллиона человек. Об этом свидетельствуют статистические данные на сайте Министерства по развитию информационных технологий и коммуникаций.
Базовых станций по республике на январь 2018 года насчитывается 22,2 тысячи, что почти на 4000 больше, чем на аналогичный месяц 2017 года.
Общее количество интернет-пользователей достигло отметки в 20 миллионов абонентов, увеличившись за 2017 год более чем на треть.
Скорость доступа к интернету, как видно из графика Мининфокома, стала резко повышаться с начала 2016 года — с 26,4 тысячи Мбит/с до 65,7 тысячи Мбит/с к январю 2017 года. За минувший год скорость повысилась почти на столько же, превысив 104 тысячи Мбит/с.
Цена доступа к внешнему каналу интернета для провайдеров понизилась более чем в 2,5 раза, составив 30,2 доллара США к 76,6 долларам в начале прошлого года.
В 2017 году было проложено немногим более 2000 км волоконно-оптических линий связи.