Полупрофессиональный боксерский клуб Uzbek Tigers 10 февраля проведет выездной матч против команды Cuba Domadores в рамках первого тура VIII сезона Всемирной серии бокса WSB. Об этом «Газете.uz» сообщили в Федерации бокса Узбекистана.
В новом сезоне «Узбекские тигры» попали в группу Америки с командами Cuba Domadores (Куба), Colombian Heroicos (Колумбия), Caciques de Venezuela (Венесуэла). В этом году 12 команд разделены на три географические зоны: Америка, Европа и Азия, предварительные матчи пройдут с февраля по апрель.
Сборная Узбекистана в предстоящей встрече с кубинцами будет представлена следующими боксерами: Худойназар Файзов (52 кг), Шункор Абдурасулов (60 кг), Махмуд Гаипов (69 кг), Мадияр Сайдрахимов (81 кг), Баходир Джалолов (+91 кг).
Ответный матч в Ташкенте состоится 27 февраля, а 1 марта предстоит гостевая встреча с колумбийской командой Colombian Heroicos.
Группа Америки
Uzbek Tigers
Cuba Domadores
Colombian Heroicos
Caciques de Venezuela
Группа Азии
Patriot Boxing Team
China Dragons
Astana Arlans Kazakhstan
Indian Tigers
Группа Европы
Croatian Knights
Italia Thunder
France Fighting Roosters
British Lionhearts