На рынке «Урикзор» в Ташкенте обнаружены детские игрушки с содержанием формальдегида, в 10 раз превышающим установленные нормы, сообщила пресс-служба агентства «Узстандарт». Закупка пяти наименований игрушек была произведена агентством совместно с Федерацией обществ защиты прав потребителей.
Согласно требованиям, содержание формальдегида не должно превышать 0,003 мг/м3, однако по результатам лабораторных анализов выявлено превышение дозы токсичных веществ в 10 раз — 0,031 мг/м3.
Ссылаясь на данные Международного агентства по изучению рака, «Узстандарт» сообщает, что формальдегид является канцерогеном и может представлять особую опасность для детского организма.
Образцы закупленных игрушек
"Узстандарт" рекомендует родителям быть внимательными при покупке игрушек, изучать инструкции по применению и предупреждающие знаки. Особое внимание при выборе игрушек следует обратить на следующее:
наличие и состояние упаковки — без повреждений;
информация на упаковке должна быть изложена на государственном языке с указанием, для какого возраста предназначена игрушка. Обязательно должны быть информация об использованных материалах, о производителе, знак соответствия и документ, по которому игрушка изготовлена;
сильный запах, следы краски на руках должны насторожить родителей, такую игрушку покупать не стоит.
В случае обнаружения некачественных игрушек потребители могут обращаться по телефону доверия «Узстандарта» (+99871−1502300) или в Федерацию обществ защиты прав потребителей (1091).