24 января министр иностранных дел Узбекистана Абдулазиз Камилов принял вновь назначенного чрезвычайного и полномочного посла Словакии Яна Бори.
Как сообщила пресс-служба МИДа, посол вручил копию верительных грамот.
В ходе прошедшей беседы обсуждены актуальные вопросы узбекско-словацких отношений в политической, торгово-экономической, инвестиционной, культурно-гуманитарной и других областях.
Как было подчеркнуто на встрече, стороны обладают значительным потенциалом для наращивания взаимной торговли, поставок конкурентоспособной продукции и в этой связи готовы поощрять деловые контакты между представителями бизнеса Узбекистана и Словакии.
На встрече также рассмотрены некоторые международные и региональные проблемы.