27−29 января на территорию Узбекистана через северный Казахстан осуществится вторжение очень холодной воздушной массы, сформировавшейся над районами Западной Сибири, сообщает Узгидромет.
По территории Узбекистана ожидается аномально холодная погода с температурой воздуха на 7−12 градусов ниже климатической нормы.
К 28−29 января температура воздуха понизится ночью до −11…−14 градусов Цельсия, днем — до −2…−5 градусов, по северу страны ночью будет до −17…−20 градусов, днем — до −7…−10 градусов.
Ожидаемые морозы могут осложнить выпас и содержание скота на пастбищах, работу автотранспорта, предприятий связи, энергетических и коммунальных служб, говорится в сообщении.
Прогноз погоды на сайте Узгидромета