Молодежная сборная Узбекистана по футболу одержала победу над командой Южной Кореи и вышла финал чемпионата Азии U-23. Матч в китайском Куньшане завершился со счетом 4:1.
Первыми счет в матче открыли подопечные главного тренера Равшана Хайдарова. На 33-й минуте нападающий Забихулло Уринбаев принял пас от Жавохира Сидикова в штрафной соперника и обыграл вратаря.
Во втором тайме Хван Хен Су сравнял счет, но на 74-й минуте южнокорейская команда осталась в меньшинстве — Чжан Юн Хо получил вторую желтую карточку за грубую игру и покинул поле.
Южнокорейцы смогли выдержать натиск узбекистанцев и перевели игру в экстра-таймы, где «белые волки» отличились еще трижды. Сначала на 110-й минуте Джасур Яхшибаев увеличил преимущество. Затем Азизжон Ганиев красивым ударом из-за пределов штрафной решил вопрос о победителе матча. А на исходе игре Акромжон Комилов сделал счет разгромным.
В финале турнира 27 января в 13:00 по ташкентскому времени Узбекистан сыграет против Вьетнама, одолевшего Катар в серии пенальти 2:2 (3:4).
Видео
Статистика и стартовые составы