150 банкоматов заработают в Узбекистане до конца марта, сообщила пресс-служба Центрального банка.
В декабре прошлого года было установлено 159 банкоматов для создания «благоприятных условий для пользователей банковских карт и расширения сети банкоматов в общественных местах». С введением в строй новых банкоматов их общее количество достигнет 595 единиц.
В прошлом году на оплату товаров и услуг, а также другие платежи через банковские карты пришлось 57% транзакций.
Общее количество выпущенных пластиковых карт в декабре 2017 года составляло 18,7 миллиона.