23 января министр иностранных дел Узбекистана Абдулазиз Камилов принял находящуюся в стране делегацию Международной организации по миграции (МОМ) во главе со старшим региональным советником по Европе и Центральной Азии Манфредом Профази.
В ходе беседы обсуждены состояние и перспективы развития сотрудничества Узбекистана с МОМ, сообщила пресс-служба МИДа.
Узбекистан пока не является членом МОМ. Вместе с тем, как отмечалось, между сторонами налажен конструктивный диалог, узбекские эксперты активно участвуют в мероприятиях организации.
Стороны констатировали плодотворный характер взаимодействия в сфере борьбы с торговлей с людьми.
На встрече подтверждена обоюдная готовность укреплять и развивать отношения, в том числе путем реализации совместных проектов.