21 января на территорию Узбекистана происходит вынос очень теплого и сухого воздуха с районов Ирана, в связи с чем установилась аномально теплая погода.
По данным Узгидромета, на большей части территории республики дневная температура воздуха превышает среднемноголетние значения на 10−12 градусов Цельсия. 
Температура достигает +12…+17 градусов, местами — +18…+20, по Каракалпакстану и областям Ферганской долины — +7…+12 градусов. Переменная облачность, без осадков. Ветер восточный 7−12 м/с, местами возможно усиление до 17−22 м/с. 
В Ташкенте наблюдается переменная облачность, без осадков. Ветер восточный 3−8 м/с. Температура — +16…+18 градусов. В горных районах также без осадков. Ветер восточный 7−12 м/с. Температура — +3…+8.
Прогноз погоды на 22 январяТашкент
Переменная облачность, без осадков. Ветер восточный 5−10 м/с. Температура ночью +5…+7, днем +10…+12.
Каракалпакстан и Хорезмская область
Переменная облачность, без осадков. Местами возможен туман. Ветер восточный 7−12 м/с. Температура ночью 0…-5, днем +5…+10; по Устюрту ночью −3…−8, днем 0…+5.
Бухарская и Навоийская области
Переменная облачность, без осадков. Ветер восточный 7−12 м/с. Температура ночью 0…+5, местами до 0…-2, днем +7…+12.
Ташкентская, Самаркандская, Джизакская и Сырдарьинская области
Переменная облачность, без осадков. Ветер восточный 7−12 м/с. Температура ночью +2…+7, местами до 0…-2, днем +9…+14.
Кашкадарьинская и Сурхандарьинская области
Переменная облачность, без осадков. Ветер восточный 7−12 м/с. Температура ночью +2…+7, днем +9…+14.
Андижанская, Наманганская и Ферганская области
Переменная облачность, без осадков. Местами возможен туман. Ветер восточный 5−10 м/с. Температура ночью 0…-5, днем +7…+12.
Горные районы Узбекистана
Переменная облачность, без осадков. Ветер восточный 7−12 м/с. Температура ночью −3…+2, днем +3…+8.