Национальная авиакомпания Узбекистана с 26 июля возобновляет полеты по маршруту Карши — Москва (Внуково) — Карши. Об этом сообщила пресс-служба перевозчика.
Рейсы будут выполняться раз в неделю по пятницам (с переходом на субботу) на самолетах А320:
НY623. Карши 06:10 — Москва 08:25 (выполняется в субботу)
НY624. Москва 20:25 — Карши 02:25 (выполняется в пятницу)
«Узбекистон хаво йуллари» приостановила полеты из Карши в Ташкент и Москву с зимнего периода 2018 года. Рейсы в этот город из Москвы выполняют российские «Уральские авиалинии» и Nordwind Airlines.