По поручению Президента Узбекистана Шавката Мирзиёева создана специальная правительственная комиссия во главе с премьер-министром Абдуллой Ариповым, сообщила пресс-служба Министерства по чрезвычайным ситуациям.
На комиссию возложена задача по установлению совместно с представителями Казахстана причин возгорания автобуса в Актюбинской области 18 января и принятию мер по установлению личностей граждан страны.
В состав правительственной комиссии вошли представители министерств иностранных дел, по чрезвычайным ситуациям, внутренних дел, здравоохранения и других ведомств.
Как сообщили «Газете.uz» в МЧС и Минздраве, готовится к вылету в Казахстан специальный борт Министерства обороны. К месту происшествия будут доставлены спасатели и врачи из Узбекистана.
Напомним, при возгорании автобуса в Иргизском районе Актюбинской области Казахстана погибли 52 и пострадали 5 человек. По предварительным данным МЧС, большую часть пассажиров составляли граждане Узбекистана.
ТелефоныГорячая линия МЧС Узбекистана: (+99871) 147−10−50 и (+99871) 212−67−00.
Горячая линия посольства Узбекистана в Казахстане: (+7777) 218−20−10, электронная почта: emb-uzbekistan1@mail.ru.
Горячая линия оперативного штаба в Департаменте по чрезвычайным ситуациям Актюбинской области: (+77132) 56−29−62, (+77132) 56−68−85.