В момент возгорания автобуса в Иргизском районе Актюбинской области Казахстана 18 января в нем находились 55 пассажиров и 2 водителя, сообщила пресс-служба Министерства иностранных дел Узбекистана со ссылкой на посольство страны в Казахстане.
Пятерым удалось выбраться из горящего автобуса. Среди них — два водителя и три пассажира, из которых двое являются гражданами Узбекистана — Ахрор Исаков, 1988 года рождения, и Исроилжон Мирзаахмедов, 1980 года рождения.
В результате инцидента погибли 52 человека. По предварительным данным, среди них есть граждане Узбекистана. В регион были срочно направлены сотрудники посольства Узбекистана в Казахстане.
ТелефоныГорячая линия МЧС Узбекистана: (+99871) 147−10−50 и (+99871) 212−67−00.
Горячая линия посольства Узбекистана в Казахстане: (+7777) 218−20−10, электронная почта: emb-uzbekistan1@mail.ru.
Горячая линия оперативного штаба в Департаменте по чрезвычайным ситуациям Актюбинской области: (+77132) 56−29−62, (+77132) 56−68−85.