Министерство юстиции Узбекистана опубликовало в своем Telegram-канале данные регистрации актов гражданского состояния о рождаемости в стране в 2017 году.
В течение года в республике было зарегистрировано 722094 рождения, что на 10490 или 1,4% ниже показателя 2016 года. 375192 новорожденных — это мальчики и 346894 — девочки.
Наибольшее количество рождений зафиксировано в Самаркандской области — 89637 или 12,4% от общего количества, а по городам и районам — в Намангане — 14992 или 2%.
Рождение мальчиков выросло в сравнении с другими регионами в Кашкадарьинской области — на 3395 или 9,4%.
5678 девочкам, родившимся в 2017 году, были даны имена Мадина, а 5674 мальчикам — Азизбек.
В течение года родились 14382 близнеца (1,9% от общего количества рождений), 138 тройняшек и в 1 случае на свет появились четверняшки — в Шахриханском районе Андижанской области.
Самый тяжелый вес новорожденного составил 9870 г (девочка), самый длинный рост — 70 см (мальчик).
В Галляаральском районе Джиззакской области мать родила своего 9-го ребенка.