Подтвержденные сообщения о готовящихся правонарушениях и преступлениях будут поощряться. Это предусмотрено постановлением Кабинета Министров Узбекистана от 8 января, которым утверждено положение о порядке поощрения граждан и общественных организаций за активное участие в профилактике правонарушений и борьбе с преступностью, сообщает Norma.uz. 
Основанием для поощрения могут стать:
предупреждение или пресечение планируемого или совершаемого умышленного административного правонарушения;
предупреждение совершения преступления в результате сообщения о его подготовке в правоохранительные органы;
пресечение умышленного преступления и содействие правоохранительным органам в его полном раскрытии;
установление доказательств, содействующих раскрытию преступления либо раскрытие преступления в результате предоставления сведений о лицах, его совершивших, или их местонахождении;
предоставление сведений о месте, где скрываются объявленные в розыск лица, а также содействие правоохранительным органам в их поимке;
установление без вести пропавшего лица на основании предоставленных о нем сведений;
активное участие и проведение мероприятий по агитации и пропаганде профилактики правонарушений и борьбы с преступлениями среди населения;
внедрение в практику предложений и инициатив по устранению причин совершения преступления и способствующих им условий.
Поощрение — это премия, которая выплачивается ведомственными комиссиями по борьбе с преступлениями и профилактике правонарушений. Представление к премированию дают органы, непосредственно осуществляющие профилактику правонарушений. Они же собирают и оформляют все необходимые документы, являющиеся основанием для премирования.
В систему органов, непосредственно осуществляющих профилактику правонарушений, входят органы внутренних дел; прокуратуры; Служба национальной безопасности; юстиции; государственной таможенной и налоговой служб; по труду; государственного управления образованием; управления государственной системой здравоохранения; по экологии и охране окружающей среды.
Граждан премируют ведомственные комиссии:
до 10 МРЗП — районные (городские) комиссии;
до 15 МРЗП — комиссии Республики Каракалпакстан, областей и Ташкента;
до 20 МРЗП — республиканская комиссия.
Помимо уровня комиссии, конкретный размер премии зависит от вида содействия органам профилактики.
Общественным организациям денежные премии не выплачиваются, им объявляется благодарность и вручаются памятные подарки.