Президент Узбекистана Шавкат Мирзиёев 16 января принял посла Китайской Народной Республики Сунь Лицзе, завершающего свою дипломатическую миссию в стране, сообщило УзА.
Глава государства отметил активную деятельность и большой практический вклад дипломата в развитие и укрепление отношений дружбы и стратегического партнерства между двумя странами.
За огромный вклад в укрепление отношений всестороннего стратегического партнерства Президент вручил послу орден «Дустлик» («Дружбы»).
Сунь Лицзе поблагодарил Шавката Мирзиёева за высокую оценку его деятельности и всестороннее содействие работе дипломатической миссии КНР в Узбекистане.
Он подчеркнул, что намерен и далее активно участвовать в развитии многопланового и взаимовыгодного сотрудничества между Узбекистаном и Китаем.