По информации полиции Ряжского района Рязанской области России, в ночь на 11 января в частном доме в селе Шереметьево отравились угарным газом четыре гражданина Узбекистана. Как уточнили в областном следственном управлении, все они официально трудились на местной ферме.
По данным консульского управления Министерства иностранных дел Узбекистана, погибли:
Самадов Панжи Норсоатович, 1966 года рождения, уроженец Денауского района Сурхандарьинской области;
Пазилов Урмонжон Нумонович, 1966 года рождения, уроженец Жалакудукского района Андижанской области;
Мирзожонов Алижон Юлдошович, 1969 года рождения, уроженец Кургантепинского района Андижанской области;
Хайитов Самат Илмуратович, 1981 года рождения, уроженец Навбахорского района Навоийской области.
Гражданин Узбекистана Саидов Шерхон Мухаммадович (1990 года рождения, уроженец Гиждуванского района Бухарской области) находится в тяжелом состоянии в реанимационном отделении Ряжской районной больницы.
Для оказания практической помощи и решения вопросов на месте в Рязанскую область срочно выехали сотрудники посольства Узбекистана в России.