Компания «Узжелдорпасс» сообщила об ограничении скорости на отдельных железнодорожных участках в связи с высокой температурой воздуха.
Направления, на которых ограничена скорость:
Ташкент — Андижан;
Ташкент — Ургенч — Хива;
Ташкент — Кунград;
Ташкент — Термез;
Ташкент — Бухара;
В поездах на этих направлениях организована бесплатная раздача воды пассажирам, говорится в сообщении.
Ранее Узгидромет сообщил об установлении сильной жары в течение ближайших полутора недель. Температура воздуха поднимается до +42 градусов Цельсия, а по южным и пустынным районам — до +44.