По информации Главного управления Министерства внутренних дел России по Саратовской области, 7 января примерно в 20:00 на 560-м километре федеральной трассы произошло дорожно-транспортное происшествие. Водитель BMW, двигаясь в сторону Саратова, не справился с управлением, и при заносе автомобиль врезался в микроавтобус Рено. В результате ДТП пострадали пять человек.
Все пострадавшие, среди которых четыре гражданина Узбекистана и водитель BMW, доставлены в Петровскую районную больницу, сообщила пресс-служба Министерства иностранных дел со ссылкой на посольство Узбекистана в России.
Гражданка Узбекистана Саёхат Чориева (1982 года рождения, уроженка Кашкадарьинской области) находится в отделении реанимации Петровской районной больницы Саратовской области. Состояние здоровья стабильное, жизни пострадавшей ничто не угрожает.
Другие пассажиры микроавтобуса Рено, граждане Узбекистана, получили легкие ушибы и отказались от госпитализации:
Фаёза Эшпулатова, 1995 года рождения;
Мухторхон Пулатович Гиёсов, 1972 года рождения;
Нуриддин Ильхамович Хайдаров, 1986 года рождения.
Консульский отдел посольства решает вопрос оказания помощи пострадавшей.