Завершилась электрификация железнодорожного участка Карши-Термез, сообщило издание «Народное слово».
Протяженность электрифицированной железной дороги — 325 км. Общая стоимость проекта — 327,6 млн долларов США. Из них 160 млн долларов — кредит Японского агентства международного сотрудничества (JICA), еще 167,4 млн доллара — собственные средства АО «Узбекистон темир йуллари».
Замена тепловозов на электровозы, как ожидается, сократит транспортные расходы на пассажирские и грузовые перевозки более чем на треть. Увеличится скорость передвижения и повысится пропускная способность железной дороги.
Техническим надзором за реализации проекта занималась германская компания DB Engineering&amp;Consulting GmbH.
На кредитные средства JICA построено шесть тяговых подстанций: Ташгузар, Дехканабад, Акрават, Бойсун, Кумкурган и разъезд №165.
В рамках проекта приобретены автомотрисы и автолетучки, бурильные установки для строительства и обслуживания контактной сети, автомотрисы для обслуживания средств сигнализации и связи.
Локомотивное депо «Термез» реконструировано, сданы в эксплуатацию 20 единиц импортного оборудования для эксплуатации электровозов.