Аэропорт Ташкента 6 января закрылся для приема воздушных судов из-за неблагоприятных метеоусловий.
«В районе воздушной гавани сильный туман, а граница видимости ниже минимума. Согласно международным правилам, посадка воздушных судов в таких условиях запрещена», — говорится в сообщении Национальной авиакомпании.
По данным онлайн-табло аэропорта на 23:59, задержано прибытие рейсов Air Manas из Бишкека (ZM 1029), Национальной авиакомпании (HY 604) и Аэрофлота (SU 1990) из Москвы, а также НАК из Мале (HY 3518), Turkish Airlines из Стамбула (TK 370), рейсы из Санкт-Петербурга Rossiya Airlines (FV 6971) и Аэрофлота (SU 6971).
Также задерживается вылет рейсов ЮТэйр (UT 806) и Аэрофлота (SU 1991) в Москву, Air Manas в Бишкек (ZM 1030), Turkish Airlines в Стамбул (TK 371).
На местных направлениях приостанавливается прилет рейсов из Нукуса (HY 18), Карши (HY 80), Навои (HY 48), Бухары (HY 24) и и вылет рейса в Нукус (HY 17).
По данным сайта Flightradar24, рейс НАК из Мале (HY 3518) направлен в аэродром Навои.
После улучшения погоды все воздушные суда прибудут в аэропорт назначения, отмечается в сообщении.