МВД Узбекистана сообщило о закрытии 54 постов дорожно-патрульной службы и блокпостов между областями страны.
Ликвидировать посты на границах областей в послании парламенту 22 декабря потребовал Президент Шавкат Мирзиёев, заявивший, что из-за таких постов ограничивается передвижение людей и развитие экономики и туризма.
Здесь располагался заградительный пост в Шахриханском районе. Фото: МВД.
Позже министр внутренних дел Пулат Бободжонов в интервью УзА рассказал, что между областями насчитывается 133 поста, включая 60 постов ДПС и 73 стационарных постов ППС.
В МВД были созданы специальные группы для изучения целесообразности наличия постов между областями. По итогам предварительного анализа были подготовлены заключения о ликвидации 66 постов.
Постоянный пост ДПС в Берунийском районе Каракалпакстана. Фото: МВД.
Место, где располагался пост ДПС в Берунийском районе. Фото: МВД.
К настоящему времени ликвидированы 21 пост ДПС, 14 блокпостов и 19 заградительных постов.
МВД сообщает, что изучение деятельности оставшихся постов продолжается.