АО «Узбекистон темир йуллари» сообщило о вводе со 2 января скидок на билеты на прямые рейсы в направлении России и Казахстана.
В зависимости от срока предварительной покупки проездного документа скидки на 2018 год составят:
за 45−31 суток до даты отправки поезда: купейные и СВ вагоны — 45%, плацкартные вагоны — 35%; 
за 30−6 суток до даты отправки поезда: купейные и СВ вагоны — 35%, плацкартные вагоны — 25%; 
за 5 и менее суток до отправления поезда — 5%. 
Указанные скидки не действуют при оформлении билетов во внутригосударственном сообщении и для проезда организованных групп пассажиров.