Продолжение: Из Минфина уволены 24 сотрудника
В Министерстве финансов Узбекистана освобождены от должностей начальники трех управлений, сообщили «Газете.uz» в министерстве.
Свои посты покинули начальник Управления налоговой и таможенной-тарифной политики Ирина Голышева, начальник Управления методологии бухгалтерского учета и аудита Шарафутдин Хайдаров, а также начальник Главного управления финансов и тарифного регулирования базовых отраслей промышленности, топливно-энергетического комплекса и развития геологии Акмаль Абдуллаев.
В Управлении по работе с кадрами Минфина опровергли информацию об увольнении 50 человек, распространенную ранее интернет-изданиями, отметив при этом, что рассматривается увольнение еще нескольких сотрудников.
Напомним, Президент Шавкат Мирзиёев в ходе выступления перед парламентом 22 декабря поручил министру финансов Джамшиду Кучкарову в течение 10 дней «избавиться от старых болезней» и провести чистку кадров.
Видео