На площади Мустакиллик в центре Джизака 23 декабря прошел военно-патриотический фестиваль «Армия и молодежь», посвященный 26-летию Вооруженных Сил Узбекистана.
Как сообщила пресс-служба Министерства обороны, в рамках фестиваля состоялся военный парад с прохождением около 800 военнослужащих под звуки военного оркестра.
Было продемонстрировано более 50 единиц военной техники и вооружения. Состоялись демонстрация элементов строевой подготовки и рукопашного боя, показ тылового обеспечения, а также технических возможностей клубов Организации содействия обороне «Ватанпарвар».
Мероприятие, организованное хокимиятом Джизакской области и командованием войск Центрального военного округа, посетили более 10 тысяч человек.
Фото