Компания «Узжелдорпасс» сообщила о вводе дополнительных рейсов поездов в предновогодние дни.
№580. 24, 26 и 28 декабря. Ташкент-Термез (отбытие — в 21:00)
№579. 25, 27 и 29 декабря. Термез-Ташкент (15:09)
№556. 24, 26 и 28 декабря. Ташкент-Ургенч (14:40)
№555. 25, 27 и 29 декабря. Ургенч-Ташкент (11:00)
№554. 24, 26 и 28 декабря. Ташкент-Нукус (14:40)
№553. 25, 27 и 29 декабря. Нукус-Ташкент (08:48)
Напомним, с 28 декабря по 10 января действует скидка на билеты для учащихся и студентов средних специальных и высших учебных заведений Узбекистана на внутренние рейсы в размере 50%. Льгота не распространяются на рейсы высокоскоростного поезда Afrosiyob и международные поезда, не относящиеся к «Узбекистон темир йуллари».