Более 15 тысяч доменов было зарегистрировано в зоне UZ за один день через одного регистратора.
По данным статистики Администратора доменной зоны, домены зарегистрированы через компанию SUVAN NET. Как уточняется на сайте администратора, ранее ежегодный прирост доменов не превышал 5000. 
Регистрация такого большого количества доменных имен вывела SUVAN NET на первое место среди остальных регистраторов — его доля резко выросла с 12,5% в прошлом месяце (4500 активных доменов из 36 тысяч) до 38,3% (19,8 тысячи из 51,6 тысячи).
Статистика позволяет предположить, что все домены зарегистрированы на физическое лицо, и что это в основном трехсимвольные домены. Общее количество трехбуквенных доменов составляет 17,6 тысячи или 34% (днем ранее их было всего 2641 или 7,2%).
С какой целью физическое лицо могло зарегистрировать тысячи доменов, неизвестно. 
Отметим, что текущим Положением о порядке регистрации и пользования доменными именами в домене UZ киберсквоттинг и домен греббинг запрещены.