Авиакомпания Air Manas (Кыргызстан) объявила об открытии рейса Бишкек-Ташкент-Бишкек. Рейс будет выполняться дважды в неделю по средам и субботам с 23 декабря по 24 марта 2018 года.
Расписание полетов (вылет и прилет, время местное)
Бишкек-Ташкент — 12:30−12:30
Ташкент-Бишкек — 14:00−16:05
Цена билета эконом-класса в одну сторону составляет на сегодня около 110 долларов.
Напомним, из Ташкента в Бишкек два раза в неделю выполняет рейсы Национальная авиакомпания «Узбекистон хаво йуллари».
В ходе недавнего визита Президента Кыргызстана Сооронбая Жээнбекова в Узбекистан обсуждалась возможность открытия авиасообщения по маршруту Ташкент-Ош.