20 декабря в 12:00 около столичного стадиона «Бунёдкор» впервые состоится военно-патриотическая акция под девизом «Национальная армия — школа мужества, стойкости и подвига молодежи!»
На мероприятии Министерства обороны Узбекистана пройдет показ современного вооружения, военной техники и тылового обеспечения, сообщили «Газете.uz» в пресс-службе ведомства.
Военнослужащие продемонстрируют строевые элементы и технику рукопашного боя, а также специальные и технические средства Министерства по чрезвычайным ситуациям и учебно-спортивных клубов «Ватанпарвар».
Ожидается концертная программа военного оркестра и звезд отечественной эстрады.
Министерство обороны приглашает жителей столицы принять участие в молодежной акции. Вход свободный.
Подобные мероприятия в рамках празднования 26-летия образования Вооруженных Сил Узбекистана и Дня защитников Родины проходят в эти дни по всей стране.