Не менее трех человек погибли (по некоторым данным — шесть) и десятки госпитализированы в результате схода поезда на автостраду в штате Вашингтон в США, сообщает РИА Новости со ссылкой на газету Seattle Times.
Среди пострадавших есть как пассажиры поезда, так и водители и пассажиры автомобилей, на которые обрушился сошедший с рельсов вагон. Всего госпитализированы около 100 человек.
Авария произошла на путепроводе в 7:30 по местному времени в понедельник близ города Дюпонт в 80 км к югу от Сиэтла. Сошедший с рельсов вагон рухнул на шоссе Interstate 5.
Компания-оператор Amtrak сообщила, что попавший в аварию скоростной поезд 501 впервые вышел на маршрут между Сиэтлом и Портлендом. 
Причиной аварии называется превышение скорости — при разрешенных 30 милях в час состав вошел в поворот на скорости около 80 миль в час.
Seattle Times пишет, что в связи с аварией авиакомпании снизили стоимость билетов на рейсы Сиэтл-Портленд в два раза.