11 декабря сотрудники ГУВД Ташкента в ходе мероприятия «Тозалаш-Антитеррор» в Чиланзарском и Учтепинском районах установили лиц, хранивших лекарственное средство трамадол.
Трамадол — опиоидный анальгетик, назначаемый при сильных болях, а также в послеоперационный период, в том числе онкобольным.
Всего было изъято 203 конвалюты с 1306 таблетками трамадола и одна конвалюта с 7 таблетками препарата «Лирика» (противосудорожный препарат, применяемый также в качестве наркотического).
Лекарства были изъяты у шести жителей района, в их числе — несовершеннолетняя девушка 2002 года рождения.
Как уточнили «Газете.uz» в пресс-службе ГУВД, после оформления соответствующих документов материалы переданы в Государственную налоговую инспекцию для принятия решения.