С 1 января по 1 декабря сотрудниками УБДД ГУВД Ташкента выявлено 924736 нарушений Правил дорожного движения, сообщается на сайте столичного ГУВД.
Из общего количества 270143 составили грубые нарушения ПДД, в том числе 65047 — превышение скоростного режима.
С 15 марта, когда на 115 перекрестках города начата фото- и видеофиксация нарушений ПДД, зафиксировано 200002 нарушения, включая 90588 случаев проезда на запрещающий сигнал светофора и 109414 — превышения скоростного режима.
За 11 месяцев в Ташкенте проведет обязательный технический осмотр 240365 транспортных средств (186252 — физических лиц и 54113 — юридических лиц).
В марте 2016 года сообщалось, что в городе насчитывается порядка 345 тысяч частных автомобилей и 70 тысяч транспортных средств, закрепленных за юридическими лицами.