Боксер из Узбекистана Шахрам Гиясов признан лучшим в Азии по итогам ежегодного опроса Азиатской конфедерации бокса. 
Серебряный призер Олимпийских игр в весовой категории до 69 кг набрал 57,2% голосов, опередив своего соотечественника Хасанбоя Дусматова — 32,8%. Замыкает тройку лучших казахстанец Кайрат Ералиев (6,1%).
24-летний уроженец Бухары Гиясов в 2017 году стал чемпионом Азии и мира, а в прошлом году стал открытием года в Азии.
Федерация бокса Узбекистана была признана лучшей в Азии (91%). Федерация бокса Таиланда и Альянс ассоциации бокса Филиппин получили по 3,6%.
Лучшим боксером Азии в турнире WSB стал Асланбек Шимбергенов из Казахстана (36,8%). Следом идут узбекистанцы Исраил Мадримов (30,5%) и Абдулхай Шорахматов (19%).
Раджаббой Атаназаров стал вторым в номинации «Лучший молодой боксер» (34,4%), Жавлонбек Юлдашев также занял второе место среди юниоров (42,6%).
Вторых мест удостоились также Хамид Тангрибергенов как лучший тренер (39,8%), Дильшод Казаков как лучший международный технический делегат (41,3%) и Александр Хамидов как лучший судья (31,9%).
В номинации «Открытие года» Икболжон Холдоров занял второе место (32,7%), а Санжар Турсунов — третье (20,1%).