Международная система WebMoney Transfer объявила о выходе на рынок Узбекистана и представила WMY-кошелек в сумах. Кошельки можно будет пополнить через банковские карты Uzcard, платежную систему OSON, мобильное приложение Paynet.uz, а также наличными в пунктах приема Paynet и банкоматах.
С помощью титульных знаков WMY можно рассчитаться за мобильную связь, интернет, коммунальные услуги и онлайн-игры. Кроме того, владельцы кафе, ресторанов и магазинов смогут принимать безналичные платежи по QR-коду.
Вывод средств с кошелька доступен на карты Uzcard и банковский счет.
WMY можно обменять на любые другие титульные знаки системы и, таким образом, расплачиваться в более чем 100 тысячах интернет-магазинах, принимающих WebMoney.
Местные предприниматели смогут настроить прием платежей от зарубежных клиентов в иностранной валюте.
Эмитентом титульных знаков WMY в Узбекистане стал банк Turkiston. Статус гаранта системы WebMoney по WMY получила компания-разработчик OSON — BrioGroup.
Официальный сайт WebMoney в Узбекистане — webmoney.uz.