Сборная Узбекистана по футболу проведет товарищеские матчи против команд Марокко и Ирана, сообщила пресс-служба Федерации футбола.
Встреча с Марокко пройдет 27 марта в Касабланке, с Ираном — 18 мая также в гостях. 
ФФУ впервые в истории непосредственно перед ЧМ смогла заключить соглашение о проведении товарищеской встречи с участниками мундиаля, отмечается в сообщении.
Как уточнили «Газете.uz», национальную сборную к этому времени должен возглавить иностранный специалист. «Вопрос с тренером должен решиться до нового года. Максимум в январе», — подчеркнули в пресс-службе федерации.
Чемпионат мира пройдет с 14 июня по 15 июля на 12 стадионах в 11 городах России. В турнире примут участие 32 сборные.