12 декабря министр иностранных дел Абдулазиз Камилов принял посла Словакии Павола Ивана, завершающего дипломатическую миссию в Узбекистане. Об этом сообщила пресс-служба МИДа.
Стороны обменялись мнениями о состоянии двусторонних отношений в политической, торгово-экономической, инвестиционной, культурно-гуманитарной и других областях и перспективах их развития.
На встрече была отмечено, что благодаря продуктивной работе посла в 2013—2017 годах сотрудничество между двумя странами развивалось и укреплялось.
Павол Иван выразил признательность за поддержку его миссии в Узбекистане.