Роза Кузиева из Узбекистана стала бронзовым призером чемпионата мира по пауэрлифтингу среди паралимпийцев, прошедшего 2−9 декабря в Мексике. Об этом «Газете.uz» сообщили в Национальной паралимпийской ассоциации Узбекистана.
Узбекистанская спортсменка в весовой категории до 55 кг сделала три удачные попытки, подняв штангу весом в 108, 112 и 113 кг. 
Первое место заняла представительница Мексики Амалиа Перес с результатом 123 кг, второе — украинка Мариана Шевчук (122 кг).
Всего в турнире принимали участие свыше 500 спортсменов из 71 страны.
Видео