Государственный комитет Узбекистана по развитию туризма и хокимият Чиланзарского района начали работу по созданию небольшого туристского кластера в черте района. 
Как сообщила пресс-служба Госкомтуризма, планируется трансформация улицы Юрия Гагарина в специализированную туристическую улицу, где туристы смогут совершить покупки, вкусно поесть и развлечься.
В рамках проекта планируется открытие брендовых магазинов, заведений общественного питания (тематические рестораны, арт-кафе, кофейни), сувенирных лавок, мастерских ремесленников и других объектов. 
Другой особенностью улицы станет создание площади голубей, где жители и туристы смогут кормить с рук голубей, говорится в сообщении.
На улице планируется на постоянной основе проводить культурно-развлекательные мероприятия, в т. ч. выступления фольклорных ансамблей, бардов, канатоходцев и т. д.
Аналогичные работы ведутся Госкомтуризма с хокимиятами Мирзо-Улугбекского и Юнусабадского районов столицы.