В ходе Государственного визита Президента Республики Узбекистан Шавката Мирзиёева в мае 2017 года в Китайскую Народную Республику было подписано Соглашение между Государственным комитетом Республики Узбекистан по инвестициям и Министерством коммерции Китайской Народной Республики по сотрудничеству в сфере строительства малых гидроэлектростанций (МГЭС) на территории Республики Узбекистан.
В целях реализации государственных договоренностей по строительству МГЭС было принято Постановление Президента Республики Узбекистан №ПП-3335 от 17 октября 2017 года. 
В рамках этого документа со стороны АО «Узбекгидроэнерго» и АКБ «Туронбанк» была проведена активная работа со специалистами Экспортно-импортного банка Китая по привлечению заемных средств на сумму 58,5 млн долларов США.
30 ноября текущего года между АКБ «Туронбанк» и Экспортно-импортным банком Китая подписано заемное соглашение на сумму
58,5 млн долларов США с последующим рефинансированием проектов
АО «Узбекгидроэнерго» на приобретение оборудования из Китайской Народной Республики для строительства МГЭС сроком на 20 лет. 
В настоящий момент АКБ «Туронбанк» и АО «Узбекгидроэнерго» готовят новые проекты по модернизации и строительству действующих гидроэлектростанций.
На правах рекламы. Услуги лицензированы.