Президент Афганистана Мохаммад Ашраф Гани, прибывший в понедельник вечером с официальным визитом в Ташкент, во вторник в сопровождении премьер-министра Узбекистана Абдуллы Арипова посетил площадь Мустакиллик (Независимости) в центре столицы.
Как сообщило УзА, глава Афганистана возложил цветы к монументу Независимости и гуманизма.
Мохаммад Ашраф Гани также посетил комплекс Хазрати Имама (Хастимам), где ознакомился с Кораном Османа, хранящимся в медресе Муйи Муборак, и историко-духовными памятниками. 
В ходе намеченных переговоров президентов двух стран планируется обсудить состояние узбекско-афганских отношений и приоритеты сотрудничества на долгосрочную перспективу.
Ожидается принятие совместного заявления глав государств и подписание пакета межправительственных и межведомственных документов, а также коммерческих контрактов. 
В рамках визита в Узбекистан Президент Афганистана также посетит Бухару.