Услуги, облегчающие операции с недвижимостью, запущены с 1 декабря в новой версии Единого портала интерактивных государственных услуг, сообщила пресс-служба Министерства по развитию информационных технологий и коммуникаций.
Собственникам жилья стали доступны услуги по получению справки о наличии или отсутствии собственного жилья и информации о наличии арестов или запретов на объект недвижимости в Ташкенте.
Услугами могут воспользоваться юридические и физические лица, заполнив данные о жилье в персональном кабинете, которые включают кадастровый номер и адрес. Все запросы на получение справочной информации о недвижимости будут формироваться автоматически на основе внесенных данных.
Для получения справки о наличии или отсутствии собственного жилья заявитель должен заполнить специальную форму и отправить заявку. Время на формирование справки занимает не более трех рабочих дней.
Информация о наличии арестов или запретов на объект недвижимости предоставляется безвозмездно также в течение трех рабочих дней.
На ЕПИГУ в разделе «Недвижимость» уже функционируют услуги:
Подача онлайн-заявления купли-продажи, мены или дарения недвижимости;
Заявка на получение свидетельства государственной регистрации прав на земельный участок;
Заявка на решение о переводе жилого помещения в категорию нежилого.