В Узбекистане по инициативе Президента Шавката Мирзиёева будет создана деловая авиация. Она будет специализироваться на индивидуальных и корпоративных перевозках, а также оказании сопутствующих услуг, сообщило УзА.
В субботу Шавкат Мирзиёев ознакомился со строительством аэропортового комплекса гражданской (деловой) авиации на базе аэродрома «Ташкент-Восточный». Постановление о строительстве аэропорта было подписано главой государства в июне.
Как сообщила программа «Ахборот 24» телеканала «Узбекистан 24», аэропорт сможет принимать лайнеры любой вместимости.
«Деловая авиация — это новые возможности, это удобства для предпринимателей», — отметил Президент. Строительство планируется завершить до конца 2019 года.
Президент дал поручения по строительству необходимых объектов инфраструктуры, гостиниц и бизнес-центров. 
В этот же день Шавкат Мирзиёев посетил международный аэропорт «Ташкент» имени Ислама Каримова.
Знакомясь с проектом строительства международного терминала «Ташкент-4», Президент поручил ускорить проект с учетом поставленной задачи повысить годовой поток туристов в Узбекистан до 6 миллионов человек.
Шавкат Мирзиёев также осмотрел реконструируемый зал ожидания (бывшее здание местных линий), который должен быть сдан в эксплуатацию к 10 января.
Он предложил построить здесь семиэтажную гостиницу и отметил необходимость повысить уровень сервиса.
Сотрудники аэропорта, таможенных органов, пограничной службы и органов внутренних дел должны тепло встречать каждого гостя, подчеркнул Президент.