В четверг в Мазари-Шарифе
(Афганистан)
был торжественно открыт шоурум «Узтрейд»,
где
можно приобрести большой ассортимент
товаров предприятий Узбекистана.
Как
сообщили «Газете.uz»
в пресс-службе Министерства внешней
торговли, в шоуруме, работающем на базе
открытого
летом торгового дома «„Узтрейд“
Мазари-Шариф», представлены продукты
питания, кондитерские изделия,
электротехническая продукция, текстильные
изделия, ковры
и другая продукция.
До настоящего времени «Узтрейд» заключил
контракты с афганскими партнерами на сумму более 29 млн долларов. По данным
контрактам осуществлена отгрузка
пшеницы на сумму 17,5 млн долларов, цемента
на 16 тысяч долларов и полипропиленовых
мешков на 2000 долларов.