Боксеры из Узбекистана завоевали одну золотую и три серебряные медали на XV Кубке мира нефтяных стран памяти Героя социалистического труда Фармана Курбан оглы Салманова. 
В турнире, прошедшем 22−27 ноября в Ханты-Мансийском автономном округе России, приняли участие 100 спортсменов из Узбекистана, Китая, Монголии, Польши, Швеции, Азербайджана, Беларусии, Кыргызстана, Таджикистана, Армении, Казахстана, Молдовы и России.
Слева направо: Исраил Мадримов, Икболжон Холдаров, Хасанбой Дусматов, Зиятдинбек Тойгонбаев, Жасурбек Латипов, Санжар Турсунов.
Вице-чемпион мира, чемпион Азии и Олимпийских игр-2016 Хасанбой Дусматов, перешедший в весовую категорию до 52 кг, в финале одержал победу над Расулом Джааевым из России и стал золотым призером турнира.
Санжар Турсунов.
Вице-чемпион и чемпион Азии Икболжон Холдаров (до 64 кг) уступил Григорию Лизуненко (Россия), обладатель золотой медали ЧА Исраил Мадримов (до 75 кг) проиграл Андрею Ковальчуку (Россия), бронзовый призер ЧА Санжар Турсунов (до 91 кг) не смог одолеть Василия Зверяна (Россия) — все трое удостоились серебряных медалей.
Икболжон Холдаров (справа).
В общекомандном зачете сборная Узбекистана заняла третье место после России и Казахстана.
Зиятднинбек Тойгонбаев.
В тренерский штаб вошли Равшан Ходжаев и Зиятднинбек Тойгонбаев. От Узбекистана в судейскую коллегию турнира вошел Хамид Турсунов .