27 ноября состоялся телефонный разговор Президента Узбекистана Шавката Мирзиёева с бывшим руководителем Кыргызстана Алмазбеком Атамбаевым, сообщило УзА.
Президент Узбекистана выразил признательность за награждение его высокой государственной наградой Кыргызской Республики — орденом «Данакер».
Он подчеркнул, что уходящий год стал исключительно важным в обеспечении нового уровня взаимодействия двух стран, позволившего достичь больших результатов в решении многих накопившихся, в том числе весьма сложных, вопросов.
С глубоким удовлетворением было отмечено, что недавние государственные визиты руководителей двух республик в Кыргызстан и Узбекистан придали мощный импульс активизации двусторонних отношений, способствовали заметному росту товарооборота между странами, а также активизации обменов визитами на различных уровнях.
Отдельно была подчеркнута историческая значимость подписания Договора об узбекско-кыргызской государственной границе.
В завершение беседы была особо отмечена важность сохранения преемственности во внешней политике обеих стран.
Алмазбек Атамбаев возглавлял Кыргызстан с октября 2011 года. Согласно конституции страны, президент избирается на один шестилетний срок.
Торжественная церемония вступления в должность нового Президента Кыргызстана Сооронбая Жээнбекова состоялась 24 ноября.