Утром 27 ноября на предприятии «Риштон босмахонаси» Риштанского района Ферганской области произошла вспышка газовоздушной смеси, сообщила пресс-служба Министерства по чрезвычайным ситуациям Узбекистана.
По информации УЧС области, причиной происшествия стало несоблюдение мер безопасности при использовании газовых приборов.
В результате пострадал один человек, получив ожоги средней степени тяжести (15%). От ударной волны незначительные травмы получили трое учеников школы №1, расположенной вблизи предприятия.
Пострадавший госпитализирован в районную больницу. Школьники после оказания первой медицинской помощи отправлены домой.
Сотрудники органов внутренних дел и прокуратуры проводят доследственные мероприятия по выяснению обстоятельств происшествия.
МЧС призвало сограждан соблюдать меры предосторожности при использовании газовых приборов.