Центр легкой атлетики открылся в Ташкенте 23 ноября. Как сообщило УзА, это единственное подобное сооружение в Центральной Азии.
На спортивном объекте — 9 беговых дорожек, 4 сектора для прыжков в длину, по 2 сектора — для прыжков в высоту и с шестом, площадка для толкания ядра, метания диска, молота и копья, беговая дорожка на 3000 м.
Также в здании центра есть общежитие на 72 человека, тренажерный зал, бассейн, помещения для переодевания и медицинские кабинеты.
Центр легкой атлетики располагается на базе стадиона «Пахтакор».