Федерация футбола Узбекистана составила список потенциальных тренеров, которые могут возглавить национальную сборную, сообщила пресс-служба ФФУ.
В число тренеров, с которыми ведутся переговоры, вошли 49-летний румын Дан Петреску, руководивший командами в России, Польше, Китае и ОАЭ, а также 64-летний Славолюб Муслин, возглавлявший сборную Сербии и клубы Франции, Сербии, Украины и России. 
Помимо этого, в числе кандидатов на пост главного тренера национальной команды:
50-летний Миодраг Радулович — «Пахтакор», московский «Динамо», сборная Ливана и другие;
52-летний Анджело Алессио — ассистент тренера Антонио Конте в «Ювентусе», сборной Италии и «Челси»;
54-летний Бернд Шторк — экс-ассистент тренера в «Штутгарте», «Герте», «Вольфсбурге», «Боруссии Д», а также бывший главный тренер сборной Венгрии;
63-летний Бранко Иванкович — главный тренер «Персеполиса», также руководивший сборной Ирана, «Динамо» из Загреба и другими клубами Хорватии, Саудовской Аравии и ОАЭ.
Кроме того, рассматриваются варианты с назначением 49-летнего бывшего тренера «Вест Хэма», «Бешикташа» и московского «Локомотива» Славена Билича, 56-летнего экс-наставника «Наполи», «Сампдории», «Интера» и «Уотфорда» Вальтера Мадзарри и 65-летнего Берта ван Марвейка, возглавлявшего сборные Нидерландов и Саудовской Аравии, клубы «Боруссия Д», «Фейеноорд», «Гамбург» и другие.