Шеркул Омонов, накануне сбежавший из психиатрической больницы, задержан на территории рынка «Абу Сахий» 21 ноября около 15:00, сообщила пресс-служба ГУВД Ташкента.
В ходе задержания он оказал активное сопротивление сотруднику органов внутренних дел. Шеркул Омонов был вооружен ножом и представлял повышенную опасность для окружающих.
«Благодаря высокому профессионализму и проявленному мужеству, несмотря на полученное ранение, сотрудник ОВД обезвредил и задержал Шеркула Омонова», — говорится в сообщении.
Напомним, двое других беглецов были задержаны правоохранительными органами 20 ноября.