Фигурист из Узбекистана Миша Ге завоевал бронзовую медаль на этапе Гран-при во французском Гренобле, проходившем 17−19 ноября, сообщила пресс-служба Международного союза конькобежцев. 
Турнир «Internationaux de France 2017» — пятый, предпоследний этап Гран-при по фигурному катанию сезона 2017−2018.
Узбекистанец занял третье место в мужском одиночном катании с общим результатом 258,34 баллов — за выступления в короткой (85,41 — 6 место) и произвольной программах (172,93 — 3 место).
Фото: twitter.com/polymnia_skate.
Испанский фигурист Хавьер Фернандес сохранил за собой первую строчку (283,71), вторым стал японец Сома Уно (273,32). 
Таким образом, Миша Ге завоевал первую медаль этапа Гран-при перед планируемым завершением своей карьеры в конце сезона.
Видео
Короткая программа
Произвольная программа