Президент Узбекистана Шавкат Мирзиёев 20 ноября подписал указ о повышении с 1 декабря размеров заработной платы, пенсий, стипендий и пособий. Документ принят «в целях дальнейшего неуклонного повышения доходов и уровня жизни населения, усиления социальной поддержки граждан республики в условиях либерализации валютной политики».
Размеры заработной платы работникам бюджетных учреждений и организаций, пенсий, стипендий и пособий повышаются в среднем в 1,15 раза.
Новые минимальные размеры:
заработной платы — 172240 сумов в месяц (сейчас — 149775 сумов);
пенсии по возрасту и пособия инвалидам с детства — 336880 сумов в месяц (292940);
пособия престарелым и нетрудоспособным гражданам, не имеющим необходимого стажа работы, — 206720 сумов в месяц (179755).
Все виды надбавок и доплат к зарплате и к пенсиям, компенсационные и другие выплаты, установленные в отношении к минимальной зарплате, с 1 декабря должны производиться от определенного указом размера минимальной зарплаты.
Хозрасчетным предприятиям и организациям предписано производить повышение размеров зарплаты за счет повышения эффективности производства и снижения затрат труда.
До этого минимальный размер зарплаты повышался с октября 2016 года, тогда повышение также составило в среднем 15%.