С утра понедельника ряд сайтов государственных структур Узбекистана не работает — предположительно из-за атаки злоумышленников.
Недоступными на момент публикации новости были сайты Министерства юстиции, хокимията Ташкента, Государственного центра тестирования и другие. 
При поиске адресов этих сайтов в Google в результатах можно увидеть фразу «Hacked By Skidie KhaN : : : TeaM Cyber CommandOs», что говорит об их дефейсе (замена главных страниц).
В то же время многие госсайты Узбекистана, включая портал правительства, продолжают работу.
В Датацентре UZINFOCOM, где размещены сайты, сообщили, что их работа должна быть восстановлена в ближайшее время.