Министерство обороны 18 ноября организовало пролет вертолетов с флагами Узбекистана над столицей в честь Дня государственного флага. 
Два военных вертолета AS-350 пролетели по следующему маршруту: ул. Махтумкули, сквер Амира Темура (здесь был совершен круг) — ул. Амира Темура — Ташкентская телебашня — Зоопарк — Центральный военный госпиталь — Академгородок — ул. Мирзо Улугбека — ул. Паркентская — Тузель.
Как отметили «Газете.uz» в Минобороны, эта дата впервые празднуется в таком масштабе. Также было отмечено, что в будущем дни государственных символов также будут отмечаться «необычными способами».
Видео
Фото