Сборная Узбекистана по футболу потерпела выездное поражение в товарищеском матче против команды ОАЭ. Матч, прошедший 14 ноября в Аль-Айне, завершился со счетом 1:0. 
Единственный гол в матче забил Али Мабхут на 16-й минуте встречи. Нападающий, избежав положения вне игры, вырвался один на один против вратаря Игнатия Нестерова и обыграл его. 
Футболисты Узбекистана усилили давление и едва не открыли счет. Удар Марата Бикмаева пришелся в защитника, после опасный штрафной выполнил Отабек Шукуров, а забитый через себя гол Ислома Тухтаходжаева не был засчитан из-за нарушения правил со стороны Ивана Нагаева.
Видео
Фото