Сборная Узбекистана по футболу 12 ноября прибыла в Аль-Айн для проведения товарищеского матча против ОАЭ.
В воскресенье футболисты под руководством главного тренера «Насафа» Рузикула Бердиева провели первую тренировку на стадионе ПФК «Аль-Айн».
13 ноября запланировано проведение тактической подготовки и второй тренировки национальной команды.
Товарищеская встреча против сборной ОАЭ состоится во вторник в 18:00 по ташкентскому времени на стадионе «Халифа Бин Зайд».
Для этой игры Рузикул Бердиев сформировал состав из 23 игроков, среди которых не оказалось футболистов, выступающих в иностранных клубах. По словам наставника, в предстоящем матче молодые игроки получат шанс проявить себя.
Полный состав на матч с ОАЭ
Вратари: Игнатий Нестеров («Локомотив»), Санжар Кувватов («Насаф»), Джавохир Ильёсов («Машъал»);
Защитники: Рустам Ашурматов («Бунёдкор»), Ислом Тухтаходжаев («Локомотив»), Шерзод Аъзамов («Пахтакор»), Акмаль Шорахмедов («Насаф»), Фаррух Сайфиев («Насаф»), Исломжон Кобилов («Бунёдкор»), Акромжон Комилов («Бунёдкор»), Шухрат Мухаммадиев («Локомотив»);
Полузащитники: Отабек Шукуров («Бунёдкор»), Владимир Козак («Пахтакор»), Одилжон Хамробеков («Насаф»), Жасур Яхшибоев («Пахтакор»), Азизжон Ганиев («Насаф»), Джавохир Сидиков («Коканд-1912»), Достонбек Хамдамов («Бунёдкор»), Азизбек Тургунбоев («Навбахор»), Сардор Мирзаев («Локомотив»), Бахром Абдурахимов («Насаф»);
Нападающие: Марат Бикмаев («Локомотив»), Иван Нагаев («Бухара»).
Видео
Фото