Министерство юстиции Узбекистана зарегистрировало обновленный Список лекарственных средств, отпускаемых без рецепта.
Как сообщила пресс-служба министерства, в новую редакцию списка добавлено 129 новых наименований лекарственных средств и 100 наименований исключены. Общее количество лекарств в списке увеличилось с 1225 до 1254 наименований.
Документом установлено, что список должен соблюдаться независимо от порядка выдачи лекарств, указанного на упаковке, в инструкции по применению или вкладышах-приложениях.
Список лекарственных средств, отпускаемых без рецепта