Выставка достижений экономики Узбекистана «Made in Uzbekistan» проходит 7−9 ноября в столичном «Узэкспоцентре».
220 отечественных производителей экспортно-ориентированной продукции всех промышленных отраслей представляют более 10 тысяч товаров и продуктов автомобильной, легкой, электротехнической, химической, горно-металлургической, мебельной промышленности, строительной индустрии, фармацевтической отрасли, образования и других сфер.
Заместитель премьер-министра Узбекистана Нодир Отажонов на церемонии открытия выставки отметил, что она призвана способствовать продвижению отечественных промышленных компаний, инновационных достижений и научно-производственного потенциала республики.
Видео
Фото
=