Олимпийская сборная Узбекистана по футболу до 23 лет одержала крупную победу над командой Ирана в товарищеском матче. Встреча на стадионе «Пахтакор» в Ташкенте 9 сентября завершилась со счетом 4:1.
Автором трех голов стал нападающий Бобур Абдухаликов (18', 36', 69'). Полузащитник Жасур Яхшибоев вновь забил Ирану (53'). За гостей отличился полузащитник Мехди Геди (50').
Напомним, что в предыдущей товарищеской встрече 6 сентября подопечные главного тренера Любинко Друловича победили Иран со счетом 1:0.
Молодежная сборная готовится к чемпионату Азии 2020 года (U-23), который пройдет 8−26 января в Таиланде. Турнир станет отборочным для выхода на Олимпийские игры 2020 года в Токио.
Видео
Стартовый составУзбекистан (U-23): Абдувахид Неъматов, Ислом Кобилов, Ильхом Алижонов, Дильшод Саитов, Абдулла Абдуллаев, Нурилло Тухтасинов, Жасур Яхшибоев, Бобир Абдихаликов, Аброр Исмаилов, Хусниддин Аликулов, Миржахон Мирахмадов.