6 ноября в Джизаке состоятся торжественные мероприятия, посвященные 100-летию выдающегося государственного и общественного деятеля Шарафа Рашидова. Президент Узбекистана Шавкат Мирзиёев прибыл в Джизак для участия в церемонии, сообщило УзА. 
Гости со всех регионов страны и из-за рубежа были торжественно встречены на Джизакском железнодорожном вокзале. 
Согласно постановлению главы государства от 27 марта о праздновании 100-летия со дня рождения Шарафа Рашидова в Джизаке проведена большая подготовка к событию. 
На площади Шарафа Рашидова и в мемориальном доме-музее осуществлена масштабная строительная и благоустроительная работа. 
Летом в центре Шараф-Рашидовского района Джизакской области (бывший Джизакский район) был открыт бюст Шарафа Рашидова.