Премьер-министры Узбекистана и Армении Абдулла Арипов и Карен Карапетян на встрече в Ташкенте 3 ноября договорились придать новый импульс двусторонним отношениям, сообщается на сайте правительства Армении.
На переговорах была  отмечена важность создания межправительственной комиссии по экономическому сотрудничеству. 
Кроме того, были затронуты вопросы открытия дипломатических представительств и прямого воздушного сообщения между Ташкентом и Ереваном.
Главы правительств также обсудили возможности развития взаимодействия в области туризма.