На базе АО «Ахангаранцемент» в Ташкентской
области будет построен завод по производству цемента энергоэффективным
«сухим» способом мощностью 3 миллиона тонн в год. 
Соглашение
о порядке реализации проекта в присутствии
премьер-министров Узбекистана и России
2 ноября подписали председатель правления
«Узстройматериалы» Ботир Зарипов и председатель совета директоров
«Евроцемент груп» Филарет Гальчев.
Как
сообщила пресс-служба «Евроцемент
груп», новый завод станет крупнейшим
цементным предприятием в регионе и будет оснащен высокотехнологичным
оборудованием преимущественно европейских
производителей.
В качестве подрядчика проекта по итогам
тендера выбрана Beijing Triumph International
Engineering Со. (входит в промышленную группу
CNBM,
КНР), которая выполнит работы
по проектированию, строительству,
поставке, изготовлению и монтажу
оборудования, а также обучению персонала.
Стоимость контракта
с китайской компанией — более
160 млн долларов США. Проект будет
реализован к 2020 году.
В апреля «Узстройматериалы» и «Евроцемент
груп» в присутствии президентов двух
стран подписали меморандум
о сотрудничестве при реализации проектов
модернизации и промышленного строительства.
Производственная
мощность «Ахангаранцемента»
составляет порядка 2 миллиона тонн
цемента в год. В состав предприятия
входит Комбинат строительных материалов
и конструкций (КСМиК) в Сергелийском
районе Ташкента, производящий товарный
бетон, строительный раствор и железобетонные
конструкции.
«Евроцемент
груп» входит в пятерку
крупнейших мировых цементных компаний,
объединяет 19 цементных заводов в России,
Украине и Узбекистане, а также заводы
по производству бетона, ЖБИ и карьеры
по добыче нерудных материалов. Производственная мощность предприятий
холдинга составляет около 60 миллионов
тонн цемента и более 11 миллионов
кубометров бетона. Запасы нерудных
материалов составляют свыше 5,5 миллиарда
тонн.