Президент Узбекистана Шавкат Мирзиеёв в субботу ознакомился с парком «Ашхабад», построенным в Яшнабадском районе Ташкента. 
Парк разместился (карта) рядом с Малой кольцевой автодорогой и улицей, названной в этом году в честь туркменского поэта Махтумкули.
Как сообщила программа «Ахборот 24» телеканала «Узбекистан 24», в парке использованы отличительные черты национальной архитектуры Туркменистана. 
На территории парка, который сейчас занимает территорию в 10 га, имеются восемь фонтанов, разбиты цветники, высажены деревья, по периметру проходят беговые и велодорожки, есть велопрокат.
Амфитеатр для проведения концертов выполнен в форме птицы и является копией нового международного аэропорта «Ашхабад». 
На дополнительной территории в 4 га в будущем будут построены пункты торговли, общепита и сервиса.
Видео