Национальная
авиакомпания «Узбекистон хаво йуллари»
с 13 октября снизила стоимость билета
на направлении «Ташкент-Душанбе-Ташкент».
Об этом сообщили в пресс-службе компании.
Итоговая
стоимость перевозки из Ташкента в Душанбе составит 75 евро в одну сторону
и 153 евро за маршрут Ташкент-Душанбе-Ташкент,
включая сборы. Из Душанбе в Ташкент
итоговая стоимость перевозки составит
87 евро в одну сторону и также 153 евро за маршрут Душанбе-Ташкент-Душанбе.
Оплата
авиабилетов на территории Узбекистана
производится в национальной валюте по курсу Центрального банка на день
продажи.
«Узбекистон
хаво йуллари» выполняет полеты в столицу
Таджикистана раз в неделю по вторникам
на самолетах А320.