11 октября возле дома №49 8-го квартала Чиланзарского района Ташкента неизвестное лицо оставило 10-дневного младенца во дворе многоэтажных домов. Об этом на брифинге в четверг сообщил заместитель начальника ГУВД Дониёр Ташходжаев.
По его словам, на место вызова выехала следственно-оперативная группа, которая обнаружила ребенка, укутанного в теплое одеяло. 
«[Младенец] был оставлен в общественном месте, его жизни ничто не угрожало. Сотрудники медицинской службы доставили его в „Дом малюток“», — отметил Дониёр Ташходжаев. 
Судя по всему, оставившее ребенка лицо рассчитывало на то, что его быстро обнаружат.
УВД Чиланзарского района ведет следственно-розыскные мероприятия по нахождению родителей ребенка.