Офицер, ответственный за чистоту футбола, Федерации футбола Узбекистана Ахрол Иноятов освобожден от занимаемой должности. Решение было принято на очередном заседании ФФУ, сообщила пресс-служба федерации.
Ахрол Иноятов. Фото: ФФУ.
Ахрол Иноятов также работал в качестве председателя экспертной комиссии по выявлению договорных матчей на футбольных соревнованиях Узбекистана.
Изменения произошли в руководстве Республиканской школы высшего спортивного мастерства по футболу. Директором школы вместо Анатолия Климова назначен Фарход Артыков, ранее работавший на разных постах в Государственном институте физической культуры.
Аскар Талибджанов, заместитель директора РШВСМ по футболу, также покинул свой пост. Ранее он работал вице-президентом ФФУ и директором центра сборных команд.
Аскар Талибджанов. Фото: ФФУ.
В настоящее время позиции офицера и замдиректора РШВСМ по футболу являются вакантными. 
В международном отделе ФФУ также произошли кадровые перестановки. До этого времени исполнявший обязанности начальника международного отдела Александр Давыденко и его помощник Шерзод Игамбердиев, были освобождены от занимаемых должностей. 
Новое управление международных связей возглавил Алим Арифов. Он окончил Узбекский государственный университет мировых языков. На протяжении 10 лет работал на различных позициях в Федерации футбола Узбекистана. 
Заместителем Алима Арифова назначен Диёр Исомиддинов, который имеет опыт работы в спортивных федерациях.
В настоящее время в управлении международных связей есть вакантные места и рассматриваются новые кандидаты на различные должности.