Новым генеральным директором Профессиональной футбольной лиги Узбекистана назначен Омон Гафуров, сообщила пресс-служба Федерации футбола. На этом посту он сменил Фархода Магаметова.
Омон Гафуров (1984 года рождения) — выпускник Узбекского государственного университета мировых языков. За свою карьеру работал во многих спортивных организациях, в том числе в Министерстве по делам культуры и спорта Узбекистана. 
Шухрат Сайдалиев.
Новым исполнительным директором Фонда поддержки футбола Узбекистана стал Шухрат Сайдалиев. До этого обязанности директора фонда исполнял Фуркат Шарипов.
Шухрат Сайдалиев (1986 года рождения) окончил финансовый факультет Ташкентского автомобильно-дорожного института. Работал в банковской сфере и в Национальном олимпийском комитете.