28 июня примерно в 12:30 в детском парке «Истиклол» в Джизаке из-за сломавшегося аттракциона погибла девушка 1999 года рождения, сообщили «Газете.uz» в пресс-службе Генеральной прокуратуры Узбекистана.
Инцидент произошел, когда сломалась рукоятка аттракциона «Летающая тарелка» и движущаяся часть механизма вместе с людьми рухнула на землю с семиметровой высоты. В нем находились восемь человек (видео).
Погибшей является жительница махалли «Сулокли» Шараф-Рашидовского района Джизакской области.
Как отмечает Генпрокуратура, аттракцион в частном парке был введен в эксплуатацию в марте 2019 года.
Следственный департамент УВД Джизакской области 28 июня возбудил уголовное дело по пункту «а» части 2 статьи 257 Уголовного кодекса (Нарушение правил по технике безопасности, промышленной санитарии или иных правил охраны труда лицом, ответственным за их соблюдение, повлекшее смерть человека).
Прокуратура Джизакской области взяла следствие под контроль.
В мае пресс-служба хокимията Джизакской области публиковала критический материал о состоянии парка, в котором говорилось о некачественных аттракционах и вероятности несчастных случаев.