Министр по чрезвычайным ситуациям Узбекистана назначил новых руководителей управлений по чрезвычайным ситуациям столицы и двух областей, сообщила пресс-служба МЧС. 
Начальником УЧС Ташкента стал подполковник Хуршид Сотиев, ранее занимавший должность начальника УЧС Навоийской области.
Подполковник Улмас Мейлиев, до этого возглавлявший УЧС Джизакской области, назначен начальником УЧС Самаркандской области.
Подполковник Аброр Джамалов, бывший начальником отдела Оперативного управления Центрального аппарата МЧС, стал начальником УЧС Джизакской области.
На должность начальника УЧС Навоийской области назначен подполковник Фарход Шодмонов, ранее работавший первым заместителем начальника этого управления.