Сборная Узбекистана по боксу завоевала девять медалей на 10-м международном турнире памяти основателя казахской школы бокса Шокыра Болтекулы. Соревнования проходили 5−7 октября в Актау (Казахстан).
Как сообщила пресс-служба Федерации бокса, в турнире приняли участие свыше 200 боксеров из Узбекистана, России, Кыргызстана, Таджикистана, Польши, Азербайджана, Финляндии, Монголии, Туркменистана, Беларуси, Армении, Грузии и Казахстана. Было разыграно 10 комплектов наград.
Представители национальной команды выиграли четыре золотые, две серебряные и три бронзовые награды, заняв второе место в общем зачете команд после сборной Казахстана.
Элнур Абдураимов (весовая категория до 64 кг), Махмуд Гаипов (до 69 кг), Исраил Мадримов (до 75 кг) и Баходыр Жалалов (+91 кг) поднялись на высшую ступень пьедестала почета и стали победителями турнира. 
Отабек Холматов (до 56 кг) и Мадияр Саидрахимов (до 81 кг) завоевали звание вице-чемпионов.
Мироншох Ибрагимов (до 49 кг), Муроджон Ахмадалиев (до 60 кг) и Санжар Турсунов (до 91 кг) стали обладателями бронзовых наград.
Лучшим боксером турнира был признан Исроил Мадримов.