6 октября около 4:00 утра по местному времени во Владимирской области (Россия) произошло дорожно-транспортное происшествие с участием поезда и автобуса. В нем погибли 15 граждан Узбекистана и один гражданин Казахстана, сообщается на сайте Министерства иностранных дел Узбекистана со ссылкой на посольство республики в Москве.
По данным Министерства по чрезвычайным ситуациям России, в автобусе находились 58 человек — два водителя (граждане Казахстана) и 56 пассажиров-граждан Узбекистана.
В целях уточнения данных о погибших и оказания помощи пострадавшим на месте во Владимирскую область направлена группа сотрудников посольства во главе с послом Узбекистана в Российской Федерации Бахромом Ашрафхановым.
По решению правительства республики, во Владимирскую область вылетает специальный самолет со специалистами для оказания помощи и вывоза пострадавших.
Данные о погибших и пострадавших в результате ДТП гражданах Узбекистана уточняются.
Обновлено в 16:30: уточнено количество погибших.