Начало июля ознаменуется аномально жаркой погодой, сообщил Узгидромет.
По данным синоптиков, 30 июня-2 июля на территорию Узбекистана через Туркменистан ожидается вынос сухого и очень жаркого воздуха из Ирана.
По Каракалпакстану и Хорезмской области 30 июня-1 июля, а по остальной территории республики 1−2 июля ожидается температура воздуха на 5−7 градусов Цельсия выше среднемноголетних значений.
В дневные часы воздух будет прогреваться до 40−43 градусов, по северу, югу и пустынной зоне — до 44−45 градусов.
По Бухарской, Навоийской, Кашкадарьинской, Сурхандарьинской областям возможен гармсиль (сухой и жаркий ветер).
Прогноз погоды на ближайшие дни