Между Ташкентом и Бекабадом, самым отдаленным городом Ташкентской области, начал курсировать электропоезд, сообщила информационная служба АО «Узбекистон темир йуллари».
Открытие пригородного маршрута было инициировано Президентом Узбекистана Шавкатом Мирзиёевым в ходе поездки в Бекабад 16 августа.
Поезд преодолевает расстояние в 183 км за 2 часа 45 минут. Электричка останавливается на станциях Хаваст, Янгиер и Гулистан.
Рейс осуществляется раз в сутки. В ближайшее время планируется увеличить интенсивность движения до двух раз в день.  
В составе поезда — шесть вагонов, оснащенных системой кондиционирования воздуха. Вагоны модернизированы на Ташкентском заводе по строительству и ремонту пассажирских вагонов.
В запуску поезда был реконструирован вокзал Бекабада. Зал ожидания рассчитан на 150 мест, имеется комната матери и ребенка, медпункт и продовольственные магазины.