Президент Узбекистана Шавкат Мирзиёев направил послание с соболезнованиями Президенту США Дональду Трампу, сообщила пресс-служба МИДа.
«С глубоким прискорбием воспринял печальную весть о массовом расстреле мирных жителей в городе Лас-Вегасе, повлекшем многочисленные человеческие жертвы», — говорится в послании.
Глава государства выразил Президенту США искренние соболезнования и передал слова сочувствия и поддержки родным и близким погибших и пострадавшим.
По последним данным, число погибших в результате инцидента составило 58 человек, пострадавших — 515.