В первую неделю октября на полигоне «Фориш» в Джизакской области состоятся совместные тактические учения военнослужащих Вооруженных Сил Узбекистана и России, сообщило УзА.
В понедельник утром на военном аэродроме в Ташкенте приземлился борт с группой российских военнослужащих.
Учения проводятся в рамках договоренностей, достигнутых в ходе государственного визита Президента Узбекистана Шавката Мирзиёева в Москву 4−5 апреля.
На полигонах Узбекистана и России дважды проходили совместные тактические антитеррористические учения.