В четверг в Ташкенте было открыто движение по восстановленному путепроводу, соединяющему центр города с его восточной частью. На открытии присутствовал Ачилбай Раматов, первый заместитель премьер-министра Узбекистана и председатель правления АО «Узбекистон темир йуллари», которое вело строительные работы.
Строительство путепровода через Малую кольцевую автодорогу велось все лето. Решение о строительстве демонтированного в 2008 году отрезка было одобрено Президентом текущей весной, как сообщалось, по многочисленным просьбам граждан. 
Демонтаж путепровода, помимо создания неудобств жителям, значительно увеличил нагрузку на объездные улицы. 
В связи с возведением на месте старого путепровода жилого массива новый путепровод имеет изогнутую форму. 
В ближайшее время должны быть пересмотрены маршруты общественного транспорта. Пока автобусы продолжают ездить в объезд, как и последние девять лет.
Фото