Олимпийский чемпион по боксу 2016 года из Узбекистана Фазлиддин Гаибназаров (3−0−0, 1 КО) 23 сентября в Тусоне (штат Аризона, США) одержал победу в третьем профессиональном поединке.
Его соперником стал 29-летний мексиканец Виктор Росас (9−7−0, 3 КО). 26-летний узбекистанец доминировал с первых до последних секунд боя. Росас не смог показать конкурентоспособный поединок и в итоге уступил единогласным решением судей (80/72, 80/72 и 80/72).
Напомним, что менеджером Фазлиддина Гаибназарова является Эгис Климас, а промоутером — компания Top Rank.
Видео
Ссылка на Youtube