Президент Узбекистана Шавкат Мирзиёев направил соболезнования Президенту Мексики Энрике Пенья Ньето, сообщила пресс-служба МИД страны.
«С чувством глубокой скорби воспринял печальную весть о разрушительном землетрясении в Мексике, приведшем к многочисленным человеческим жертвам», — говорится в послании.
Глава государства выразил искренние соболезнования и передал слова сочувствия и поддержки всему мексиканскому народу, а также родным и близким погибших и пострадавшим.
По последним данным, в результате землетрясения, произошедшего во вторник на юге Мексики, погибли около 290 человек.