20 сентября четверо работников Мубарекского газоперерабатывающего завода из-за допущенных халатности и неосторожности отравились газом во время ремонтно-очистных работ установки по получению пропано-бутановой смеси. Об этом сообщила пресс-служба Министерства по чрезвычайным ситуациям Узбекистана.
Трое отравившихся — начальник цеха Аъзам Кулиев, операторы Кудрат Тураев и Умрзок Уринов — погибли на месте, несмотря на оказанную первую медицинскую помощь.
Оператор Даврон Ботиров госпитализирован. Его состояние оценивается как удовлетворительное.
Создана правительственная комиссия по изучению причин происшествия и разработке комплекса необходимых мер по предотвращению подобных ситуаций.
Комиссией приняты меры по оказанию всей необходимой помощи семьям погибших.