Предприятие «Сувсоз» сообщило об отсутствии холодной воды и понижении ее давления в разных районах Ташкента с 9 сентября по 20 октября в связи с ремонтно-профилактическими работами на водоводах и водопроводных сетях и подготовкой к в осенне-зимнему периоду.
В места отсутствия воды будут направлять водовозы. Телефон Центральной диспетчерской службы: (71) 256−10−95, (71) 252−55−78, (71) 252−60−08.
9 сентября с 9:00 до 9:00 часов 10 сентября
Воды не будет — Учтепинский район: квартал 23, жилые дома №14, 33, 34, 35, 36, 37, 38, 39, 41, 42, 57; квартал 12, жилые дома №7а; квартал-26, жилые дома №1, 2, 3, 11, 12, 24, 27, 28, 29, 30, 31, 35; квартал 24, жилые дома с №1 по №24, с дома №42 по №53.
10 сентября с 9:00 до 9:00 часов 11 сентября
Воды не будет — Мирабадский район: ул. Нуронийлар, ул. И. Каримова от ул. А. Темура до проспекта Ш. Рашидова.
10 сентября с 9:00 до 21:00 часов 10 сентября
Воды не будет — Сергелийский район: массив Строитель.
11 сентября с 9:00 до 21:00 часов 12 сентября
Воды не будет — Юнусабадский район: махалля «Жоми» ул. Мукаррам Тургунбаевой, Богиравон, Ахмад Дониш.
12 сентября с 9:00 до 6:00 часов 13 сентября
Воды не будет — Мирабадский район: ул Мирабадская, жилые дома №1, 2, 3, 4, 5; ул. Афросиёб, жилые дома №6, 9, 12, 10/1, 12/1, 14; ул. Шахрисабз, жилые дома №3, 5, 14/1, 14/2; Дом художников.
12 сентября с 23:00 до 5:00 часов 13 сентября
Воды не будет — Мирзо Улугбекский район: массивы Югнаки, Хумоюн, Геофизика, Республиканский научный центр нейрохирургии.
16 сентября с 9:00 до 9:00 часов 17 сентября
Воды не будет — Учтепинский район: махалли «Бирлик», «Богобод», «Кухна Чупонота», «Тинчликобод», «Ватан», «Ватанпарвар», «Ширин», «Заргарлик».
17 сентября с 9:00 до 9:00 часов 18 сентября
Воды не будет:
Чиланзарский район: ул. Наккашлык, махалля «Катта Домбрабод».
Алмазарский район: махалли «Чусти», «Алишер Навои», «Чагатай Дарвоза», «Куштут», «Гузарбоши», «Эски Шахар», массив Б-3.
Шайхантахурский район: махалли «Богкуча», «Хувайдо», «Илгор», «Гулобод».
Яшнабадский район: Дворец международных форумов.
Мирзо-Улугбекский район: гостиница «Узбекистан», Государственный комитет по развитию туризма, бывшее здания «Узбектеатра».
18 сентября с 9:00 до 21:00 часов 19 сентября
Воды не будет:
Шайхантахурский район: массив З. Саида от дома №1 до дома №10, МКАД от дома №1 до дома №60а, махалли «Хувайдо», «Ипакчи», ул. Ипакчи с проездами, Института шелководства, «Дока-хлеб», Республиканский онкологический научный центр и прилегающие к нему дома.
Алмазарский район: махалля «Беруни майдони».
19 сентября с 9:00 до 21:00 часов 19 сентября
Воды не будет:
Юнусабадский район: ул. Бадамзар, Мажид Баходырова, Инжообад, Шивли, Шухрат, Олой, Чимробад с проездами, Хурматли с проездами, Ниёзбек йули с проездами, 2-й проезд Козитарнов, МКАД от ул. А. Темура до ул. Ч. Айтматова, «Дока-хлеб» по 3-му проезду Ниёзбек йули, Алайский базар, представительство ЮНЕСКО в Узбекистане.
Мирзо-Улугбекский район: улица Осиё, Республиканский специализированный научно-практический медицинский центр кардиологии, Ташкентский институт инженеров ирригации и механизации сельского хозяйства, улица К. Ниязова, 1-й тупик К. Ниязова, улица Ниёзбек йули с проездами 3, 6, 7, посольства Кыргызстана, Латвии, улица Лашкарбеги.
Понижение давления воды:
Юнусабадский район: «Узэкспоцентр», Министерство по чрезвычайным ситуациям, АТС, Центр терапии и реабилитации.
19 сентября с 23:00 до 6:00 часов 20 сентября
Воды не будет — Яшнабадский район: массивы Тузель-1, 2, 3, 4.
23 сентября с 9:00 до 9:00 часов 24 сентября
Воды не будет:
Учтепинский район: массив Изза, махалля «Фозилтепа», проезды Изза с 12-го по 24-й, газозаправка по ул. Курилиш, махалля «Катта Каъни», строительный базар.
Зангиатинский район: райцентр, махалля «Токзор».
Мирабадский район: ул. Чавандоз, Савр, Ташлакская, Фидоилар, Янги Замон, Кушживоз, тупик Чамбил, 3-й, 4-й тупики Саракульский, махалли «Навруз», «Саракульская», Центральная клиническая больница «Узбекистон темир йуллари», завод Akfa, спортивная школа, гостиница «Локомотив», Мирабадский колледж легкой промышленности, роддом №4, Республиканская клиническая психиатрическая больница.
Понижение давления воды:
Мирабадский район: ул. Мирсалихова, Темирйулчилар, проезд Чавандоз, ул. Чамбил с проездами, Ташкентский профессиональный колледж железнодорожного транспорта.
24 сентября с 9:00 до 9:00 часов 25 сентября
Воды не будет:
Яккасарайский район: махалля «Бобур», массивы Башлык, Кушбеги, ТашТЭЦ.
Чиланзарский район: махалли «Бурджар», «Мевазор», «Яккатут», «Хирмонтепа», «Шухрат», ул. Аль Хорезми, Машраб; кварталы 19, 20, 20А.
25 сентября с 9:00 до 21:00 часов 26 сентября
Воды не будет — Мирзо-Улугбекский район: массивы ТТЗ, Ялангач, ТашГРЭС, Феруза, Республиканский специализированный научно-практический медицинский центр акушерства и гинекологии, ул. Шахриабад, Феруза, Касаба, Бойчечак, Гульсара, Темур Малик, Неъмат, Олимлар, Навнихол, Музрабад, Гульбаданбегим, Пилла 1, 2, 3-й проезд Навнихол, ТЦ-1, Государственный институт искусств и культуры
26 сентября с 9:00 до 23:00 часов 26 сентября
Воды не будет — Мирабадский район: массив Куйлюк-2.
30 сентября с 9:00 до 9:00 часов 1 октября
Воды не будет — Сергелийский район: махалля: «Кипчак», завод Akfa Plast.
30 сентября с 9:00 часов до 5:00 часов 1 октября
Воды не будет — Учтепинский район: массив Чиланзар, кварталы 26, 30, 31.
2 октября с 9:00 до 9:00 часов 3 октября
Воды не будет:
Алмазарский район: махалли: «Ахил», «Мойарык», «Мойкурган», «Бешкурган» частично.
Юнусабадский район: массив Ц-5, Ц-6 коттеджи, Ташкентский финансовый институт.
Понижение давления воды:
Учтепинский район.
3 октября с 9:00 до 9:00 часов 4 октября
Воды не будет:
Юнусабадский район: массив Юнусабад, кварталы 11, 12, базар «Универсам», махалля «Кулол», ул. М. Умарова, Б. Эргашева.
Чиланзарский район: массив Чиланзар, кварталы 1, 2, 3; ул. Мукими, Чиланзар, Майсазор, Олтинкуль, Арнасой, МКАД, Ю. Агзамова, Наккашлык с проездами, 1-й проезд Усмур, махалли «Чиланзар», «Катта Казиробад», «Домбрабад».
Яккасарайский район: махалли «Яккасарай», «Тукимачи», «Мукими», «Ракат», «Усман Насыра», «Мухандислар», Южный вокзал, бывший Текстильный комбинат, МКАД от ул. 2-й проезд Шота Руставели до Южного вокзала.
Сергелийский район: махалля «Олтин водий».
Понижение давления воды:
Юнусабадский район: махалля «Анорзор», Юнусабад, квартал 4, жилые дома №18, 24, 25, 26, 28, 29, 43, 54, 55, 69; квартал 2, жилые дома №22, 23, 24, 25, 33; квартал 5, больница №7.
5 октября с 9:00 до 9:00 часов 6 октября
Воды не будет — Шайхантахурский район: махалли «Кохота», «Лабзак», «Жангох», «Янгиабад», «Янги Камалон», «Катта октепа», «Каттабог», «Камалон», «Эшонгузар», «О. Ходжаева», массивы Ц-11, 12, 13, 14, 15, ул. Ташкентбаева, Аэропланная, Заркайнар 1а.
7 октября с 9:00 до 9:00 часов 8 октября
Воды не будет — Юнусабадский район: махалли «Тутзор», «Сабзавот», массив Ц-4.
8 октября с 9:00 до 9:00 часов 9 октября
Воды не будет — Мирабадский район: махалли: «Фитрат», «Алтынкуль», «Фуркат», «Янгизамон», «Истиколобад», Военный колледж, Ташкентский архитектурно-строительный профессиональный колледж, завод «Ташэлектроаппарат», АТС, улица Фаргона йули 222, Фаргона йули 6-й тупик.
9 октября с 9:00 до 21:00 часов 10 октября
Воды не будет — Юнусабадский район: махалля «Навруз», «Ункурган», «Сохибкор», ул. Сохибкор, жилой дом №1.
Понижение давления воды — Юнусабадский район: махалля «Жоми».
9 октября с 23:00 до 6:00 часов 10 октября
Воды не будет — Яккасарайский район: ул. Ракат, Беларык, Аския, А. Авлоний, Шох Жахон, Б. Бабаева, Сардоба, Коракум, Кизилкум, Жидазор, Ат-Термези, Тошбулок, Х. Умарова, Юсуф Хамадоний, Аль-Фаргани, Урикзор с проездами, Ж. Шоши с проездами, 1-й проезд Ат-Термези, ул. Ш. Руставели, жилые дома №52, 54, 56, ул. Шох Жахон, жилые дома №2а, 2б, 32, 34, 36, ул. Бобур, жилые дома №1, 2, 3, 4, 5, 7, 8, 9, 10, 11, 12, 13, 15, 17.
10 октября с 23:00 до 6:00 часов 11 октября
Воды не будет — Сергелийский район: массивы Сергели — 1, 2, 5, 5а, 6, 6а, 7, 7а, 8, 8а; Спутник- 15, 16, 17, 17а; Дустлик — 1, 2.
14 октября с 9:00 часов до 21:00 часов 15 октября
Воды не будет:
Мирзо-Улугбекский район: улица Асака, жилой дом №3, массив Паркент-2.
Яшнабадский район: массив Машинасозлар, клиника MDS, ул. Олтинтепа, станция переливания крови, 22-й Авиагородок.
15 октября с 9:00 до 21:00 часов 15 октября
Воды не будет — Алмазарский район: махалли: «Себзор», «Янги Себзор», «Юкори Себзор».
16 октября с 9:00 до 9:00 часов 17 октября
Воды не будет — Юнусабадский район: массив Юнусабад, кварталы 8, 9, 10, 12, 16, массив Хасанбай.
17 октября с 9:00 до 21:00 часов 17 октября
Воды не будет — Мирзо-Улугбекский район: 1-й проезд Шуртепа.
18 октября с 9:00 до 9:00 часов 19 октября
Воды не будет — Сергелийский район: массивы Сергели-3, 4, Спутник-4, завод Akfa Plast.
19 октября с 9:00 до 21:00 часов 20 октября
Воды не будет:
Яшнабадский район: посольства Индонезии, Беларуси, Китая, Турции, Франции, Украины, Японии; Академия наук, Генеральная и городская прокуратуры, ул. С. Азимова с проездами, Туйтепа, Яхъё Гулямова, Республиканский центр травматологии и ортопедии, махалли «Маърифат», «Ширинобад», «Ободмакон», «Туйтепа».
Мирабадский район: махалли «Салар», «Минг Урик», «Мовароунахр», «Тонг Юлдузи», улицы Яхъё Гулямова, Шахрисабз, Бухара, Зарафшан, Тараса Шевченко, Ислама Каримова, Кушкуприк, Мехрижон, Инокобад с проездами, ул. А. Темура от ул. Матбуотчилар до ул. Шахрисабз, ул. Фаргона йули от ул. Нукус до ул. Таллимаржан, завод «Афросиёб», Республиканская клиническая больница №1, Военная прокуратура по ул. Истикбол.
Яккасарайский район: махалля «Юнус Раджаби», Администрация президента, Мемориальный комплекс Ислама Каримова.