Национальная выставка информационных технологий ICTEXPO 2017 начала работу 19 сентября. Мероприятие проходит в «Узэкспоцентре» в рамках Недели информационно-коммуникационных технологий ICTWEEK Uzbekistan 2017. 
Помимо отечественных и зарубежных компаний, работающих в сфере ИКТ, в выставке участвуют ряд образовательных учреждений, в том числе Ташкентский университет информационных технологий, Университет Инха в Ташкенте и Туринский политехнический университет в Ташкенте, а также школа робототехники RoboKidz. Ожидается, что за три дня работы выставки ее посетят порядка 35 тысяч человек.
Видео
Фото
Саммит по ИКТ.
Саммит по ИКТ.