Организации Объединенных Наций вручен дар от Республики Узбекистан — макет площади Регистан, сообщило УзА. На церемонии вручения с участием заместителя генерального секретаря ООН Ян Бигл выступил Президент Шавкат Мирзиёев.
Регистан — уникальный символ древнего города Самарканда. В 2001 году исторический комплекс был включен в Список всемирного наследия ЮНЕСКО. Макет площади, изготовленный мастерами-ремесленниками Узбекистана, украшен благородными металлами и драгоценными камнями. 
Фото: Сарвар Урмонов / УзА.
Экспонат установлен на одном из самых видных мест штаб-квартиры ООН — в переходе между залами Совета Безопасности и Генеральной Ассамблеи.
Заместитель генерального секретаря Ян Бигл выразила Президенту Узбекистана глубокую признательность за подарок.