Президент Узбекистана Шавкат Мирзиёев 18 сентября примерно в 17:20 по местному времени (19 сентября 2:20 по ташкентскому времени) прибыл в Нью-Йорк для участия в 72-й сессии Генеральной Ассамблеи ООН.
Как сообщило УзА, в международном аэропорту Джона Кеннеди главу государства встретила председатель Американо-Узбекской торговой палаты Кэролин Лэмм. 
Во вторник Шавкат Мирзиёев выступит на общих дебатах 72-й сессии Генассамблеи ООН. 
В Нью-Йорке Президент также проведет переговоры с генеральным секретарем ООН Антониу Гутерришем, директором-распорядителем Международного валютного фонда Кристин Лагард, президентом Группы Всемирного банка Джим Ён Кимом и лидерами ряда стран. 
Шавкат Мирзиёев также примет участие в представительном узбекско-американском бизнес-форуме. 
Напомним, последний раз Узбекистан был представлен на сессии Генассамблеи ООН главой государства в 2010 году — Первый Президент страны Ислам Каримов выступал на Саммите ООН по вопросам Целей развития тысячелетия.