15−17 сентября в четвертом павильоне «Узэкспоцентра» пройдет выставка казахстанских товаров, сообщили «Газете.uz» в пресс-службе Государственного комитета по инвестициям.
На выставке будут представлены автомобили, военная техника, металлургическая, фармацевтическая и другая продукция, произведенная в Казахстане.
16 сентября также на территории «Узэкспоцентра» пройдет узбекско-казахстанский бизнес-форум с участием деловых кругов двух стран.
В Госкоминвестиций отметили, что вход на мероприятия свободный, и пригласили все заинтересованные компании и частных лиц к участию.
За подробной информацией можно обращаться по телефонам: (+99894) 665−67−65. Контактное лицо — Умид Худайбердиев.