Международная
исследовательская и консалтинговая
компания IDC повысила прогноз роста рынка
информационно-коммуникационных
технологий Узбекистана, сообщили
«Газете.uz» в региональном представительстве
IDC, расположенном в Алматы. Пересмотр связан с мерами правительства по реформированию экономики, в частности,
либерализации валютной политики и внешнеторговых операций, которые, как
ожидается, окажут позитивное воздействие
как на общий бизнес-климат в стране, так
и на развитие рынка ИКТ.
По мнению
IDC, в 2017 году рынок ИКТ Узбекистана
вырастет на 6,9% (предыдущий прогноз
составлял 4,8%), отражая умеренный рост
в условиях девальвации и восстановление
государственного и корпоративного
сектора экономики. Наибольший прирост
будет зафиксирован в сегменте услуг —
17,6% (13,3%). Сегменты IT-оборудования и программного обеспечения вырастут на 6,1% (4,1%) и 13,6% (12,4%) соответственно.
Прогноз
среднегодовых темпов роста (CAGR) на период
2016—2021 годов повышен для рынка ИКТ в целом
до 12,9% (в предыдущем прогнозе на 2015−2020 годы цифра составляла 8,2%), для оборудования
— до 12,1% (7,7%), услуг — 22,1% (13,3%) и ПО — 19,6%
(11,3%).
По оценкам
IDC, при условии реализации всех планов
правительства по либерализации
внешнеторговых операций, валютного
режима и условий ведения бизнеса в Узбекистане темпы роста рынка ИКТ будут
в среднем на 30% выше по сравнению с предыдущим прогнозом, не учитывавшим
данные меры.
IDC ожидает,
что через пять лет ИКТ-рынок Узбекистана
вырастет на 83,5% в сравнении с 2016 годом,
в том числе сегмент оборудования — на 76,9%, ПО — на 145,2% и услуг — на 171,5%. В случае
принятия властями дополнительных мер
экономической стимуляции IDC ожидает
еще более оптимистичные темпы роста.