8 сентября в центре Ташкента 50 поваров готовят рекордный плов объемом почти 8 тонн в рамках Фестиваля традиционной культуры O’zbegim, организованного телеканалом Milliy. Для регистрации рекорда в Узбекистан приехали представители Guinness World Records.
В рамках мероприятия проходят мастер-классы по прикладному искусству, развернуты восточный арт-базар и гастрономическая ярмарка, организовано «Тандыр шоу», выступления народных ансамблей, театрализованные представления, народные игры и забавы. 
Место, где готовится плов, огорожено в целях соблюдения санитарно-гигиенических норм. Процесс приготовления блюда транслируется на 17 экранах, установленных на территории проведения фестиваля, в том числе на перед Дворцом международных форумов, Государственным музеем истории Темуридов и гостиницей «Узбекистан». 
Список мест, где будут установлены казаны для раздачи плова и мониторы для трансляции:
Международный сад керамики (ориентир: Центральный банк).
Возле торгового центра «Пойтахт».
Рядом с «Алокабанк» (ориентир: Сквер Амира Темура).
Парк «Болажон» (ориентир: задняя сторона здания Народного банка).
Площадь перед Дворцом международных форумов «Узбекистан».
Площадь перед гостиницей «Узбекистан».
Площадь перед Государственным музеем истории Темуридов.
Площадь с задней стороны Государственного музея истории Темуридов.
Задняя сторона гостиницы City Palace.
Возле автопарковки гостиницы Hyatt Regency Tashkent.
Задняя сторона Дворца симпозиумов.
Площадь перед Национальной библиотекой имени Навои.
Площадь перед Дворцом творчества молодежи.
Перекресток улицы Сайилгох и проспекта Амира Темура.
Прямую трансляцию также ведут телеканал Milliy и Guinness World Records на странице в Facebook.
Приготовленный плов раздадут в дома «Муррават» и «Саховат», а также гостям фестиваля в 14 точках по периметру фестиваля.
По окончании фестиваля состоится гала-концерт с участием звезд узбекской эстрады и показ национальных костюмов от дизайнера Халиды Камиловой.
Видео
Фото