На территории Янгиюльского района произошло крупное дорожно-транспортное происшествие, повлекшее смерть шести человек, сообщила пресс-службы прокуратуры Ташкентской области.
6 сентября на 832-м км автотрассы Ташкент-Термез автомобиль Nexia столкнулся с грузовиком MAN. Грузовой автомобиль выехал на встречную полосу и столкнулся с двумя другими Nexia.
Шесть человек, в том числе один несовершеннолетний, скончались на месте. Еще шестеро получили различные травмы и были госпитализированы.
На месте происшествия работали экстренные службы и правоохранительные органы.
По данному факту возбуждено уголовное дело по статье 266 Уголовного кодекса («Нарушение правил безопасности движения и эксплуатации транспортных средств»), ведется следствие.