Главное управление внутренних дел Ташкента опубликовало список улиц, на которых 8 сентября в течение всего дня будет ограничено движение транспорта в связи с проведением Фестиваля традиционной культуры O’zbegim.
Список улиц
Ул. Амира Темура — от ул. Шахрисабзской до ул.Навои;
Ул Тараса Шевченко — от ул. Шахрисабзской до ул. Ислама Каримова;
Ул. Ислама Каримова — от ул. Шарафа Рашидова до ул. Шахрисабзской;
Ул. Матбуотчилар — от ул. Шарафа Рашидова до ул. Зарафшан;
Ул. Буюк Турон — от ул. Навои до ул. Ислама Каримова;
Ул. Зарафшан — от ул. Навои до ул. Ислама Каримова;
Ул. Олой — от ул. Шахрисабзской до ул. Истиклол;
Ул. Мустакиллик — от ул. Шахрисабзской до сквера Амира Темура;
Ул. Махтумкули — от ул. Шахрисабзской до сквера Амира Темура;
Ул. Истикбол — от ул. Шахрисабзской до сквера Амира Темура.
Карта
Источник: навигатор Waze. Нажмите для увеличения.
Во время проведения мероприятия при необходимости может быть ограничено движение транспортных средств и на прилегающих улицах.