Предприятие «Сувсоз» сообщило о планируемых отключениях холодной воды и понижении давления на водопроводных сетях Ташкента в связи с ремонтно-профилактическими работами и подготовкой к работе в осенне-зимний период.
График работ
С 9:00 5 сентября до 9:00 6 сентября
Воды не будет — Яшнабадский район: махалли «Истиклол», «Семург», «Дустобод», «Бойкургон», «Машинасозлар», «Фидойилар», «Чулпон».
Мирзо-Улугбекский район: массив Ирригатор, улицы Тамары ханум, Дархан, Кары Ниязи, Мустакиллик д. 79, Мирзо-Улугбекский районный хокимият, спорткомплекс.
Понижение давления воды — Яшнабадский район: махалля «Туйтепа».
С 9:00 6 сентября до 9:00  7 сентября
Воды не будет — Юнусабадский район: улица Ахмада Даниша, база «Узбекбирлашув».
Алмазарский район: махалля «Мискин», ул. Уста Ширин.
Понижение давления воды — Юнусабадский район: улица Уста Ширин.
С 9:00 7 сентября до 9:00 8 сентября
Воды не будет — Учтепинский район: массив Иззат, махалля «Токзор».
С 9:00 11 сентября до 9:00  12 сентября
Воды не будет — Сергелийский район: массивы Сергели-3, 4.
Якксарайский район: ул. Глинки, Кичик Бешёгоч, Шамси Кулол, Нукусская 27а.
С 9:00 12 сентября до 9:00  13 сентября
Воды не будет — Учтепинский район: махалли «Богичинор», «Дегрез», «Шофайзибог», «Ибрат», «Шарк гули», «Нишабарик».
С 9:00 13 сентября  до 9:00  14 сентября
Воды не будет — Шайхантахурский район: махалли «Каттаховуз», «Окилон», 1-я горбольница и роддом, ТЦ-3, ул. Коратош д. 1−9, 1-й проезд Кукча дарвоза, Сакичмон.
Понижение давления воды — Шайхантахурский район: махалли «Кукча дарвоза», «Шофайз».
С 23:00 13 сентября до 6:00  14 сентября
Воды не будет — Юнусабадский район: махалля «Отчопар» 1, 2, ул. Шахристанская и примыкающие улицы.
С 9:00 14 сентября до 9:00  15 сентября
Воды не будет — Юнусабадский район: 4-й квартал дома 1б, 1 В, 2, 3, 19, 34, 22−24, 64, 5-й квартал дома 1б, 1 В, 11−19, 21, 22, ул. Еттичинор.  
С 21:00 18 сентября до 9:00  19 сентября
Воды не будет — Сергелийский район: массивы Спутник-1−14, 17, Южная промзона. 
Понижение давления воды: массивы Сергели-3, 4.
С 9:00 19 сентября до 9:00  20 сентября
Воды не будет — Учтепинский район: скорая помощь, районый хокимият, махалля «Богистон», кварталы 13−15, 21−25, 12 дома 1а, 2а, 3а, 4а, 14, 65, 66, квартал 11 дома 1а, 1б, 1 В, 28, 49−52. 
С  9:00 20 сентября до 9:00  21 сентября
Воды не будет — Яшнабадский район: махалли «Туйтепа», «Чулпон», «Журабек», «Маърифат», «Ширинобод», ул. Садыка Азимова с проездами, Туйтепа, Яхё Гулямова.
Мирабадский район: махалли «Салар», «Тонг юлдузи», Военная прокуратура, ул. Истикбол дома 24, 26.
Понижение давления воды — Яккасарайский район: махалля «Ю. Ражабий», проспект Афросиаб.
Мирабадский район: ул. Яккачинор, Кушкуприк.
С 9:00 21 сентября до 9:00  22 сентября
Воды не будет — Яккасарайский район, ул. Шота Руставели  дома 120, 122, 87, 3, проезд Б. Хилолий, ул. Чупонота (от ул. Шота Руставели до канала Бурджар).
Чиланзарский район: кварталы 1, 2, махалля «Козиробод», ул. Нурхон дома 1−10, 10а, 11, 12, проезд Нурхон.
Понижение давления воды — Яккасарайский район: махалли «Мерос», «Мукимий», «Тукимачи», ул. Шота Руставели (от ул. Чупонота до ул. Бабура).
С 9:00 21 сентября до 9:00  22 сентября
Воды не будет — Яккасарайский район: улицы ТМКАД, Хуштепа,  дома 262, 264 по ул. Богибустон, дома 132, 136, 138, 140, 142, 144 по ул. Шота Руставели, Южный вокзал, Институт переливания крови.
С 9:00 26 сентября до 9:00 27 сентября
Воды не будет — Мирзо-Улугбекский район: массивы ТТЗ, Феруза, Ялангач, ТашГРЭС, ТЦ-1, Дом ребенка, Институт акушерства и гинекологии, ул. Феруза, Касаба, Неъмат, Бойчечак, Гулсара, Хирот.
С 9:00 27 сентября до 9:00  28 сентября
Воды не будет — Алмазарский  район: ул. Янги Олмазор, Северный Алмазар, Тешиккопкок, Файзибаланд, Карасарай, Чувалачи, Зиёвиддин Бобохонов, Сариксув, Гуручарик, Сагбон, 1-й проезд Умид, Окилон, Фаробий, Талабалар, Беруний, Минор, Янгиер, Вузгородок, Туринский политехнический университет, махалли «Г. Аъзамов», «Чимбой».
С 9:00 28 сентября до 9:00  29 сентября  
Воды не будет: — Чиланзарский  район: дома 15−18 по ул. Бунёдкор,  дома 143, 144, 146, 148, 150, 151, 158, 166−168, 170, 176, 178 по ул. Мукими, махалли «1- и 2-Чархкамолон», кварталы Ц, 3, 5, 6.
С 23:00 28 сентября до 6:00 29 сентября
Воды не будет — Юнусабадский район: махалли «Отчопар 1, 2», ул. Шахристанская и примыкающие улицы.
Чиланзарский район: махалли «Яккабог», «Домбиробод», «Наккошлик», «Катта Домбиробод», «Катта Козиробод», ул. ТМКАД, Чиланзар, Дилхуш, Наккошлик, Усмир, Новза Козиробод, Республиканский центр экстренной медицинской помощи.
В места отсутствия воды будут направляться автоводовозы. Номера телефонов для справок: 256−10−95, 252−55−78 и 252−60−08.