Азизов Абдусалом Абдумавланович, с января работавший в должности министра внутренних дел, назначен министром обороны Узбекистана, сообщили «Газете.uz» в Минобороны.
Предыдущий министр обороны Бердиев Кабул Раимович возглавил Академию Вооруженных Сил Узбекистана, отметили в министерстве.
На должность и. о. заместителя министра обороны — командующего войсками Юго-западного особого военного округа назначен Эргашев Павел Исмаилович.
Как мы уже писали, новым главой МВД стал Пулат  Бобожонов, с 2012 года занимавший должность хокима Хорезмской области.