Более 650 тысяч детей стали учащимися первых классов общеобразовательных школ Узбекистана. Во всех школах страны 2 сентября состоялись мероприятия Дня знаний.
По данным пресс-службы Министерства народного образования, каждый первоклассник получил подарок Президента — ранец с необходимыми учебными принадлежностями.
Первыми уроками стали урок Независимости и урок памяти Первого Президента Ислама Каримова.
В этом году в школах Узбекистана возрождены 10-е классы, для которых разработан учебный план, включающий 12 предметов, и изданы учебники 18 наименований.
Новые учебники, подготовленные на основе пересмотренных государственных образовательных стандартов, также выпущены для 1-х, 4-х, 6-х и 7-х классов.
Для пополнения библиотечного фонда школ и фонда информационно-ресурсных центров на латинской графике издана художественная литература узбекских и иностранных авторов 28 наименований в количестве 1,2 миллиона экземпляров.
В текущем году в 482 школах Узбекистана были осуществлены строительно-ремонтные работы, в том числе построены 12 школ, реконструированы 319 и капитально отремонтирована 151 школа.