2 сентября в Самарканде прошла церемония открытия памятника Первому Президенту Узбекистана Исламу Каримову. Для участия в церемонии в город прибыл Президент Шавкат Мирзиёев, сообщило УзА.
Глава государства начал визит в Самарканд, где родился и был похоронен Ислам Каримов, с посещения его могилы. На месте захоронения Первого Президента возведен мемориальный комплекс.
Памятник Исламу Каримову установлен в сквере возле площади Регистан, неподалеку от дома, где он вырос. Открыли монумент Шавкат Мирзиёев и вдова Первого Президента Татьяна Каримова. К подножию памятника были возложены цветы, прозвучал государственный гимн Узбекистана.
Шавкат Мирзиёев также посетил родительский дом Ислама Каримова.
2 сентября в Узбекистане отмечается День памяти Первого Президента. Во всех школах вместе с уроками Независимости прошли уроки памяти Ислама Каримова.
31 августа памятник Исламу Каримову был открыт перед резиденцией Оксарой в Ташкенте.