Заслуженный артист Азербайджана Сохиб Пошшозода завоевал Гран-при 11-го международного музыкального фестиваля «Шарк тароналари» («Мелодии Востока») в Самарканде.
Как сообщило УзА, церемония награждения прошла на площади Регистан, где и проходило музыкальное событие. 
Первого места удостоились коллектив Фонда по сохранению народных песен Геосонг (Южная Корея) и представительница Узбекистана Мохичехра Шомуродова.
Второе место заняли артисты из Кыргызстана и Латвии. Дипломы третьей степени получили представители коллективов из Ирана, Индонезии и Турции. 
По ряду номинаций вручены специальные призы ЮНЕСКО, Министерства культуры Узбекистана, дирекции фестиваля «Шарк тароналари», хокимиятов Самаркандской области и города Самарканда и других организаций.
В этом году на фестивале традиции музыкального и песенного искусства представили исполнители из 58 государств.
В музеях, центрах ремесленничества и гостиницах Самарканда были организованы выставки, посвященные истории фестиваля, изделий национального ремесленничества, музыкальных инструментов. Состоялись экскурсии по историческим памятникам, образовательным учреждениям и производственным предприятиям.
В рамках форума прошла международная научно-теоретическая конференция «Формирование и развитие национальных традиций в музыкальной культуре народов Востока». На ней выступили ученые и специалисты более чем из 20 стран.
Фестиваль завершился концертной программой отечественных мастеров искусств и молодых исполнителей, а также музыкально-световым шоу «Культурное наследие Узбекистана — достояние всего человечества».