Памятник Первому Президенту Узбекистана Исламу Каримову был открыт перед резиденцией Оксарой в Ташкенте 31 августа.
В церемонии приняли участие Президент Шавкат Мирзиёев, супруга Первого Президента Татьяна Каримова, премьер-министр Абдулла Арипов и его заместители, руководители и сотрудники министерств и ведомств, представители парламента и общественности.
Автор памятника — скульптор Ильхом Жаббаров, который также является автором Монумента независимости и гуманизма на площади Мустакиллик (Независимости) и памятника Амиру Темуру в центре столицы.
Видео
Просмотр на YouTube
Фото