Институт гражданской защиты Узбекистана объявил прием в магистратуру на 2017−2018 учебный год, сообщила пресс-служба Министерства по чрезвычайным ситуациям. 
Отделение магистратуры по специальности «Безопасность населения при чрезвычайных ситуациях» открыто в соответствии с постановлением Президента Узбекистана от 2 июля о совершенствовании системы подготовки специалистов в области защиты населения и территорий от ЧС.
Как сообщили «Газете.uz» в пресс-службе ведомства, всего по итогам экзаменов будет отобрано 25 человек. В наборе могут участвовать офицеры МЧС, медицинские работники и все, чье образование в бакалавриате включало изучение основ безопасности жизнедеятельности.
Документы принимаются с 1 по 10 сентября, учеба начнется в октябре.
Кандидатам нужно сдать следующие документы:
Заявление по специальности;
Оригинал диплома и вкладыша;
Цветные фотографии 6 штук (3,5×4,5);
Личный листок по ведению учета сотрудника (относительность по военной службе) или военный билет;
Медицинская справка по форме 086-У;
Копия трудовой книжки (если есть);
Направление руководителя организации и предприятия (по служебной деятельности кандидата).
Во время сдачи документов кандидатам следует лично предоставить паспорта.