В Самарканде завершилось видеоселекторное совещание под председательством Президента Узбекистана Шавката Мирзиёева, сообщило УзА.
Председатель Жокаргы Кенеса Республики Каракалпакстан, хокимы областей и города Ташкента представили отчеты о работе в регионах в системе обороны. 
Президент обратил особое внимание на вопросы совершенствования деятельности военных образовательных учреждений, укрепления их материально-технической базы, коренного улучшения системы подготовки молодежи для поступления в высшие военные училища. 
«Мы должны готовить высоко образованных, всесторонне зрелых военных специалистов, начиная с нижнего звена, — сказал Шавкат Мирзиёев. — Для этого будет налажена деятельность 29 академических лицеев». 
Президент отметил необходимость воспитания учащихся этих учебных заведений физически крепкими, интеллектуально развитыми личностями с широким мировоззрением.
«Мы не пожалеем средств для этой сферы. Кто не желает содержать свою армию, будет содержать чужую», — заключил глава государства. 
Шавкат Мирзиёев поручил должностным лицам пересмотреть порядок празднования Дня защитников родины, сделав его всенародным праздником.