Министр внутренних дел Узбекистана Абдусалом Азизов в субботу проверил готовность личного состав Главного управления внутренних дел Ташкента к несению службы в праздничные дни.
Рахмонбек Усманов, Баходир Курбанов и Абдусалом Азизов.
В мероприятии приняли участие начальник ГУВД Баходир Курбанов, хоким Ташкента Рахмонбек Усманов, сотрудники основных служб личного состава ГУВД, включая инспекторов УБДД, инспекторов профилактики, специальный отряд быстрого реагирования, управление охраны, кинологов и других.
Начальник ГУВД доложил министру, что личный состав переведен на усиленный вариант несения службы и готов к выполнению всех поставленных задач.
Абдусалом Азизов.
Абдусалом Азизов оценил уровень готовности личного состава ГУВД. Он потребовал от сотрудников не терять бдительность и приложить максимум усилий, чтобы обеспечить безопасность жителей в период праздников — Дня независимости и Курбан хайита, которые отмечаются 1 сентября, а также начала учебного года.
Затем министр наградил отличившихся сотрудников ГУВД почетными грамотами.
Абдусалом Азизов передал слова поздравления от Президента Узбекистана с предстоящими праздниками и поблагодарил сотрудников за безупречную службу, профессионализм и ответственность.
В завершение мероприятия состоялся торжественный марш личного состава ГУВД Ташкента.
Видео