Предприятие «Махсустранс» сообщило о повышении с 1 сентября на 9,3% тарифов на вывоз твердых бытовых отходов и вывозу нечистот с населения и организаций Ташкента.
Тариф на вывоз бытовых отходов для населения увеличится с 3200 до 3500 сумов с каждого проживающего человека в месяц.
Для бюджетных и хозрасчетных организаций вывоз 1 кубометра твердых бытовых отходов будет стоить 41989,5 сума (сейчас — 38390), 1 тонны нечистот — 15690,97 сума (14346).
Ранее тарифы на вывоз отходов повышались с ноября 2016 года.