С 1 сентября отменяется акцизное
налогообложение завозимых на территорию Узбекистана мяса и пищевых мясных
субпродуктов, жира домашней птицы,
свиного жира, пшеничной муки и продуктов,
используемых для кормления животных.
Это
предусмотрено постановлением Президента
Узбекистана об упорядочении
внешнеэкономической деятельности от 15 августа, сообщили «Газете.uz» в пресс-службе Министерства внешней
торговли (МВТ).
С этой же даты вводится нулевая ставка
таможенной пошлины на сливочное, соевое
и подсолнечное масла, семенной материал
(картофеля, пшеницы, меслин, ржи, ячменя,
овса, кукурузы, зернового сорго, гречихи,
проса, соевых бобов, льна, подсолнечника
и других), ржаную муку, крупу и муку
грубого помола из твердой пшеницы,
тростниковый сахар, какао-бобы, сырье,
используемое в фармацевтике, а также
некоторые продукты для кормления
животных.
С 1 сентября также снижаются ставки
таможенных платежей на отдельные виды
товаров, в том числе таможенной пошлины
на мясо крупного рогатого скота, свинину,
свиной жир, жир домашней птицы и прочие
пищевые мясные субпродукты, кофе,
пшеничную муку и тростниковый сахар, а также акцизного налога на подсолнечное
масло, тростниковый сахар и кофе.
Как
отметили в МВТ, снижение таможенных
платежей на сырье и материалы для
производства продовольственных
потребительских товаров должно послужить
стимулом для отечественных производителей,
способствуя снижению себестоимости
производимой продукции и повышению ее конкурентоспособности. Кроме того, это
должно ограничить предпосылки для роста
цен на внутреннем потребительском
рынке.