15 объектов недвижимости из числа государственных активов в Ташкенте выставил на публичные торги Государственный комитет Узбекистана по содействию приватизированным предприятиям и развитию конкуренции.
В их числе — гостиница «Саёхат» (стартовая цена — 28,6 млрд сумов), фабрика «Истирохат» (20,6 млрд сумов), два комплекса торговли и услуг и другие.
Предприниматели, желающие приобрести недвижимость, должны предложить на торгах наибольшую цену, принять обязательство внести максимальные инвестиции и создать рабочие места.
Перечень государственных активов, выставленных на продажу, с ценой и фотографиями опубликован на сайте хокимията Ташкента.
Как сообщили «Газете.uz» в городской администрации, часть средств, вырученных от продажи, будет направлена на ремонт дорог в столице.
Информацию в разрезе регионов по 243 объектам государственного имущества, реализуемым на открытых конкурсных торгах по «нулевой» выкупной стоимости под инвестиционные обязательства можно получить на официальных веб-сайтах Госкомконкуренции — gkk.uz и gkktorg.uz.
Телефоны для справок: 259−21−38, 259−21−25.