В горах Бостанлыкского района Ташкентской области проведены поисково-спасательные работы, сообщила пресс-служба Министерства по чрезвычайным ситуациям.
13 августа в 10:50 утра в дежурную часть специального отряда быстрого реагирования поступил звонок с просьбой о помощи — компания из пяти человек, отправившаяся в Бостанлыкский район, совершила подъем в горы и заблудилась.
Дежурная смена спасательного отряда незамедлительно выехала на место для проведения поисковых работ.
В 12:45 того же дня пострадавшие были обнаружены на вершине горы.
Спасатели оказали пострадавшим первую медицинскую помощь, после чего эвакуировали пострадавших в населенный пункт.