Народный банк установил на Алайском, Юнусабадском и Куйлюкском рынках Ташкента по банкомату, в которых с понедельника можно будет получать наличные деньги. 
Как сообщили «Газете.uz» в пресс-службе банка, максимальная сумма, которую можно будет снять с одной карты в день, составит 100 тысяч сумов.
В связи с нахождением банкоматов на территориях рынков, доступ к ним будет иметься только во время работы рынков.
В Народном банке отметили, что планируют постепенно увеличивать количество банкоматов в общественных местах, и они будут функционировать круглосуточно.
Напомним, в конце июля руководство Центрального банка обещало, что в стране скоро будут созданы условия для снятия наличных средств в банкоматах.