В 15 вузах Узбекистана с нового учебного года будут открыты специальные заочные отделения по педагогическим направлениям. Это предусмотрено постановлением Президента Шавката Мирзиёева от 9 августа.
Решение направлено на удовлетворение существующей в системе народного образования потребности в педагогических кадрах с высшим образованием. Кроме того, оно призвано улучшить качество образования путем совершенствования системы подготовки кадров в регионах и обеспечения ими образовательных учреждений районов и сельских местностей.
Согласно статистике, в Узбекистане сегодня действуют 15359 учреждений народного образования, в том числе 4893 дошкольных учреждения, 9680 общеобразовательных школ, 23 дома милосердия, 304 детской музыкальной школы и школы искусств, 211 центров «Баркамол авлод» и 227 детских и юношеских спортивных школ. В них работают 97564 педагогических кадров, являющихся выпускниками средних специальных, профессиональных колледжей и учебных заведений.
Вузы, в которых открываются специальные заочные отделения по педагогическим направлениям
Ташкентский государственный педагогический университет имени Низами
Андижанский государственный университет
Бухарский государственный университет
Гулистанский государственный университет
Каршинский государственный университет
Наманганский государственный университет
Самаркандский государственный университет
Термезский государственный университет
Ургенчский государственный университет
Ферганский государственный университет
Джизакский государственный педагогический институт
Навоийский государственный педагогический институт
Нукусский государственный педагогический институт
Кокандский государственный педагогический институт
Ташкентский областной Чирчикский государственный педагогический институт
Прием на бакалавриат специальных заочных отделений в указанных вузах осуществляется из числа лиц, имеющих среднее специальное, профессиональное образование, а также практический педагогический стаж работы не менее трех лет и рекомендации министерств и ведомств на основе потребностей подведомственных дошкольных, школьных и внешкольных образовательных учреждений в педагогических кадрах.
Обучение осуществляется на платно-контрактной основе. 
Во время сдачи экзаменов, зачетов, выполнения дипломных, курсовых, лабораторных и других учебных работ в течение учебного года студентам два раза по одному месяцу предоставляются учебные отпуска с сохранением заработной платы по основному месту работы. Как правило, эти отпуска приходятся на период зимних и летних каникул, при этом сохраняется порядок предоставления им трудовых отпусков.
Учебные часы студентов в период их пребывания на учебе проводятся преподавателями (сотрудниками) образовательных учреждений, направивших их на учебу, по условиям почасовой оплаты труда.
При поступлении на специальное заочное отделение между министерством или ведомством, вузом и студентом составляется трехсторонний договор с обязательством отработки им сроком не менее пяти лет после завершения обучения в образовательном учреждении, указанном в направлении организации, предоставившей рекомендацию на учебу.
Ташкентский государственный педагогический университет имени Низами определен базовым высшим образовательным учреждением по квалификационным требованиям, учебным планам и программам, созданию учебной и учебно-методической литературы для направлений образования специальных заочных отделений. При университете создан Координационный совет учебно-методической деятельности высших образовательных учреждений, в которых организованы специальные заочные отделения по педагогическим направлениям.
Заочные отделения по другим направления
В вузах, в которых организуются специальные заочные отделения по педагогическим направлениям, будут также открыты заочные отделения для получения второго и последующего высшего образования. Срок обучения — не менее трех лет, начиная со второго курса бакалавриата (независимо от разницы дисциплин в учебных планах).
Учебный процесс на специальных заочных и заочных отделениях в 2017—2018 учебном году, в порядке исключения, начнется 1 октября.
Напомним, на днях было объявлено об открытии заочных отделений для получения второго образования на 10 факультетах Национального университета Узбекистана.