Министром занятости и трудовых отношений Узбекистана назначен Актам Хаитов, сообщили «Газете.uz» в министерстве.
Актам Хаитов (1974 года рождения) — выпускник Самаркандского кооперативного института (1994 год). 
С октября 2016 года работал генеральным директором Узбекского агентства стандартизации, метрологии и сертификации («Узстандарт»), до этого — с сентября 2014 года — был директором по экономии и планированию АО «Биокимё».
С марта 2010 года по июль 2014 года занимал должность министра труда и социальной защиты населения (до этого был и. о. министра).
Напомним, предыдущий министр занятости и трудовых отношений Азиз Абдухакимов накануне был назначен председателем Государственного комитета по развитию туризма.
Новым генеральным директором «Узстандарта» стал Абдухамид Каримов (1971 года рождения, выпускник Химико-технологического института), ранее работавший в «Узбекозиковкатхолдинге».