Министр иностранных дел Узбекистана Абдулазиз Камилов 8 августа принял посла Латвии Эдгарса Бондарса, который завершает свою дипломатическую миссию в стране. Об этом сообщила пресс-служба МИДа.
Абдулазиз Камилов отметил конструктивный вклад Эдгарса Бондарса в укрепление отношений между Узбекистаном и Латвией.
За последние три с половиной года узбекско-латвийское сотрудничество активно развивалось и укреплялось, отмечалось на встрече. 
Эдгарс Бондарс поблагодарил за благоприятные условия, созданные для его деятельности в качестве посла в Узбекистане.