Азиз Абдухакимов назначен председателем Государственного комитета по развитию туризма. Указ об этом 7 августа подписал Президент Узбекистана Шавкат Мирзиёев.
До этого назначения Азиз Абдухакимов работал министром занятости и трудовых отношений.
Предыдущий руководитель Госкомтуризма Анвар Шарапов освобожден от должности «в связи с переходом на другую работу».
Азиз Абдухакимов (1974 года рождения) с лета 2014 года возглавлял Министерство труда и социальной защиты населения, которое в феврале 2016 года было преобразовано в Министерство труда, а в мае текущего года — в Министерство занятости и трудовых отношений.
Ранее работал председателем Государственного комитета по приватизации, демонополизации и развитию конкуренции.
Госкомтуризм был образован в декабре 2016 года на базе Национальной компании «Узбектуризм».