В складском помещении на территории воинской части в городе Арысь Туркестанской области Казахстана утром в понедельник произошло возгорание, вызвавшее разрывы боеприпасов, сообщает «Казинформ».
В городе объявлена чрезвычайная ситуация и начата эвакуация населения по трем направлениям от Арыси, где организованы лагеря.
На ликвидации пожара задействованы силы и средства пожарных подразделений департаментом по чрезвычайным ситуациям Туркестанской области и Шымкента.
На место ЧП прибыли председатель Комитета по чрезвычайным ситуациям МВД Казахстана Владимир Беккер и аким области Умирзак Шукеев.
Президент Казахстана Касым-Жомарт Токаев поручил срочно принять меры по ликвидации последствий происшествия. «Необходимо обеспечить безопасность жителей и выяснить причины взрывов», — сообщил он.
В медицинские учреждения области обратились 16 пострадавших с травмами легкой и средней степени тяжести. Один военный направлен в областную больницу.