Список граждан Узбекистана, пострадавших в дорожно-транспортном происшествии в районе села Кызыл Орук Иссык-Кульской области Кыргызстана, опубликован на сайте Министерства иностранных дел.
По предварительной информации посольства Узбекистана в Бишкеке, пострадали граждане:
1. Орлова Елена Александровна, 1976 года рождения;
2. Орлов Игорь, 2006 года рождения;
3. Орлова Вероника, 2006 года рождения;
4. Ли Яна Андреевна, 2004 года рождения;
5. Хан Жанна Михайловна, 1969 года рождения;
6. Обьедкова Людмила Александровна, 1952 года рождения.
Для оказания необходимой помощи пострадавшим на месте в регион выехал представитель консульского отдела посольства.