1 августа в 59 высших образовательных учреждениях Узбекистана и 12 их филиалах были проведены вступительные тестовые испытания. По данным Государственного центра тестирования, заявки на поступление в вузы подали 729947 абитуриентов (в 2016 году — 663304), в том числе 7725 абитуриентов-льготников, отслуживших срочную военную службу (7521).
Конкурс составил 11 человек на место (в прошлом году — 11,5).
Для тестовых испытаний были сформированы и изготовлены 744271 (676000) индивидуальных комплектов вопросов.
На тестовые испытания не пришли 11698 или 1,6% (5163, 0,8%)) абитуриентов. 2764 или 0,38% (714, 0,1%)) были удалены за нарушение требований проведения тестовых испытаний.
Тестовые испытания проведены в 21765 (19830) аудиториях, расположенных в 1080 (889) зданиях. 
Для обеспечения общественного порядка были задействованы 17317 (16060) сотрудников органов внутренних дел, 1848 (1276) автотранспортных средств, в т. ч. 84 (33) пожарных экипажей и 362 (326) машины скорой помощи.