Президент Узбекистана Шавкат Мирзиёев 31 июля подписал постановление о совершенствовании деятельности Государственного комитета по статистике. 
Документ предусматривает меры по внедрение апробированных и широко применяемых в зарубежной статистике современных методов статистического анализа, показателей, критериев оценки и форм отчетности, соответствующих международным требованиям и стандартам, обеспечение достоверности, прозрачности и открытости статистической информации, а также расширению сотрудничества с международными статистическими организациями.
Постановлением одобрена Программа мер по кардинальному повышению эффективности организации статистической деятельности, улучшению качества статистической информации и системы ее распространения на 2017−2021 годы.
Пересмотрена структура центрального аппарата Госкомстата. У председателя комитета появятся первый заместитель, заместители по экономической и социальной статистике, а также заместитель по ИКТ и информационной безопасности.
По предложению Госкомстата и Министерства экономики со второго полугодия 2017 года сокращается ряд форм государственной статистической отчетности:
4-narx «Отчет о тарифах на перевозку грузов железнодорожным транспортом»;
5-narx «Отчет о тарифах на перевозку грузов воздушным транспортом»;
6-narx «Отчет о тарифах на перекачку (транспортировку) грузов трубопроводным транспортом»;
3-invest «Отчет об инвестициях в основной капитал, направленных на охрану окружающей среды и рациональное использование природных ресурсов»;
1-xizmat «Отчет о платных услугах населению»;
3-eko «Отчет об образовании, использовании и складировании отходов»;
1-RM «Отчет об образовании и использовании лома и отходов цветных металлов»;
7-kom «Отчет о газификации»;
1-lizing «Отчет о лизинговой деятельности»;
1-geo «Отчет о выполнении геологоразведочных работ».
Данные будут компенсированы за счет унификации и сокращения излишней отчетности, внедрения новых выборочных обследований и использования ведомственного учета.