25 июля около 16:00 в результате дорожно-транспортного происшествия в Озинском районе Саратовской области России пострадали девять человек, включая пятерых граждан Узбекистана. Об этом сообщила пресс-служба МИД Узбекистана со ссылкой на посольство страны в Москве и Министерство по чрезвычайным ситуациям России.
В столкновении участвовали автомобили «Лада-Ларгус» и «Форд Мондео». Граждане Узбекистана находились в «Ладе» и получили травмы средней тяжести — ушибы и переломы.
Пострадавшие были доставлены в Озинскую клиническую больницу. Для оказания помощи узбекским гражданам консульский отдел посольства в срочном порядке связался с МЧС России, от которого получена информация о пострадавших гражданах Узбекистана:
1. Мадрагимов Махаммадали Райимбердиевич, 08.12.1970 года рождения — уроженец Алтынкульского района Андижанской области;
2. Курбонов Сирожиддин Файзулло угли, 17.05.1995 года рождения — уроженец Кургантепинского района Андижанской области;
3. Холматов Абдужаббор Тоштемирович, 18.06.1965 года рождения — уроженец Алтынкульского района Андижанской области;
4. Содиков Миржалол Эгамбердиевич, 22.10.1988 года рождения — уроженец Учкуприкского района Ферганской области;
5. Бадалов Жамшидбек Хусанбой угли, 20.05.1991 года рождения — уроженец Риштанского района Ферганской области.
Родственники могут узнать о состоянии здоровья своих близких, пострадавших в аварии, по телефону МЧС России: +7 937−639−01−43.
Инцидент находится на контроле посольства Узбекистана в России, отметили в МИДе.