25 июля министр иностранных дел Узбекистана Абдулазиз Камилов принял посла Израиля Кармелу Шамир, сообщила пресс-служба МИДа.
 В ходе беседы стороны обменялись мнениями о состоянии и перспективах развития узбекско-израильского сотрудничества.
В связи с завершением почти четырехлетней дипломатической миссии в Узбекистане министр отметил плодотворную деятельность посла и ее вклад в развитие отношений между двумя странами.
Кармела Шамир поблагодарила руководство страны и МИД за содействие в исполнении ею обязанностей посла Израиля в Узбекистане.