24−31 июля и 1−2 августа по Узбекистану установится жаркая погода с температурой воздуха +37…+42 градуса Цельсия, сообщили «Газете.uz» в Узгидромете.
По Каракалпакстану, Хорезмской, Бухарской, Навоийской, Кашкадарьинской и Сурхандарьинской областям отметка термометра местами поднимется до 44 градусов.
Прогноз погоды на 25 июля
с 20:00 24 июля до 20:00 25 июля
Ташкент
Малооблачно, без осадков. Ветер восточный 3−8 м/с. Температура ночью — +22…+24 градуса, днем — +38…+40.
Каракалпакстан и Хорезмская область
Небольшая, местами переменная облачность, без осадков. Ветер восточный 7−12 м/с. Температура ночью — +23…+28, днем — +39…+44 градуса.
Бухарская и Навоийская области
Небольшая облачность, без осадков. Ветер восточный 7−12 м/с. Температура ночью — +24…+29, по пустынной зоне до +30…+32 градуса, днем — +39…+44.
Ташкентская, Самаркандская, Джизакская и Сырдарьинская области
Небольшая, местами переменная облачность, без осадков. Ветер восточный 7−12 м/с. Температура ночью — +20…+25 градусов, днем — +37…+42.
Кашкадарьинская и Сурхандарьинская области
Небольшая облачность, без осадков. Ветер восточный 7−12 м/с. Температура ночью — +24…+29, днем — +39…+44 градуса.
Андижанская, Наманганская, Ферганская области
Небольшая, местами переменная облачность, без осадков. Ветер восточный 5−10 м/с. Температура ночью — +20…+25 градусов, днем — +35…+40.
Горные районы республики
Небольшая, местами переменная облачность, в отдельных районах возможен дождь, гроза. Ветер восточный 7−12 м/с. Температура ночью — +15…+20, днем — +27…+32 градуса.
Прогноз погоды на несколько дней