Президент Узбекистана Шавкат Мирзиёев в понедельник отмечает 60-летие. С раннего утра в социальных сетях публикуются поздравления.
pic.twitter.com/uGYGjDPlgf
— Шавкат Мирзиёев (@Sh_Mirziyoyev) July 24, 2017
Шавкат Мирзиёев родился 24 июля 1957 года в Зааминском районе Джизакской области в семье врача. В 1981 году окончил Ташкентский институт инженеров ирригации и механизации сельского хозяйства (ТИИИМСХ), получив специальность инженера-механика. Кандидат технических наук, доцент.
Трудовую деятельность начал в 1981 году в ТИИИМСХ, работал младшим научным сотрудником, старшим преподавателем, доцентом, проректором по учебной работе.
В 1990 году был избран депутатом Верховного Совета республики, был председателем Мандатной комиссии.
В 1992 году был назначен хокимом Мирзо-Улугбекского района Ташкента. В 1996—2001 годах работал хокимом Джизакской области, в 2001—2003 годах — хокимом Самаркандской области.
В 1995—2003 годах был депутатом Олий Мажлиса Узбекистана. В 2003 году был утвержден премьер-министром и еще три раза — в 2005, 2010, 2015 годах — утверждался на этот пост палатами парламента.
8 сентября 2016 года на Шавката Мирзиёева было временно возложено исполнение обязанностей и полномочий Президента.
По итогам выборов, прошедших 4 декабря 2016 года, Шавкат Мирзиёев был избран Президентом Узбекистана, набрав 88,61% голосов избирателей. Он официально вступил в должность 14 декабря 2016 года.
Биография — с официального сайта Президента.