На перекрестке улиц Рудаки и Бустонсарой в Самарканде началось строительство туннеля для автомобильного транспорта и трамваев. Стоимость проекта составляет 67,73 млрд сумов, сообщила пресс-служба хокимията города.
По данным администрации Самарканда, объект возводится в рамках подготовки к проведению саммита Шанхайской Организации Сотрудничества, запланированного на 2022 год.
Туннель будет проходить по улице Рудаки. Общая протяженность подземного путепровода составит 534 м, самого туннеля — 93 м. Перекресток над туннелем будет с круговым движением.
Судя по опубликованным эскизам проекта, направления движения на улицу Рудаки будут пятиполосными, из которых по три полосы будут уходить в туннель, включая по одной полосе, совмещенной с трамвайными путями.
Пешеходные переходы по улице Бустонсарой будут подземными — глубиной 3 м и шириной 6 метров.
Строительные работы ведутся трестом «Куприккурилиш» компании «Узбекистон темир йуллари».
Объем сборных и монолитных железобетонных конструкций составит 14,75 тысячи кубометров. Всего планируется использовать 7375 т цемента, 3130 т арматуры и 78,5 т металлопроката.
В связи с началом строительства решением хокима города на перекрестке приостановлено движение транспорта, в том числе трамвая маршрута «Вокзал-Сиабский рынок».