Британский музей помог вернуть в Узбекистан украденный фрагмент фасада средневекового мавзолея Чашмаи-Аюб, расположенного в Вабкентском районе Бухарской области. Об этом пишет газета The Guardian.
Огромная — высотой более полуметра — плитка бирюзового цвета с каллиграфической надписью на арабском языке исчезла в 2014 году. В верхней части портала мавзолея XII века, расположенном в паре десятков километров от Бухары, с тех пор зияла дыра.
Страницы из каталога Саймона Рэя за 2016 год. Скриншот: «Газета.uz».
Считалось, что фрагмент был утерян безвозвратно, пока он не появился в лондонской галерее Mayfair, где его выставили на продажу. Оксфордский ученый, недавно посетивший Узбекистан, обнаружил изображение плитки в каталоге галереи Саймона Рэя.
Рэй, купивший фрагмент, сразу связался с Британским музеем, в котором поступок коллекционера назвали достойным. По словам Рэя, его заверили, что плитка годами хранилась в одной из коллекций в Германии.
Фото: Британский музей / The Guardian.
Старший куратор музея Сент-Джон Симпсон назвал кражу плитки с исторического места шокирующей и сравнил ее с кражей мемориальной доски с Вестминстерского аббатства.
«Это одна из прекраснейших, крупнейших и самых ранних глазурованных плиток с надписями с религиозного памятника в Центральной Азии», — отметил представитель музея. 
На этой неделе состоится церемония официальной передачи артефакта посольству Узбекистана в Лондоне.
The Guardian пишет, что премьер-министр Узбекистана Абдулла Арипов выразил искреннюю признательность за возвращение уникальной находки. 
Как фрагмент фасада мавзолея был украден и каким образом он был вывезен из Узбекистана в Европу, неизвестно.
Справка: Место паломничества Чашмаи-Аюб названо так в честь пророка Иова (Аюба). Специалисты называют сооружение одним из самых уникальных памятников архитектуры XII—XIII вв.От мавзолея остались лишь входной портал и часть стены. Позади портала находится колодец с кирпичной кладкой и деревянным верхом. Считается, что в мавзолее в 1017 году был похоронен богослов и знаток хадисов Абу Саъд Хаджуши (ал-Харжуший), упоминаемый в книге Абдул Карима ас-Самони «Ал-Ансоб» («Генеалогия»). (Orient-Tracking.com)