Президент Узбекистана Шавкат Мирзиёев 15 июля посетил Юнусабадский район Ташкента, сообщило УзА. 
Глава государства ознакомился с деятельностью Управления охраны Главного управления внутренних дел столицы. Здесь организуется центр ситуационного управления «Безопасный город».
Планируется, что центр с применением геоинформационных технологий будет управлять и координировать действия служб безопасности дорожного движения, пожарной безопасности, службы охраны, патрульно-постовой и других служб. 
Сюда будут поступать данные со средств наружного видеонаблюдения и сигнализационной техники, установленных на рынках, в образовательных и медицинских учреждениях, гостиницах, на улицах и в общественных местах. 
Президент отметил, что после апробации центра и отладки работы системы ее нужно внедрить во всех городах страны. 
Шавкат Мирзиёев также посетил многопрофильный медицинский центр Shifo Nur, действующий с 2013 года.