Семилетний Муроджон, пропавший в Ташкенте около недели назад, нашелся в целости и сохранности. Об этом «Газете.uz» сообщил Кобилжон Абдурахимов, отец ребенка.
Мальчик, у которого аутизм, ушел из дома в Яккасарайском районе через окно рано утром 7 июля. 13 июля его обнаружили в Учтепинском районе.
«Его нашла мама около 6−7 часов вечера. Он был в новой одежде, играл недалеко от других детей в махалле. Мы не знаем, кто за ним ухаживал. По словам жителей, это был пожилой человек», — сказал Кобилжон Абдурахимов.
«Сотрудники Яккасарайского РУВД продолжают опрашивать очевидцев. Кто бы это ни был, мы хотим поблагодарить его за заботу о нашем ребенке», — добавил он.
Отец мальчика также поблагодарил всех, кто не остался в стороне и помогал в поисках Муроджона.