Сотрудники ГУВД Ташкента 12 июля задержали при получении взятки ведущего специалиста Центра информационных ресурсов Ташкентского института инженеров железнодорожного транспорта Фурката Хасанова.
По данным ГУВД, Хасанов под предлогом содействия в поступлении в вуз получил от одного из абитуриентов 8000 долларов США.
Прокуратура Яккасарайского района возбудила уголовное дело по признакам мошенничества и подстрекательства к даче взятки. 
На днях сообщалось о задержании за аналогичные действия заместителя декана одного из факультетов Государственного педагогического университета.