Сотрудники посольства Узбекистана в Москве, выехавшие 13 июля в Колпино (входит в Санкт-Петербург) для выяснения обстоятельств пожара и установления личностей жертв, подтвердили гибель семи граждан Узбекистана. 
Список погибших опубликован на сайте МИДа. Все семеро оказались жителями Янгиарыкского района Хорезмской области, шестеро — из сельского схода граждан «Таган», среди них есть отец и сын.
1. Хусинов Рузмат Курбонбоевич, 1.01.1967 года рождения, прописан по адресу: Хорезмская область, Янгиарыкский район, ССГ «Таган»;
2. Хусинов Сиродж Рузматович, 16.10.1991 года рождения, прописан по адресу: Хорезмская область, Янгиарыкский район, ССГ «Таган»;
3. Отаниёзов Зоир Аминович, 2.11.1973 года рождения, прописан по адресу: Хорезмская область, Янгиарыкский район, ССГ «Таган»;
4. Бойжанов Илёс Кадамбаевич, 10.11.1988 года рождения, прописан по адресу: Хорезмская область, Янгиарыкский район, ССГ «Таган»;
5. Султонов Юнус Куранбоевич, 21.04.1981 года рождения, прописан по адресу: Хорезмская область, Янгиарыкский район, ССГ «Таган»;
6. Атаков Уткирбек Уктамбоевич, 19.04.1989 года рождения, прописан по адресу: Хорезмская область, Янгиарыкский район, ССГ «Гулобод»;
7. Курамбоев Шохзод Хушнудбек угли, 3.11.1997 года рождения, прописан по адресу: Хорезмская область, Янгиарыкский район, ССГ «Таган».
Компетентными органами России назначено проведение судебно-медицинских экспертиз.
Посольство поддерживает постоянные контакты с соответствующими структурами Санкт-Петербурга и Колпино.
Информация о погибших передана в подразделения Министерства внутренних дел Узбекистана и Хорезмский областной хокимият для оповещения родственников.
По данным РИА Новости, пожар произошел в металлическом ангаре, где производилась тротуарная плитка. Общая площадь пожара составила 600 кв. м. Причиной возгорания, по предварительным данным, стало короткое замыкание в электрооборудовании.