Сотрудники ГУВД Ташкента 10 июля задержали при получении взятки заместителя декана по духовно-просветительской работе факультета начального обучения и физической культуры Государственного педагогического университета Гулчирой Абдураимову.
Как сообщается на сайте ГУВД, задержанная под предлогом оказания содействия в поступлении молодого человека в вуз получила денежные средства в размере 7000 долларов США. 
Прокуратурой Чиланзарского района возбуждено уголовное дело по признакам мошенничества и подстрекательства к даче взятки.
Предварительное следствие продолжается. Проверяется возможная причастность задержанной к другим преступлениям. 
ГУВД напоминает, что лица, дающие взятки для поступления на учебу, также привлекаются к уголовной ответственности.