Президент Узбекистана Шавкат Мирзиёев 10 июля осмотрел строительство новых домов на массиве Сергели-6 Ташкента, сообщило УзА. 
В соответствии с постановлением главы государства от 22 ноября 2016 года, в 2017—2020 годах в городах Узбекистана намечено построить 945 многоэтажных домов, в том числе 191 многоэтажный дом в 2017 году. 102 из них возводятся в столице. 
В Сергелийском районе строительные работы ведутся на трех площадках. Ключи от квартир в 66 семиэтажных домах на массиве Сергели-6 будут вручены хозяевам в преддверии 26-летия независимости страны. Новым жильем будут обеспечены более 2500 семей. На других площадках строятся еще 36 домов. 
Дополнительно предусмотрено построить школы, дошкольные образовательные учреждения, зоны отдыха, поликлиники, автомобильные стоянки и другие объекты инфраструктуры. 
Президент побывал в одном из строящихся домов и ознакомился с создаваемыми в нем условиями. 
Программа «Ахборот» телеканала «Узбекистан» в своем сюжете привела такие слова Президента: «У меня есть мечта, чтобы мы смогли создать для всех достойные условия жизни».
Руководитель страны также ознакомился с перспективными планами по комплексному развитию Сергелийского района.