Центральный банк Узбекистана с 11 июля установил новые курсы иностранных валют к узбекскому суму.
Курс доллара США преодолел отметку в 4000 сумов, увеличившись по сравнению с предыдущей неделей на 27,95 сума — с 3986,55 до 4014,5 сума.
С начала текущего года (3231,48 сума) американский доллар по отношению к национальной валюте уже прибавил 24,2%. В течение 2016 года курс доллара к суму повысился на 15%.
Евро по отношению к суму со вторника прибавил 33,44 сума до 4568,9 сума, в то время как российский рубль подешевел на 0,64 сума до 66,49 сума.
Курсы валют устанавливаются Центробанком еженедельно для ведения бухгалтерского учета, статистической и иной отчетности по валютным операциям, а также исчисления таможенных и других обязательных платежей.
Между тем, по данным Norma.uz, правительство 30 июня приняло постановление, которым внедрен рыночный курс иностранной валюты по некоторым операциям на внебиржевом валютном рынке.
В частности, отменено правило о проведении операций по покупке и продаже иностранной валюты между уполномоченными банками и их клиентами по среднему значению курсов, зафиксированных на межбанковских торговых сессиях, проведенных в течение предыдущей недели. 
По данному курсу также не осуществляется конвертация сумовой выручки в свободно конвертируемую валюту от реализации импортных потребительских товаров и услуг (включая транспорт и связь).
Таким образом, уполномоченные банки получили право проводить операции на внебиржевом валютном рынке на основе прямых договоров по рыночному курсу.