Сборная Узбекистана завоевала девять медалей молодежного чемпионата Азии по боксу в Бангкоке (Таиланд), прошедшего 1−7 июля. В нем приняли участие 120 боксеров из 23 стран.
Самандар Холмуродов (весовая категория до 49 кг), Фаррух Ильхамов (до 69 кг), Ражаббой Атаназаров (до 75 кг), Профсор Роримша (до 91 кг) и Лазизбек Муллажонов (+91 кг) одержали победы в финале и стали чемпионами Азии.
Лазизбек Муллажонов и Нурдаулет Уланулы.
Абдумалик Халаков (до 52 кг), Билолбек Мирзарахимов (до 64 кг) и Тимур Эргашев (до 81 кг) удостоились серебряных наград, Саиджамшид Джафаров (до 60 кг) — «бронзы».
По итогам соревнований Узбекистан занял первое место в общем зачете с 5 золотыми, 3 серебряными и 1 бронзовой медалями. Следом идут Казахстан (2−2−4) и Япония (2−0−1).