В Ташкенте с 21 июля повышаются тарифы на центральное отопление и горячую воду, сообщило предприятие «Тошиссиккуввати» («Таштеплоэнерго»).
Новый тариф на горячее водоснабжение для населения составит 3915,9 сума за кубометр воды при наличии прибора учета (сейчас — 3736,92 сума, рост — 4,8%) и 15292,52 сума с человека в месяц (сейчас — 14593,56) при оплате без счетчика (в общежитиях с общими душевыми — 11376,16 сума с человека, сейчас — 10856,2).
Тариф на центральное отопление повышается с 1263,35 сума до 1323,86 сума за квадратный метр отапливаемой площади.
До этого тарифы на горячую воду и отопление повышались с октября 2016 года.
Напомним, с 21 июля также повышаются тарифы на холодное водоснабжение.