Предприятие «Сувсоз» сообщило о повышении с 21 июля тарифов на холодную воду в Ташкенте. Новые цены были утверждены хокимиятом столицы 4 июля.
Стоимость кубометра водопроводной воды для населения повышается со 180 до 190 сумов (с коэффициентом 1,5 — с 270 до 285 сумов), на канализационные услуги — со 115 до 155 сумов.
При оплате по счетчику в квартирах многоэтажного дома с централизованным горячим водоснабжением стоимость 1 кубометра составит 500 сумов (сейчас — 410 сумов), без централизованного горячего водоснабжения — 345 сумов (сейчас — 295 сумов).
В домах частного сектора тариф на кубометр воды в канализованных домах увеличен с 295 до 345 сумов, в домах без канализации — со 180 до 190 сумов.
Реестр тарифов на сайте «Сувсоз»
До этого тарифы на холодную воду повышались с 1 октября прошлого года.
Напомним, с 15 июля в Узбекистане повышаются тарифы на электроэнергию и газ.