Указом Президента Узбекистана Шавката Мирзиёева от 5 июля на должность министра жилищно-коммунального обслуживания назначен Музаффар Салиев. Об этом сообщается на сайте главы государства.
До этого он работал заместителем министра обороны по работе с личным составом.
Министерство жилищно-коммунального обслуживания было создано указом руководителя страны в апреле. Первый министр Эркин Искандаров освобожден от должности «в связи с переходом на другую работу».
На совещании, проведенном Президентом 4 июля, говорилось о «серьезных недостатках», допущенных руководством министерства.