Компания «Узбекнефтегаз» сообщила об увеличении с 15 июля тарифов на природный газ, отпускаемый населению. Новый реестр цен был утвержден Министерством финансов Узбекистана 29 июня.
Стоимость 10 кубометров природного газа со следующего месяца при наличии счетчика составит 2634 сумов вместо нынешних 2461,2 (рост — 7%).
При отсутствии счетчика цена 10 кубометров газа, используемого для приготовления пищи и горячего водоснабжения, составит 4555,9 сума (сейчас — 4225,9, рост — 7,8%), а для отопления — 2112,45 сума (1973,7, рост — 7%).
Полный реестр тарифов
Предыдущее повышение тарифов на газ и другие коммунальные услуги имело место в октябре.