29 июля делегация Kamolot Qurultoyi из более 75 человек посетила заводы Artel с целью ознакомления с производственными процессами отечественного производителя.
Kamolot Qurultoyi — это сообщество представителей со всех регионов Узбекистана, которое было организованно молодежным движением Kamolot с целью создания новых перспектив и возможностей развития молодежи.
В рамках визита делегатам Kamolot Qurultoyi был наглядно продемонстрирован рабочий процесс на заводах Artel. Представители компании Artel провели ознакомительную экскурсию по заводам производства холодильников и стиральных машин. Делегаты могли своими глазами увидеть производство бытовой техники отечественного производителя.
Более того, делегаты Kamolot Qurultoyi ознакомились с работой сервис-центра, Call-центра, а также центра логистики, с которого производится отгрузка товаров Artel в регионы и на экспорт.
По окончанию экскурсии всем гостям были вручены подарки в память о таком увлекательном дне.
В свою очередь, со стороны делегации Kamolot Qurultoyi производителю Artel был вручен благодарственный сертификат, а также сборник книг для общеобразовательного развития.
Следует отметить, что все делегаты остались довольными от приобретенной познавательной информации, а также впечатлены масштабами производства на заводе Artel в Узбекистане.
На правах рекламы.