Президент Узбекистана Шавкат Мирзиёев 28 июня принял президента российской компании «Лукойл» Вагита Алекперова, находящегося в стране с рабочим визитом, сообщило УзА. 
В ходе встречи были рассмотрены вопросы реализации текущих и подготовки перспективных проектов долгосрочного партнерства. 
Особое внимание было уделено новым проектам, направленным на глубокую переработку добываемого природного газа, а также взаимодействию в сфере подготовки высококвалифицированных кадров для отрасли. 
Вагит Алекперов выразил готовность к развитию полномасштабного двустороннего сотрудничества в нефтегазовой сфере с Узбекистаном.
На сегодняшний день объемы привлеченных «Лукойлом» инвестиций в совместные проекты в нефтегазовом секторе страны составляют 6,3 млрд долларов.