Боец смешанных единоборств из Узбекистана Махмуд Мурадов (11−6−0) выступил в турнире XFN 3 в чешской Праге 25 июня. Спортсмен стал обладателем титула временного чемпиона по версии XFN (X Fight Nights), сообщается на официальной странице организации в Facebook.
В весовой категории до 84 кг соперником узбекистанца стал хорват Зоран Дод (9−8−0). По итогам трех раундов Махмуд Мурадов победил единогласным решением судей.
Действующим чемпионом XFN является голландец Дэвид Рамирес (6−3−0). Изначально Мурадов должен был драться с ним, однако из-за травмы Рамиреса узбекистанский спортсмен вышел на ринг против Зорана Дода. 
Мурадов теперь владеет титулами интерконтинентального чемпиона по версии организации World Kickboxing Network, чемпиона мира по версии Caveam и титула временного чемпиона по версии XFN. Он также состоит в клубе The Money Team (TMT), который принадлежит 12-кратному чемпиону мира по боксу американцу Флойду Мейвезеру-младшему. 
Видео
Фото