ФК «Пахтакор» объявил о назначении главным тренером команды Шота Арвеладзе, сообщили «Газете.uz» в клубе.
44-летний Шота Арвеладзе за свою карьеру выступал в таких клубах, как грузинский «Динамо», турецкий «Трабзонспор», голландские «Аякс» и АЗ, шотландский «Рейнджерс» и испанский «Леванте». С 26 голами стал лучшим бомбардиром в истории сборной Грузии.
После завершения карьеры футболиста работал помощником тренера Луи ван Гала в клубе АЗ. 
В 2010—2012 годах был главным тренером турецкого «Кайсериспора», с 2012 по 2015 год возглавлял клуб «Касымпаша». В июне 2016-го возглавил израильский «Маккаби», а 5 января покинул команду.
Фото: uefa.com.
«Пахтакор» также заключил контракт с 30-летним защитником Черногории Марко Симичем, с начала текущего года выступавший за российский «Ростов».
Открытая церемония назначения главного тренера и подписания контракта с новым игроком состоится 23 июня в 18:00 на стадионе «Пахтакор».