Хокимом Бекабадского района Ташкентской области назначен Отабек Исраилов. Об этом «Газете.uz» сообщили в администрации области.
Он занял место Туробжона Джураева, который ранее был утвержден и. о. хокима Самаркандской области.
Отабек Исраилов с 2016 года работал заместителем хокима Ташкентской области по вопросам сельского и водного хозяйства. 
Хокимом города Бекабада стал Зафар Файзуллаев, в 2014—2017 годах руководивший фермерским хозяйством «Тойтепа Зафар мевалари» в Уртачирчикском районе, а ранее — в 2001—2011 годах — бывший хокимом Янгиюльского района.