Музей под открытым небом открылся 18 июня в Ханабаде в честь 70-летия воинской части военно-воздушных сил в Кашкадарьинской области. Среди экспонатов музея — макеты истребителей и памятник подвигам военных летчиков, сообщили «Газете.uz» в пресс-службе Министерства обороны Узбекистана.
В честь празднования пилоты устроили для зрителей воздушное шоу: показали фигуры высшего пилотажа на Су-25 и МиГ-29. Для детей провели «День открытых дверей» и познакомили с военной авиацией части.
Музей будет работать постоянно и доступен для посещений.
Фото