16 июня министр иностранных дел Узбекистана Абдулазиз Камилов принял вновь назначенного посла Ирландии с резиденцией в Москве Эдриана Макдэйда, сообщила пресс-служба МИДа.
 Министр принял верительные грамоты посла и поздравил его с назначением в Узбекистан.
В ходе беседы состоялся обмен мнениями о перспективах углубления узбекско-ирландских отношений в политической, торгово-экономической, культурно-гуманитарной и других областях, по отдельным актуальным международным и региональным вопросам.
Стороны обменялись мнениями по совместному решению приоритетных задач.