Центральный экопарк Ташкента имени Бабура в среду возобновил работу, сообщается на странице парка в Facebook.
Официальное открытие парка состоялось в субботу, спустя два дня он был закрыт — сообщалось, что до 19 июня в связи с необходимостью проведения дополнительных работ.
«Экопарк работает уже с сегодняшнего дня в штатном режиме: с 10:00 до 23:00», — говорится в сообщении парка. 
В беседе с «Газетой.uz» администрация парка сообщила, что незавершенные работы — покраска беговых и велодорожек, внедрение системы орошения и другие — будут выполнены до понедельника.