Председателем правления компании «Узбекэнерго» назначен бывший заместитель хокима Джизакской области Улугбек Мустафоев, сообщили «Газете.uz» в администрации области.
На этом посту он сменил Фазлитдина Саломова, руководившего энергетической компанией с сентября 2016 года. 
Улугбек Мустафоев работал заместителем хокима по вопросам экономического и социального развития, сферы услуг и предпринимательства также с прошлого года.
В 2010—2016 годах он был первым заместителем председателя Центрального банка Узбекистана.