Решением Ташкентского городского кенгаша народных депутатов от 2 июня (PDF) ряду улиц столицы присвоены новые названия.
Часть новой улицы в Юнусабадском районе, открытой в марте Президентом и пересекающей ул. Богишамол, официально названа Дурмон йули как продление одноименной улицы, вторая часть — Янгишахар, также по названию продленной улицы. 2-й тупик Ахроробод в этом же районе стал проездом Ахроробод.
Ул. Туяторлар в Учтепинском районе переименована в ул. Кукча Октепа.
2-й проезд Пахлавана Махмуда в Яшнабадском районе стал ул. Пахлавона Махмуда, 1-й проезд и 1−2-й тупики Мусаханова — проездом и 1−2-м тупиками Пахлавона Махмуда.
Ул. Бордонкул в Бектемирском районе переименована в Мажнунтол, четыре безымянные улицы на территории бывшего 23-го лесного хозяйства стали 1−4-м проездами Олтинтопган.
Ряд новых проездов в Алмазарском районе получил названия 6−7-й проезды Чукурсой и 5−8-й проезды Норазтепа.
В Сергелийском районе ул. Хамзы стала ул. Фаввора, новая улица на массиве Куйлюк-6 — ул. Нуфузли с пятью новыми проездами, ул. Шохрухия (по причине повтора) — ул. Само, два новых тупика — 1−2-м тупиками Само, 1-й тупик Сайфи Олимова — 4-м тупиком Кумарик, еще пять новых проездов — 2−6-м проездами Саватчи.
Кладбищу Фозилота в Яккасарайском районе вернули прежнее название Яккасарой.