Визит генерального секретаря ООН Антониу Гутерриша в Узбекистан начался с возложения цветов к могиле первого Президента страны Ислама Каримова. Об этом на своей странице в Facebook сообщило представительство ООН в Ташкенте.
В Самарканде Антониу Гутерриш посетил Народную приемную Президента Узбекистана и встретился с представителями гражданского общества в махалле «Юксалиш». Главе ООН было рассказано об институте махалли и его роли в социальных процессах.
Генсек ООН также посетил площадь Регистан и ознакомился с архитектурными памятниками древнего города.
В субботу ожидается встреча Антониу Гутерриша с Президентом Узбекистана Шавкатом Мирзиёевым. 
Затем руководитель ООН отправится в Каракалпакстан, где посетит Нукус и Муйнак, некогда находившийся на берегу Аральского моря.