Главы государств-членов Шанхайской
организации сотрудничества на саммите
в Астане в пятницу подписали решения о завершении процедуры приема Индии и Пакистана в члены ШОС и предоставлении
им статуса государств-членов ШОС.
Меморандумы об обязательствах Индии и Пакистана в целях получения статуса
государства-члена ШОС были подписаны
на Ташкентском саммите ШОС в июне 2016 года.
Выступая на саммите, Президент Узбекистана Шавкат Мирзиёев отметил, что получение Индией и Пакистаном статуса членов ШОС создаст «принципиально новые возможности для дальнейшего развития нашего многопланового сотрудничества».
Лидеры ШОС также подписали Конвенцию
ШОС по противодействию экстремизму и приняли Заявление о совместном
противодействии международному
терроризму.
В рамках заседания Совета глав
государств-членов ШОС были подписаны
План совместных действий по реализации
Программы сотрудничества государств-членов
ШОС в сфере туризма на 2017−2018 годы и Меморандум о взаимопонимании между
Секретариатом ШОС и Международным
Комитетом Красного Креста.