Президент Узбекистана Шавкат Мирзиёев выразил соболезнования Президенту Ирана Хасану Рухани в связи с террористическими нападениями в Тегеране, сообщило УзА.
«С чувством глубокой скорби восприняли печальную весть о многочисленных человеческих жертвах и пострадавших в результате террористических актов, совершенных в здании парламента Ирана и мавзолее аятоллы Хомейни», — говорится в послании.
«Узбекистан решительно осуждает терроризм во всех его формах и проявлениях и в очередной раз подчеркивает необходимость международного сотрудничества в борьбе против этого зла», — подчеркивается в нем.
Президент попросил передать искренние соболезнования родным и близким погибших и пожелания скорейшего выздоровления пострадавшим. 
В результате терактов погибли 12 человек, 42 ранены.