Ботир Кудратходжаев назначен на должность директора Бюро принудительного исполнения при Генеральной прокуратуре Узбекистана.
Соответствующий указ подписал Президент Узбекистана 6 июня, сообщила пресс-служба Генпрокуратуры.
С августа 2016 года Ботир Кудратходжаев работал прокурором города Ташкента, а ранее — прокурором Сурхандарьинской области.
Бюро принудительного исполнения создано при Генеральной прокуратуре согласно указу Президента Узбекистана от 29 мая. Ведомство отвечает за полноту и своевременность платежей за энергоресурсы.