Футболисты сборной Узбекистана уверенно победили в товарищеском матче команду Таиланда. Матч, прошедший 6 июня в Ташкенте, завершился со счетом 2:0.
На 68-й минуте встречи нападающий Темурходжа Абдухаликов замкнул прострел Элдора Шомуродова с левого фланга и вывел команду вперед. А под занавес игры в компенсированное время полузащитник Сардор Рашидов точным ударом из-за пределов штрафной поразил ворота соперника.
Напомним, что коллектив Самвела Бабаяна следующую встречу проведет 12 июня в гостях у Ирана в рамках восьмого тура азиатского отборочного турнира к чемпионату мира-2018.
Видео