Совместное предприятие GM Uzbekistan
обнародовало на своем сайте
новые цены на выпускаемые компанией
автомобили. 
Постановлением Президента Узбекистана от 26 мая было предусмотрено, что GM Uzbekistan будет продавать всю линейку автомобилей только за национальную валюту. До этого машины продавались как за сумы, так и за доллары США (через пластиковую карту).
Согласно обновленному прайс-листу GM Uzbekistan, реализация автомобилей отныне осуществляется в сумах в эквиваленте доллара США по курсу Центрального банка страны на день оплаты.
При предоплате 85% или полной суммы от цены автомобиля, указанной в договоре, условия договоров на поставку автомобилей, заключенных до 1 июня 2017 года, включая валюту платежа, цены и сроки поставок, остаются без изменений.