11 возгораний сухой травы и мусора ликвидировали подразделения пожарной безопасности за прошедшие сутки в Ташкенте, сообщила пресс-служба ГУВД.
Самое крупное возгорание произошло в Сергелийском районе в 12:35 на территории, прилегающей к аэропорту. Площадь составила 200 кв. м.
Другое, не менее опасное, по оценке специалистов, возгорание возникло в Бектемирском районе на улице Олтинтопган рядом с домом №32. Огонь распространился также на площади 200 кв. м.
Как отметили в ГУВД, во всех случаях перехода огня на жилые дома и постройки не допущено.