Здание Республиканской фондовой биржи «Тошкент», расположенное по адресу ул. Бухара, 10 в столице, будет передано в распоряжение государственного учреждения «Узбекконцерт».
Здесь будет создан «соответствующий мировым стандартам современный концертный зал для выступлений академических коллективов». Напомним, раньше здесь также находился концертный зал.
Карта: mg.uz.
Решение одобрено постановлением Президента Узбекистана от 31 мая «О мерах по дальнейшему развитию и совершенствованию сферы культуры и искусства».
Документом, помимо прочего, предусмотрена разработка мер по улучшению эстетического воспитания и повышению культурно-духовного уровня молодежи путем ее «системного привлечения к посещению театров и музеев, концертно-развлекательных мероприятий».