Паралимпийская сборная Узбекистана завоевала 18 медалей чемпионата Азии и Океании, прошедшего 26−28 мая в Ташкенте, сообщили «Газете.uz» в Национальной паралимпийской ассоциации.
В турнире приняли участие около 100 атлетов более чем из 10 стран, которые также состязались за рейтинговые очки для квалификации на Паралимпийские игры-2020 в Токио.
На высший пьедестал почета поднялись Ёкутхон Камилова (до 48 кг), Севинч Саллаева (до 52 кг), Нафиса Шерипбаева (до 57 кг), Шерзод Намазов (до 60 кг), Василла Алибоева (до 70 кг), Феруз Саидов (до 73 кг), Турсунпашша Нурметова (до 63 кг) и Шухрат Бобоев (до 90 кг).
Серебряных медалей удостоились Даврухон Караматов (до 73 кг) и Ширин Шарипов (+100 кг).
«Бронзу» выиграли Лобар Хуррамова (до 48 кг), Адизжон Туймурадов (до 66 кг), Гульрух Рахимова (до 70 кг), Ахлиддин Умаров (до 81 кг), Шохруз Тошев (до 81 кг) и Кувандыкжон Бозоров (до 90 кг).
Женская сборная страны в командных соревнованиях заняла первое место, мужская — третье.
Всего Узбекистан завоевал восемь золотых, две серебряные и семь бронзовых наград и занял первое место в общем зачете. На втором месте расположилась Южная Корея (3−3−3), следом идет Иран (2−2−3).