Председатель Ассоциации врачей Узбекистана профессор Абдулла Худайбергенов скончался в ночь на 27 мая на 82-м году жизни после тяжелой болезни.
Абдулла Маткаримович Худайбергенов родился в 1936 году в Турткуле. В 1959 году окончил лечебный факультет Ташкентского медицинского института.
Карьеру начал в качестве хирурга в Муйнакском районе. В 1960-х годах работал главным врачом Муйнакской районной больницы.
В 1970-х годах был министром здравоохранения Каракалпакской АССР. В 1981 по 1986 годы занимал пост министра здравоохранения Узбекской ССР. 
Затем до 2004 года был заместителем директора Республиканского специализированного центра хирургии имени академика Васита Вахидова.
«Ассоциация врачей выражает искренние соболезнования родным, близким и друзьям великого учителя и наставника многих врачей Узбекистана», — сообщил исполнительный директор ассоциации Зохид Абдурахимов.