В понедельник вечером в концертном комплексе «Манчестер Арена» во время выступления американской певицы Арианы Гранде произошел взрыв, сообщает РИА Новости.
По данным полиции, которая до выяснения подробностей расценивает произошедшее как теракт, 19 человек погибли, около 50 получили ранения. 
Это самая крупная террористическая атака в Великобритании после трагедии в лондонском метро в 2005 году, жертвами которой стали более 50 человек.
Премьер-министр страны Тереза Мэй назвала произошедшее «страшной террористической атакой». Она заявила, что правоохранительные органы делают все возможное для расследования обстоятельств трагедии.
Обновлено:
По последним данным, количество жертв теракта составило 22 человека, 59 получили ранения.