Олимпийский чемпион 2016 года Фазлиддин «Fayzi» Гаибназаров (2−0−0, 1 КО) одержал вторую победу на профессиональном ринге в рамках вечера бокса «Кроуфорд — Диас» в Нью-Йорке (США) на арене Madison Square Garden.
В суперлегком весе (до 63,5 кг) узбекистанец выступил в 8-раундовом поединке против американца Агустина Маураса (6−2−4, 3 КО). Преимущество уроженца Бекабада Ташкентской области было явным: он несколько раз своими левыми ударами сотрясал соперника, который с трудом выстоял до конца боя. Все судьи единогласным решением отдали победу Гаибназарову (80/72, 80/72, 80/72).
Напомним, что менеджером узбекистанского боксера является Эгис Климас, а промоутером — компания Top Rank.
Видео
Ссылка на YouTube