13−14 мая в Сурхандарьинской области состоялся фольклорный фестиваль «Бойсун бахори» («Байсунская весна»). Инициатива возродить это культурное мероприятие принадлежит Президенту Узбекистана Шавкату Мирзиёеву.
На фестивале выступили фольклорные ансамбли, поэты-бахши и сказители-акыны. Гости мероприятия, раскинувшегося на холмах Акташата, увидели бои петухов и баранов, выступления канатоходцев и национальные игры. Свои работы продемонстрировали художники и ремесленники.
По данным Государственного комитета по развитию туризма, фестиваль посетили туристы из Германии и Франции, а также представители посольства Швейцарии и ЮНЕСКО.
Видео
Фото