Президент Узбекистана Шавкат Мирзиёев с супругой 11 мая прибыл с государственным визитом в Китай, сообщил телеканал CCTV.
В ходе визита запланированы переговоры с Председателем КНР Си Цзиньпином, премьером Госсовета Ли Кэцяном, председателем Постоянного комитета Всекитайского собрания народных представителей Чжан Дэцзяном и другими руководителями страны.
Шавкат Мирзиёев встретится с представителями ведущих китайских компаний для обсуждения возможностей совместной реализации проектов в Узбекистане.
Ожидается подписание в общей сложности около 100 документов на общую сумму 20 млрд долларов.
14−15 мая Президент Узбекистана примет участие в международном форуме «Один пояс, один путь» в Пекине.