13 мая в Ташкенте состоится женский велотур «Здоровая женщина — здоровое поколение». Он приурочен ко Всемирному дню семьи, сообщили «Газете.uz» в Федерации велоспорта Узбекистана.
Тур открыт для всех желающих (прийти нужно со своим велосипедом). Регистрация участниц состоится с 7:00 по 9:00. При себе нужно иметь копию паспорта. Каждой участнице будет выдан индивидуальный номер.
Место старта и регистрации — обратная сторона Банковско-финансовой академии на ул. Абдуллы Кадыри.
Велогонка стартует в 10:00 на перекрестке ул. Кадыри и Хамидуллы Арипова. Маршрут протяженностью 5 км будет пролегать до ул. Абдуллы Кадыри, 36 и обратно к стартовой точке.
Нажмите для увеличения.
Соревнования будут проходить в трех возрастных категориях: 18−30 лет, 31−45 и от 45 лет. После церемонии награждения последует музыкальная программа с участием представителей эстрады Узбекистана, танцевальных групп и артистов.