Днем 16 июня рядом с оптовым рынком «Кукланги водий» (Куйлюк) в Бектемирском районе вдоль Ташкентской кольцевой автомобильной дороги произошел пожар.
Как сообщила пресс-служба ГУВД столицы, горели пустые деревянные ящики и поддоны, сложенные на площади 60−70 кв. м на территории автостоянки большегрузов, относящейся к ООО «Давру Даврон авто».
Сообщение о пожаре поступило на номер 101 в 13:53. Пожар был полностью потушен в 14:35.
Жертв нет. Информация о пострадавших уточняется. Причина пожара устанавливается.