В НИИ садоводства, виноградарства и виноделия имени академика М. Мирзаева (бывший НИИ Р. Шредера) в Зангиатинском районе Ташкентской области, где 9 мая проходило торжественное мероприятие в честь Дня памяти и почестей, была организована выставка военной техники и образцов вооружения. 
Организаторы постарались воспроизвести атмосферу 1941−1945 годов — были сооружены окопы и блиндажи. Из техники и вооружения были представлены автомобили, танки, самолеты, пушки и т. д.
Обновлено:
По последней информации, выставка завершилась 11 мая.
Фото