В пятницу в 10:10 в Ташкенте ощущалось очередное за последние несколько дней землетрясение.
Сила подземных толчков в столице составила 3,5 балла, в Фергане, Андижане и Намангане — 3 балла, Сырдарье и Джизаке — 2 балла.
Эпицентр, по данным ташкентской сейсмостанции, находился в юго-восточном направлении в 258 км от Ташкента на территории Таджикистана.
Магнитуда землетрясения в эпицентре составила 6,1.
Информации о разрушениях и пострадавших нет, отмечается на сайте Министерства по чрезвычайным ситуациям.
В 11:38 было зарегистрировано еще одно землетрясение. Сила подземных толчков в Ташкенте составила 2 балла. В других регионах Узбекистана сейсмоактивность не ощущалась.
Эпицентр находился в юго-восточном направлении в 286 км от Ташкента в пограничной зоне Кыргызстана и Таджикистана.
Магнитуда в эпицентре составила 4,7.