15 июня примерно в 8:45 в четырехэтажном доме №1 в махалле «Ейилма» в Андижане произошел пожар, сообщили «Газете.uz» в пресс-службе Генеральной прокуратуры Узбекистана.
Возгорание случилось из-за короткого замыкания на линии электропередачи, расположенной на крыше дома.
Огонь не перекинулся на крышу дома расположенного по соседству. Фото: ГСПБ.
Как уточнили «Газете.uz» в пресс-службе Государственной службы пожарной безопасности, сообщение о пожаре поступило в 9:10. Восемь пожарных расчетов, два автомобильных крана прибыли на место в 9:17. Пожар был локализован в 9:35, полностью потушен — в 9:55. Пострадавших и жертв нет.
В результате происшествия огнем уничтожено 480 кв. м строительной конструкции крыши, на которой были установлены деревянные стропила под металлическим навесом.
Фото: ГСПБ.
На место пожара выехали заместитель прокурора области, прокурор города, начальник УКД ОВД и оперативно-следственная группа.
Дом на малом массиве №1 построен 1967 году, в 2012 году была отремонтирована крыша, в феврале 2019 года — передний фасад здания. Всего в жилом объекте шесть подъездов, 64 квартиры, в которых проживают 162 лица.
Следственный отдел УВД Андижана проводит доследственную проверку. Дело взято под контроль городской прокуратуры.