Временно исполняющим обязанности заместителя президента Ассоциации футбола Узбекистана избран Равшан Сайфиддинович Ирматов, сообщили «Газете.uz» в АФУ.
Кандидатура судьи была одобрена на заседании Исполнительного комитета АФУ в пятницу.
Вторым врио вице-президента избран заместитель министра внутренних дел по охране общественного порядка полковник Мухиддин Уткирович Жураев.
Вице-президенты — первый заместитель председателя Федерации бокса Шерзод Ташматов и министр внутренних дел Пулат Бобожонов — подали в отставку.
Должность первого вице-президента ассоциации осталась вакантной — накануне Умид Ахмаджонов подал в отставку.
Равшан Ирматов (1977 г. р.) является рекордсменом по количеству матчей чемпионатов мира по футболу — на 25 июня 2018 года в его активе одиннадцать игр в качестве главного судьи.
15 июля ожидается отчетно-выборная конференция, где будут рассмотрен кадровый вопрос руководства АФУ.
15 июня в 16:50 в АФУ уточнили, что Равшан Ирматов и Мухиддин Жураев избраны врио вице-президента ассоциации.