2 мая министр иностранных дел Узбекистана Абдулазиз Камилов встретился с вновь назначенным Чрезвычайным и Полномочным Послом Саудовской Аравии Хишамом бин Мишалом бин Сувайлимом аль-Сувайлимом. Об этом сообщила пресс-служба МИДа.
Министр принял копию верительных грамот.
В ходе прошедшей беседы рассмотрены состояние и перспективы двусторонних отношений, в том числе в рамках ООН, Организации исламского сотрудничества и других международных структур.
Стороны отметили позитивную динамику узбекско-саудовского взаимодействия в различных сферах и обсудили приоритетные направления развития сотрудничества в торгово-экономической, инвестиционной и других областях.
На встрече также обсуждены отдельные вопросы международного и регионального характера.