Программа обеспечения инспекторов по профилактике (участковых) служебным жильем на территории несения ими службы в 2017—2018 годах утверждена постановлением Президента Узбекистана (PDF) от 20 апреля.
В ближайшие два года инспекторов по профилактике обеспечат 1327 служебными квартирами и 3829 служебными жилых домами во всех регионах республики.
Местным властям предстоит сформировать жилищный фонд за счет квартир, уже находящихся в их ведении, приобретенных на вторичном рынке или обмененных на земельные участки.
Служебные жилые дома планируется построить: они будут одноэтажными, двух- и трехкомнатными на земельных участках в 0,02 га, с надворными постройками.
Заказчиком выступит компания «Кишлок курилиш инвест», генеральной проектной организацией — «Кишлок курилиш лойиха».
Обеспечение инспекторов служебными квартирами будет профинансировано средствами местных бюджетов. На строительство служебных домов будут выделены средства из государственного бюджета.