Аэропорт «Нукус» с 1 мая будет временно закрыт для международных рейсов в связи с реконструкцией аэровокзального комплекса.
Как сообщила пресс-служба Национальной авиакомпании «Узбекистон хаво йуллари», рейс HY 626 Нукус-Домодедово-Нукус будет выполняться из аэропорта «Ургенч» по понедельникам.
Расписание рейсов (время местное):
с 1 по 22 мая :
HY625 Ургенч 10:35 — Москва (Домодедово) 12:25
HY625 (Москва) Домодедово 13:35 — Ургенч 19:25
С 29 мая по 28 октября:
НY625 Ургенч 21:15 — Москва (Домодедово) 22:55
НY626 Москва (Домодедово) — 00:25 Ургенч 05:50 (+1)
Национальная авиакомпания принесла извинения за временные неудобства.