В преддверии Дня памяти и почестей (9 мая) один из символов Ташкента — памятник семье кузнеца Шаахмеда Шамахмудова, принявшей 15 детей в годы войны, вернулся в центральную часть столицы.
1 мая памятник перевезен с окраины города в Парк дружбы (бывший парк Бабура). Сейчас в парке рядом с Колоколом мира готовится постамент для установки скульптурной композиции.
Монумент был создан в 1982 году и установлен на площади Дружбы народов. В 2008 году памятник был перенесен на окраинную часть города.
Как сообщили «Газете.uz» в Главном управлении по охране и использованию объектов культурного наследия Министерства культуры, с момента создания Виртуальной приемной Президента от граждан было получено большое количество просьб вернуть памятник в центральную часть столицы.
В январе Президент Узбекистана Шавкат Мирзиёев предложил переименовать парк Бабура в Парк дружбы. Рядом с парком разместился Республиканский интернациональный культурный центр.
Семья Шаахмеда Шамахмудова и его жены Бахри в годы войны 1941−45 годов усыновила и взяла на воспитание 15 детей разных национальностей, потерявших родителей и эвакуированных в Ташкент. 
Фото