Президент Узбекистана Шавкат Мирзиёев направил соболезнования Президенту Кыргызстана Алмазбеку Атамбаеву в связи с многочисленными человеческими жертвами в результате оползня, сошедшего 29 апреля в Узгенском районе Ошской области. Об этом сообщила пресс-служба главы государства.
«Прошу принять искренние соболезнования и передать слова сочувствия и поддержки всему народу Кыргызстана, а также родным и близким погибших и пострадавших», — говорится в послании.
По информации МЧС Кыргызстана, оползень, сошедший в субботу утром в селе Аюу сельского округа Зергер, накрыл 7 жилых домов, в которых по предварительным данным находились 24 человека. Один из домов пустовал.
Ведутся мероприятия по эвакуации 40 семей с потенциально опасного участка. Для них разбиты 30 пятиместных палаток.
На месте трагедии побывал премьер-министр Кыргызстана Сооронбай Жээнбеков.
Президент Кыргызстана объявил 30 апреля днем траура в стране.