Министерство обороны Узбекистана, Общественное движение молодежи «Камолот», хокимият Ташкента и другие организации в пятницу организовали в столице автоколонну в честь 72-летия Победы над фашизмом.
В рамках масштабной акции #XotiraUz, посвященной 9 мая — Дню памяти и почестей, автомобили военного времени проехали через весь город от Южного вокзала до НИИ садоводства, виноградарства и виноделия имени М. Мирзаева (ранее — Р. Шредера).
Мужчины и женщины в военной форме исполняли фронтовые песни и держали флаги Узбекистана и красные флаги с надписями «Слава воину-победителю!», «Родина-мать зовет!», «Все для фронта — все для победы». На бортах грузовиков были надписи «Узбекистан — фронту», «Вклад узбекского народа в Победу», «Узбекистан — для фронта».
На всем протяжении маршрута участников колонны тепло приветствовали жители.
Видео
Фото