27 июля впервые в истории Национальная авиакомпания «Узбекистон хаво йуллари» выполнит прямой беспосадочный перелет из Ташкента в Нью-Йорк на лайнере Boeing 787 Dreamliner, сообщила пресс-служба НАК. 
На 18 мая запланирован первый рейс на «Лайнере мечты» по маршруту Ташкент-Рига-Нью-Йорк-Ташкент. 
Время прямых полетов на «Дримлайнере» в Нью-Йорк составит 12 часов, обратно в Ташкент — 11 часов. При этом Национальная авиакомпания сохранит рейсы в США через Ригу с частотой раз в неделю.
Как отмечается в сообщении, эксплуатация Boeing 787 Dreamliner на направлении Ташкент-Рига-Нью-Йорк-Ташкент позволит пассажирам долететь до Риги на 20−30 минут, а до Нью-Йорка — на час быстрее.
Бронирование и покупка авиабилетов онлайн доступны на официальном сайте Национальной авиакомпании.