Футбольный клуб «Локомотив» сыграл вничью с саудовским «Аль-Таавуном» в рамках пятого тура группового этапа Лиги чемпионов Азии. Матч, сыгранный 25 апреля в Ташкенте, завершился со счетом 4:4.
Первыми отличились гости. На 18-й минуте встречи полузащитник Абдулмаджид аль-Суат своим дриблингом обыграл всех соперников на пути к штрафной от центра поля и точно прострелил ворота «Локомотива». Спустя три минуты нападающий Марат Бикмаев сравнял счет, головой замкнув передачу Жалолиддина Машарипова с углового. Бикмаев забил еще один гол с пенальти и оформил хет-трик в начале второго тайма.
Однако игроки саудовского клуба смогли вернуться в игру, забив два быстрых гола благодаря усилиям Джехада аль-Хуссейна и Алассане Ндиайе. 
Жалолиддин Машарипов на 81-й мунуте снова вывел «железнодорожников» вперед, успешно реализовав проход с левого фланга. Но в компенсированное время Рикардо Мачадо смог переправить мяч в ворота голкипера Игнатия Нестерова после навеса со штрафного и вырвать ничью для своей команды.
После пяти туров в группе «А» коллектив Андрея Микляева с 5 очками занимает последнюю строчку. Иранский «Эстегляль» (8) и «Аль-Ахли» (8) из ОАЭ возглавляют таблицу. Аравийский «Аль-Таавун» (5) расположился на третьей позиции. 
Видео
Статистика
Составы