Олимпийский чемпион 2016 года в весовой категории до 64 кг Фазлиддин Гаибназаров (1−0, 1 КО) из Узбекистана 23 апреля в американском Карсоне провел первый профессиональный бой, одержав победу нокаутом во втором раунде.
Фото: instagram.com/fazliddingaibnazarov.
25-летний боксер вышел на ринг против 21-летнего американца Виктора Васкеса (7−3, 3 КО). Уроженец Бекабада в первые 20 секунд боя побывал в нокдауне, но смог переломить ход встречи. Во втором отрезке времени после комбинации ударов левой и правой рукой Гаибназаров отправил соперника в нокаут.
Фото: espn.com.
Напомним, что промоутером узбекистанского спортсмена является компания Top Rank. Среди боксеров, с которыми работала и работает Top Rank: Мэнни Пакьяо, Мохаммед Али, Хуан Мануэль Маркес, Оскар Де Ла Хойя, Флойд Мейвезер, Джо Фрейзер, Джордж Форман, Алексис Аргуэльо, Роберто Дуран, Василий Ломаченко и многие другие.
Видео (лучшие моменты)