Полупрофессиональная боксерская команда Uzbek Tigers проведет матч с российским клубом Patriot Boxing Team в рамках шестого тура Всемирной серии бокса. Последние поединки квалификационного турнира состоятся 21 апреля в российской Перми.
Команды будут соревноваться в весовых категориях группы C2, а именно: 52, 60, 69, 81 и +91 кг. Во втором наилегчайшем весе Аброржон Кадыров (2 победы, 4 поражения) сразится с Вячеславом Ташкараковым (2−4), Улугбек Дусмурадов (0−0) дебютирует в WSB против Константина Богомазова (2−3), Одилжон Аслонов (0−0) также проведет свой первый бой в турнире, где его соперником станет Артём Зайцев (1−0), Мадияр Саидрахимов (0−0) выступит против Павла Силягина (7−1), а Мирзабек Хасанов (2−1) скрестит перчатки с Артёмом Сусленковым (0−0).
Составы пар
52 кг: Кадыров Аброржон — Вячеслав Ташкараков
60 кг: Улугбек Дусмурадов — Константин Богомазов
69 кг: Одилжон Аслонов — Артём Зайцев
81 кг: Мадияр Саидрахимов — Павел Силягин
+91 кг: Мирзабек Хасанов — Артём Сусленков
Победа над командой из России (7 очков в таблице) позволит Uzbek Tigers (9) выйти в ¼ финала с первого или второго места в группе В, в зависимости от того, как завершится матч между казахстанским Astana Arlans (12) и китайским China Dragons (3). Всего в нынешнем сезоне участвуют 12 стран, разбитых на 3 отборочные группы: А — Америка, В — Азия и С — Европа. От результатов этого матча будет зависеть, с кем сборная Узбекистана встретится в ¼ финала, уже сейчас известно, что это будет команда из Латинской Америки.
Первая встреча клубов в Ташкенте завершилась результатом 5:0 в пользу «Узбекских тигров».