Около 300 участников войны 1941−1945 годов, проживающих в Ташкенте, получили сертификаты на покупку легковых автомобилей производства GM Uzbekistan вне очереди, а также их первое и второе бесплатное техническое обслуживание, сообщила пресс-служба столичного хокимията. Воспользоваться льготой могут ветераны и их родные.
17−18 апреля первые автомобили, приобретенные по льготным сертификатам, были доставлены владельцам. На имя 94-летнего Хикмата Убайдуллаева и 93-летнего Абдувахида Тулаганова приобретены машины марки Damas
, а 98-летнего Камола Туропова и 92-летнего Назара Назарьяна — Lacetti
.
Отметим, что аналогичные сертификаты вручены участникам и инвалидам войны и в других регионах Узбекистана.