В первые дни работы в Самарканде трамвай пользуется огромной популярностью. В тестовый период проезд на трамвае бесплатный.
В субботу в церемонии открытия трамвайного движения принял участие Президент Узбекистана Шавкат Мирзиёев. Первый маршрут соединил железнодорожный вокзал и массив Сартепа. 
В воскресенье на остановках и в вагонах можно было видеть большое количество желающих прокатиться на новом виде транспорта. Людей не останавливали даже временные (и длительные) перебои в энергоснабжении.
Расстояние в 6,4 км вагоны (сейчас их на линии восемь) преодолевают примерно за 20 минут. 
Современные трамваи преобразили улицы древнего города и, несомненно, украсили его. Особенно глаз столичного жителя радует яркая разметка, нанесенная стойкой краской.
Водители же автомобилей к трамваю пока привыкают. Они не всегда уступают ему дорогу, а высадка пассажиров прямо на проезжую часть требует от них повышенной внимательности.
Фото