Вооруженные силы США применили в афганской провинции Нангархар сверхмощную фугасную авиационную бомбу GBU-43 против местной ячейки террористической группировки «Исламское государство»
, сообщила пресс-служба Министерства обороны США.
Целью авиаудара, нанесенного в 19:32 по местному времени, был «тоннельный комплекс» отделения ИГ, действующей в Афганистане и Пакистане, также именуемой «Вилаят Хорасан». 
Как отметили в Пентагоне, при совершении авиаудара «все риски для афганских и американских ВС были минимизированы, в то же время нанесен максимальный ущерб ИГ и его объектам»
. США приняли все меры предосторожности, чтобы избежать жертв среди мирного населения, и намерены продолжить наступательные операции до тех пор, пока ИГ не будет уничтожено в Афганистане, говорится в сообщении.
«Так как потери ИГ (в Афганистане) растут, боевики используют самодельные взрывные снаряды, бункеры и туннели, чтобы усилить свою защиту, — заявил командующий силами США и НАТО в Афганистане генерал Джон Николсон. — Данная бомба — верное средство для преодоления этих препятствий и поддержания темпа наступления на ИГ».
В американских СМИ боеприпас называют «самой большой из неядерных бомб», имеющихся в распоряжении США, и «матерью всех бомб». 
Масса GBU-43/B Massive Ordnance Air Blast Bomb составляет свыше 9,5 тонны. Она оснащена системой спутникового наведения.