Завораживающее зрелище можно наблюдать в эти дни на озере Судочье в Муйнакском районе Каракалпакстана — многочисленные стаи розовых фламинго.
Расположенная на западно-азиатском миграционном пути многих видов перелетных птиц, эта система озер в дельте Амударьи за последнее десятилетие превратилась в место гнездования тысяч фламинго.
В мае 2014 года орнитологи обнаружили на острове в восточной части озера колонию из 7000 розовых фламинго и около 3000 гнезд. Это крупнейшая колония в Узбекистане, составляющая 1,4% от мировой популяции фламинго.
Предлагаем вниманию читателей фотографии, распространенные информационной службой Совета Министров Каракалпакстана.
Фото