Ташкентский футбольный клуб «Локомотив» сыграл вничью с иранской командой «Эстегляль» в четвертом туре Азиатской Лиги чемпионов-2017. Встреча на столичном стадионе «Локомотив» 11 апреля завершилась со счетом 1:1.
Первыми счет в матче открыли хозяева поля. На 13-й минуте полузащитник «железнодорожников» Джалолиддин Машарипов сделал отличный навес в штрафную, где на опережение сыграл Марат Бикмаев и хладнокровно прострелил ворота соперников. Однако за шесть минут до конца встречи Кавех Резаи сравнял счет.
По итогам четвертого тура «Локомотив» занимает третью позицию в группе «А» с 4 очками. Сохранил лидерство в таблице «Эстегляль» (7). «Аль-Таавун» из Саудовской Аравии (4) и «Аль-Ахли» из ОАЭ (4) при одной игре в запасе занимают второе и четвертое места соответственно.
Статистика
Видео
Составы
«Локомотив»: Игнатий Нестеров, Бобурбек Юлдашев (Шерзод Файзиев, 79'), Кахи Махарадзе, Икром Алибоев, Марат Бикмаев, Сардор Мирзаев, Ислам Тухтахуджаев, Олег Зотеев, Мохаммед Коне, Диёр Туропов (Кувандык Рузиев, 64), Джалолиддин Машарипов (Ньоре Кризо, 85).
«Эстегляль»: Мехди Рахмати, Робсон Жануарио, Омид Эбрахими, Кавех Резаи, Али Гурбани (Барзай, 83'), Милад Закипур, Фаршид Багери, Саид Карими (Ансари, 58), Ворья Гафури (Хосро Хейдари, 62'), Фаршид Эсмаили, Леандро Падовани.