Семь медалей международного турнира Thailand Invitation International Boxing Tournament, известного как Кубок Короля, завоевала сборная Узбекистана по боксу. На соревнованиях, прошедших 3−9 апреля в Бангкоке, участвовали по 7 боксеров от 18 стран.
Все семеро представителей Узбекистана стали призерами турнира, выиграв три бронзовые, три серебряные и одну золотую медали.
Фото: fb.com/100008283270067
На стадии полуфинала в близких поединках Жасурбек Латипов (до 52 кг) и Муроджон Ахмадалиев (до 60 кг) уступили Танесу Онгжунта и Сомчаю Вонгсувану из Таиланда, соответственно. Шахобиддин Зоиров (до 56 кг) не смог одолеть таиландца Бутди Чатчая.
Серебряные награды получили Эльнур Абдураимов (до 64 кг), потерпевший поражение от Масука Вуттичая из Таиланда, а также Хасанбой Дусматов (до 49 кг) и Шахрам Гиясов (до 69 кг), которые снялись с финальных боев против индийца Шуама Кумар Какары и казахстанца Садриддина Ахмедова. Наставники национальной команды объяснили это тем, что не хотели рисковать своими подопечными в преддверии последнего квалификационного матча против российской команды Patriot Boxing Team во Всемирной серии бокса 22 апреля и чемпионата Азии в Ташкенте.
В бою за «золото»
 Исраил Мадримов (до 75 кг) превзошел кубинца Озли Иглесиаса Эстраду, который считается одним из претендентов на медали чемпионата мира-2017.
Видео