Информация об изменении в составе учредителей футбольного клуба «Пахтакор» не соответствует действительности, сообщили «Газете.uz» в пресс-службе клуба.
Ранее сайт Championat.asia сообщил о приобретении части акций «Пахтакора» российским миллиардером Алишером Усмановым.
«ФК „Пахтакор“ является обществом с ограниченной ответственностью, 100-процентный учредитель которого — хокимият города Ташкента», — подчеркнули в клубе.
В пресс-службе отметили, что оставляют за собой право обратиться по поводу публикации в суд.