Национальная авиакомпания «Узбекистон хаво йуллари» начнет выполнять регулярные рейсы в Душанбе (Таджикистан) с 11 апреля. Об этом сообщила пресс-служба компании.
Регулярные рейсы в Душанбе будут осуществляться два раза в неделю на лайнерах А320 по следующему графику (время местное):
Вторник
HY717: Ташкент (07:20) — Душанбе (08:20)
HY718: Душанбе (09:50) — Ташкент (10:50)
Суббота
HY717: Ташкент (11:10) — Душанбе (12:10)
HY718: Душанбе (13:40) — Ташкент (14:40)
Напомним, первый рейс в столицу Таджикистана был запланирован на 4 апреля, но не состоялся.