Ташкентский футбольный клуб «Пахтакор» после серии неудач в новом сезоне принял решение отправить в отставку главного тренера Григория Колосовского. Новым наставником назначен Равшан Хайдаров, сообщила пресс-служба клуба.
Руководство клуба решило произвести перестановку на тренерском мостике после того, как «Пахтакор» в гостях у кашкадарьинского «Машъала»
 потерпел поражение со счетом 3:0. На данный момент после четырех туров «львы»
 занимают 10-е место с 4 очками.
Равшан Хайдаров уже руководил «Пахтакором» в 2006—2007 и 2010−2011 годах и два раза выигрывал чемпионат и Кубок Узбекистана.