5 апреля открылся обновленный Экопарк ООН, расположенный в Национальном парке Узбекистана имени Алишера Навои. 
Представительство ООН в Узбекистане провело здесь благоустроительные работы — территорию Экопарка теперь пронизывает дорожка, кроме того, возведен павильон со скамейками. 
Экопарк теперь информирует посетителей о 17 Целях устойчивого развития ООН и соответствующих задачачх. Для этого на территории зеленой зоны размещены информационные щиты. Это первый проект такого рода, реализованный ООН в Центральной Азии.
Создание парка в 2015 году было приурочено к 70-летию Организации Объединенных Наций. Более 200 сотрудников из 12 агентств и программ ООН посадили в Экопарке свыше 370 деревьев.
Фото