Узбекистанский дзюдоист Шахзодбек Собиров стал обладателем бронзовой медали международного турнира этапа Гран-при в грузинском Тбилиси. За победу в соревновании, прошедшем с 31 марта по 2 апреля, боролись 252 спортсмена из 36 стран.
В весовой категории до 90 кг Шахзодбек Собиров в бронзовом финале сражался против венгра Габора Вера. Представителю Узбекистана хватило нескольких секунд, чтобы выполнить бросок учи-мата (бросок подхватом под одну ногу) и одержать досрочную победу.
Победа узбекистанца принесла вторую медаль в копилку сборной после «золота»
 Гиёсжона Бобоева.
Видео досрочных побед Шахзодбека Собирова