Полупрофессиональная боксерская команда Uzbek Tigers уверенно победила казахстанский клуб Astana Arlans в рамках 5-го тура Всемирной серии бокса WSB. Матч, прошедший 1 апреля в Ташкенте, завершился со счетом 4:1.
Результаты матча:64 кг. Эльнур Абдураимов — Дильмурат Мижитов — 3:0 (50/45, 49/46, 48/47);
56 кг. Абдулхай Шарахматов — Ильяс Сулейменов — 3:0 (48/47, 48/47, 50/45);
75 кг. Исраил Мадримов — Сапарбай Айдаров — 3:0 (50/44, 50/44, 49/45);
91 кг. Зухриддин Махкамов — Антон Пинчук — 0:3 (45/50, 45/50, 46/49);
49 кг. Хасанбой Дусматов — Темиртас Жусупов — 3:0 (50/45, 49/46, 49/46).
«Узбекские тигры» на данный момент с 9 очками занимают второе место в группе «С». Лидирует по-прежнему команда Astana Arlans (12 очков), которая уже обеспечила себе место в четвертьфинале турнира. На третьем и четвертом местах расположились российский Patriot Boxing Team (7 очка) и китайский China Dragons (3 очка).
22 апреля Uzbek Tigers проведут последней матч квалификационного этапа WSB в гостях у российской команды Patriot Boxing Team. Команды будут бороться за прямой выход в плей-офф турнира.
Видео
Фото