Ул. Мустакиллик в Гулистане (административный центр Сырдарьинской области) переименована в честь первого Президента Узбекистана Ислама Каримова, сообщила информационная служба областного хокимията.
Данная центральная улица проходит по территориям махаллинских сходов граждан Намуна, Сайкал и Шодлик. На ней находится и хокимият области.
Присвоение центральным улицам городов имени Ислама Каримова предусмотрено постановлением Президента Шавката Мирзиёева от 25 января.
Ранее именем Ислама Каримова был назван один из центральных проспектов Ташкента — Узбекистанский.