Футбольная сборная Узбекистана обыграла команду Катара в рамках 7-го тура Азиатского отборочного турнира к ЧМ-2018 в России. Домашний матч 28 марта завершился со счетом 1:0.
Единственный гол был забит на 65-й минуте встречи, когда капитан национальной команды Одил Ахмедов успешно реализовал штрафной удар.
После матчей 7-го тура Узбекистан с 12 очками сохраняет третью позицию в группе А, в то время как футболисты Катара (4) потеряли практически все шансы квалифицироваться на финальную стадию мундиаля. По-прежнему без поражений лидирует Иран (17), который обыграл дома Китай (5) со счетом 1:0. Республика Корея (13) идет на втором месте, одержав победу над Сирией (1:0).
Следующий матч отбора коллектив Самвела Бабаяна сыграет 12 июня в гостях у Ирана.
Видео
Ссылка на YouTube
Статистика
Фото