26−27 марта и 30−31 марта по территории Узбекистана пройдут дожди, возможно сильные, сообщило МЧС страны. 26 марта и 30−31 марта ожидается усиление ветра до 15−20 м/с.
26−31 марта по горным районам республики лавино- и селеопасно.
1−4 апреля по стране ожидается резкое изменение погоды. 1−2 апреля пройдут дожди, 2 апреля в отдельных районах возможен переход в снег. Ожидается усиление ветра до 17−22 м/с.
2−4 апреля температура воздуха понизится ночью до −1…−3 градусов Цельсия, днем — до +2…+7 градусов.