Профессиональный боксер из Узбекистана Кудратилло Абдукахоров (11−0−0, 8 КО) стал обладателем «Серебряного» титула чемпиона мира
 по версии Всемирного боксерского совета WBC 26 марта в Сингапуре. 
В бою за чемпионский пояс 23-летний проспект полусреднего веса дрался с 27-летним зимбабвийским соперником Чарльзом Маньючи (20−3−1, 12 КО). Оппонент узбекистанца вел себя очень самоуверенно, опустил руки и пританцовывал, за что и поплатился уже в начале боя.
Кудратилло Абдукахоров отправил оппонента в нокдаун двумя ударами левой. Арбитр дал продолжить бой, но узбекистанец набросился на соперника, отправив его еще раз на канвас и заставив рефери остановить бой в первом же раунде.
«Моя цель — завоевать чемпионские титулы всех организаций, все „золотые“
 титулы. Достичь таких же успехов, как Флойд Мейвезер и Мэнни Пакьяо»
, — заявил узбекский боксер после поединка.
Видео
Ссылка на YouTube