Лидер сборной Узбекистана по спортивной гимнастике Оксана Чусовитина выиграла золотую медаль на этапе Кубка мира в Дохе (Катар), сообщила пресс-служба турнира. В соревнованиях, прошедших 22−25 марта, приняли участие свыше 120 спортсменов.
Оксана Чусовитина, вошедшая в Книгу рекордов Гиннесса за наибольшее количество выступлений на Олимпийских играх, стала золотым призером турнира в опорном прыжке, набрав 14,166 балла. Серебряной медали удостоилась австралийская гимнастка Эмили Литтл (14,099 балла), а «бронзу» выиграла словенская спортсменка Тея Белак (14,083 балла). 
Отметим, что узбекистанская гимнастка с конца февраля выиграла четыре золотые, одну серебряную и две бронзовые награды на международных турнирах и этапах Кубка мира.
Видео
Фото