Футбольная сборная Узбекистана потерпела поражение от команды Сирии в рамках шестого тура азиатского отборочного турнира к чемпионату мира-2018. Матч, прошедший 23 марта в Малайзии, завершился со счетом 1:0.
Единственный гол был забит с пенальти на 91-й минуте игры, когда защитник Егор Кримец в штрафной площади сбил с ног вышедшего на замену Фираса Аль-Хатиба.Нападающий хозяев Омар Хрибин успешно реализовал 11-метровый удар — Александр Лобанов не смог угадать направление мяча.
После поражения коллектив Самвела Бабаяна с 9 очками остался на третьей позиции в группе «А»
, в то время как футболисты Сирии (8) смогли сократить отрыв от второго места до двух очков. Неожиданное поражение потерпела команда Южной Кореи (10) в Китае (5) — 1:0. С таким же счетом сборная Ирана (14) вырвала победу в гостях у Катара (4).
СоставыСирия: Ибрахим Альма, Ахмад аль-Салих, Моаяд аль-Аджан, Омар Мидани, Амро Дженьят, Омар Хрибин, Махмуд аль-Мавас (Фирас аль-Хатиб 86'), Фахд Юссеф (Одай аль-Джафал, 76'), Тамир Тажмохаммед, Мардик Мардикян (Насух аль-Накдали, 67), Халед Мобайед.
Узбекистан: Александр Лобанов, Егор Кримец, Марат Бикмаев (Александр Гейнрих, 77'), Анзур Исмаилов, Джалолиддин Машарипов (Элдор Шомуродов, 55'), Азизбек Хайдаров, Сервер Джепаров, Одил Аҳмедов, 1Темурходжа Абдухаликов (Игорь Сергеев, 64'), Ислом Тухтаходжаев, Давронбек Хашимов.
Статистика
Видео матча
Ссылка на YouTube