Сборная Узбекистана по футболу одержала победу над командой Сирии в товарищеском матче. Встреча на стадионе «Миллий» в Ташкента завершилась со счетом 2:0.
Автором обоих голов стал нападающий «Ростова» Эльдор Шомуродов. Игрок открыл счет на 3-й минуте после того, как хозяева поля отобрали мяч у штрафной соперника.
На 42-й минуте игры футболист удвоил результат, отправив мяч в ворота Сирии после длинного навеса в штрафную.
В июне месяце Узбекистан провел две товарищеские игры. В первом противостоянии подопечные главного тренера Эктора Купера уступили Турции со счетом 0:2, во втором поединке в Ташкенте разгромили КНДР (4:0).
Статистика
Видео
Составы командУзбекистан: Эльдор Суюнов, Фаррух Сайфиев (Олег Зотеев, 74'), Анзур Исмаилов, Даврон Хошимов, Одилжон Хамробеков (Фозил Мусаев, 60'), Одил Ахмедов (Хуршид Гиясов, 75'), Джалолиддин Машарипов, Эльдор Шомуродов (Игорь Сергеев, 79'), Остон Урунов (Икром Алибоев, 60'), Ислом Тухтаходжаев, Кувандык Рузиев (Достон Ибрагимов, 67').
Сирия: Ибрагим Альма, Муаяд аль-Аджан, Омро Мидани (Шиб аль-Али, 46'), Амро Дженят, Махмуд Аль-Мавас (Абдул Малик Аль-Анизан, 77'), Мухаммед Аль-Вакид, Ахмад Аль-Ахмад (Фирас Аль-Хатиб, 65'), Тами Ходж Мухаммад, Ахмад Ашкар, Халид Аль-Мбайед, Мухаммед Аль-Мармур (Хамид Мидо, 84').
Предупреждения: Махмуд Аль-Мавас 48', Абдул Малик Аль-Анизан 90+4'