24 марта в Ташкенте и регионах Узбекистана пройдет ярмарка вакансий для специалистов сферы информационных технологий и коммуникаций. Об этом сообщила информационная служба Министерства по развитию ИТ и коммуникаций.
В ежегодной ярмарке, проводимой для студентов и выпускников Ташкентского университета информационных технологий, его региональных филиалов, а также выпускников профессиональных колледжей по направлению ИКТ, планируется участие около 100 предприятий, организаций, банков, органов государственного и хозяйственного управления. Ожидаемое количество посетителей — порядка 20 тысяч молодых людей.
Места проведения ярмарки:
Ташкент — ТУИТ (Юнусабадский район, просп. Амира Темура, 108);
Самарканд — Самаркандский филиал ТУИТ (ул. Шохруха Мирзо, 37а);
Фергана — Ферганский филиал ТУИТ (ул. Мустакиллик, 185а);
Карши — Каршинский филиал ТУИТ (Бешкентское шоссе, 3 км);
Ургенч — Ургенчский филиал ТУИТ (ул. аль-Хорезми, 110);
Нукус — Нукусский филиал ТУИТ (ул. Досназарова, 74);
Андижан — Андижанский профколледж информационных технологий (ул. Л. Толстого, 36);
Наманган — Наманганский профколледж транспорта и ИТ (ул. 8 марта, 6);
Джизак — Джизакский профколледж транспорта и связи (ул. Ш. Рашидова, 259);
Бухарская область — Жондорский профколледж промышленности (ул. Махмуда Тароби, 1);
Навои — Навоийский профколледж информатики и электронной промышленности (просп. Галаба, 228);
Термез — Термезский профколледж ИТ и бытовых услуг (ул. А. Навои, 41);
Гулистан — Гулистанский профколледж компьютерных и информационных технологий (ул. Ш. Рашидова, 49).
Ярмарка начнется в 10:00.