Гимнастка из Узбекистана Оксана Чусовитина выиграла золотую медаль Кубка мира по спортивной гимнастике в Баку 18 марта.
Абсолютная рекордсменка по числу Олимпиад (7) и олимпийская чемпионка в опорном прыжке набрала 14.333 балла. В финале она обошла австралийку Эмили Литтл (14.067 балла), занявшую второе место, и словенскую спортсменку Тейе Белак (13.750 балла), которая выиграла «бронзу»
.
В Кубке мира FIG по спортивной гимнастике, который завершится 19 марта, принимают участие спортсмены из 23 стран.
Первый этап квалификации
Церемония награждения
  
 What a Fantastically Exciting award ceremony with Fire works! Baku, World Cup. #internationalgymnasticscamp #thankyousponsors❤️ #internationalgymnasticscamp
 Публикация от SvetlanaBoguinskaia (@svetlanaboguinskaia) Мар 18 2017 в 10:12 PDT