18 марта состоялся телефонный разговор министров иностранных дел Узбекистана и России Абдулазиза Камилова и Сергея Лаврова, сообщила пресс-служба МИД Узбекистана.
Стороны обсудили текущие вопросы узбекско-российской повестки дня, а также ход подготовки к предстоящему в апреле государственному визиту Президента Узбекистана Шавката Мирзиёева в Россию.
В беседе особое внимание было уделено совместной работе над проектами двусторонних документов, планируемых к подписанию по итогам визита.
Главы МИДов также обменялись мнениями по другим вопросам, представляющим взаимный интерес.