На карте Ташкента станет одним сквозным проездом больше. Готовится к открытию перекресток ул. Истикбол и Нукусской.
На месте зеленой зоны, которой заканчивается ул. Истикбол, работают городские службы благоустройства. Сняты секции забора, огораживающие тупиковую часть улицы от проезжей части, рабочие удаляют поливные системы с газона и подпиливают ветви деревьев. Елки, посаженные несколько лет назад вдоль закрытого участка, выкорчеваны и вывезены службой озеленения.
Ранее на этом месте был мост, пролегавший от ул. Нукусская до ул. Фаргона йули. Сейчас на этом месте возведены многоэтажные дома. Не исключена возможность восстановления моста. По имеющимся у редакции данным, проект обсуждается.
Фото
На карте