В апреле-мае в Ташкенте запланированы плановые пятидневные остановы теплоцентралей (ТЦ) с отключением горячего водоснабжения. График отключений опубликован на сайте предприятия «Тошиссиккуввати».
График отключений3−7 апреля — «Саноатэнерго», ТашТЭЦ М-0.
10−14 апреля — ТЦ-4, ТЦ-8, «Водник».
17−21 апреля — ТЦ-1, ТЦ-6, ТЦ -9.
24−28 апреля — ТЦ-2, ТЦ-3, ТЦ-7, ТЦ-10.
1−5 мая — ТЦ-5, ТашТЭЦ М-5, 8.
Зоны действия теплоцентралейТЦ-1 (М-1, 4)
Проспект Мустакиллик, ул. Мирзо Улугбека, Буюк ипак йули, Кары Ниёзий, Мухаммада Юсуфа, Сайрам, Тамарахоним, Аккурган, 1-й проезд Аккурган, Бодомзор йули, И. Муминова, Кичик халка йули, Дурмон йули, Шахриобод, Навнихол, Зиёлилар, Мирзакалона Исмоилий, Богишамол, Паркент, Каландар, Ясси, проезд Тамарахоним, массивы Ташсельмаш, Мавлоно Риезий, Ялангач, Буз-1, пос. ТашГРЭС, пл. Хамида Алимджана.
ТЦ-2
Ул. Мирзо Улугбека, Темура Малика, Авайхон, Мингбулок, Феруза, Миришкор, Ш. Бурханова, Р. Хамроева, Шахриобод, Салом, Дурмон йули, массивы Карасу-1, 2, 3, 4, 6, Хумаюн, Феруза, Буз-2, поселок Геофизиков.
ТЦ-3 (М-1, 4)
Проспект Бунёдкор, ул. Навои, Алмазар, Беруни, Ислама Каримова, Коратош, Фурката, Афросиаб, Кичик халка йули, Самарканд Дарвоза, Абая, Абдуллы Кадыри, Кукча Дарвоза, Бешагач, Нурафшон, Пахтакор, Талабалар, площадь Чорсу, массивы Чорсу, Коратош, Алмазар, Бешагач, Ц -10, 11, 13, 14, Ц-26, 27, 28, Б-1, Б-2, Б-3.
ТЦ-4 (М-0, 1)
Проспекты Амира Темура, Мустакиллик, ул. Осиё, Богишамол, Минор 1-й тупик, Бодомзор йули, Кичик халка йули, Хамида Алимджана, Мингурик, Абдуллы Кадыри, Бодомзор, Богиравон, М. Тургунбаевой, Шифонур, Гулсарой, Себзар, Олтинсой, Шимолий Олмазор, Зиё, Зулфияхоним, Лабзак, Нурафшон, Сагбан, Каракамыш, 1-я улица Каракамыш, массивы Ц-1, 2, 4, 5, 6, 12, 15, Ц-17, 18 (Себзар), Тахтапул, Каракамыш 1/1, ½, 1/3, ¼, 2/1, 2/2, 2/5, пл. Хамида Алимджана.
ТЦ-4 (М-4, 8)
Проспект Амира Темура, ул. Ахмада Даниша, Янгишахар, Дехконобод, Сохибкор, Катта халка йули, Кичик халка йули, Шахристанская, Чинабад, Уч кахрамон, Мойкургон, Кулоктепа, Янги Юнусобод, Юнусота, Жумамасжид, массив Юнусабад кварталы 1−19.
ТЦ-5 (М-0, 4)
Чиланзар кварталы 5−12, Г9А, 16−20, 24−26, Ц, 20А, массивы Домбрабад, Шарк, Гулистан, Аль Хорезми-1, 2, ул. Заргарлик, Катартал, Гулистан, Мукими, Фархадская, Чопонота, Богибустон, Самарканд Дарвоза, Байналминал, Кичик халка йули, Наккашлык, Кизиробод, Катта Хирмонтепа, Ширин, М. Шейхзаде, 1-й проезд Катартал.
ТЦ-6
Ул. Мунис, Сарикул, Эски Сарикул, Янгизамон, Янги Куйлик, Абдурауфа Фитрата, Фаргона йули, Талимарджан, Файзабад, Мехржон, Сайхун, Сурхан, массивы Куйлюк-1−7, Куйлюк — Обводная.
ТЦ-7
Ул. Корасув, Бешарык, Бирлашган, Эльбека, Асалобод, Курувчилар, Уйсозлар, Ахангаранское шоссе, массивы Тузель-1, 2, 3, 4, ДСК-1, Асалобод-1, 2, Авиасозлар шахарчаси-1, 1а, 2, 3, 4.
ТЦ-8
Массивы Сергели-1−8А, Йулдош-8, 15, 16, 17, Дустлик-1, 2, ул. Янги Сергели йули, Мехригиё, Сугдиёна, Кипчок, Чинор, Давлатобод, Дустлик, Мирзо Турсунзаде, Жахонаро, Кургонтепа.
ТЦ-9
Чиланзар кварталы 9, Г9А, 10, 13−15, 15А, 21−25, 30, 31, массивы Шарк, Аль Хорезми-1, 2, Бешкайрагач, Гулистан, Изза, ул. Такачи, Гулистан, Ширин, Лутфий, Катта халка йули, Урикзор, Катта Хирмонтепа, Кичик халка йули, Бешкайрагач, Тукимачи, Нашрият, Ю. Саккоки, Фозилтепа, Фархадская, зона базара Урикзор.
ТЦ-10
Ул. Фараби, Беруни, Мухбир, Мирзо Голиба, Шифокорлар, Талабалар, Катта халка йули, Камарнисо, 1-я улица Каракамыш, 2-я улица Шифокорлар, микрорайоны Ёшлик, Чимбай, Жарарик, Каракамыш-2/3, 2/4, Бешкурган-1, 2, 3, 4, Камарнисо, НУУз — ТашГТУ, Олимпия, Ибн Сино-1, 2, Белтепа, Шифокорлар шахарчаси.
ТашТЭЦ (М-0)
Ул. Рашидова, Бабура, Шота Руставели, Богибустон, Арнасай, Катта Чиланзар, Афросиаб, Шохжахон, Д. Шоший, А. Авлоний, Лутфий, Богистон, Нурафшон, Гулханий, Беларик, Имама ат-Термизи, Урикзор, 5-й пр. Богтепа, 1-й пр. Жийдазор, Мукими, Аския, Чопонота, масив Чиланзар кварталы 1−5, 7, Е, И, массивы Ц-7, Октепа, микрорайон Октепа.
ТашТЭЦ (М-5, 8)
Проспекты Амира Темура, Мустакиллик, ул. Навои, Бабура, Глинки, Айбека, Кумарик, Я. Гулямова, Буюк Турон, Истикбол, Махтумкули, Ислама Каримова, Бухара, Истиклол, С. Азимова, Саида Барака, Матбуотчилар, Сайилгох, Эльбека, Кичик халка йули, Шахрисабз, Т. Шевченко, Нукус, Кичик Бешагач, А. Каххара, Гейдара Алиева, Олтинводий, Фидокор, Моштабиб, Миробод, массивы Ц-1, 2, 4, 5, 7, Кушбеги, Башлык, Учувчилар шахарчаси.
Котельная «Водник»
Зоны массива Водник, ул. Хусайна Бойкаро.
Котельная «Саноатэнерго»
Массив Курувчи.