Узбекистанский дзюдоист Мухриддин Тиловов завоевал серебряную медаль на международном турнире серии «Большого шлема»
 в Баку (Азербайджан). В соревнованиях, прошедших 10−12 марта, приняли участие 182 дзюдоиста из 31 страны, сообщается на сайте Международной федерации дзюдо IJF.
В категории до 60 кг Мухриддин Тиловов занял второе место, уступив в финале японцу Тору Шишиме. Бронзовыми призерами стали азербайджанец Орхан Сафаров и болгарин Янислав Герчев.
«Большой шлем»
 — престижное соревнование в календаре IJF, в котором спортсмены могут не только выиграть денежные призы, но и улучшить свои рейтинги.
 Ежегодный международный турнир посвящен памяти Гейдара Алиева.