Футбольный клуб из Ташкента «Локомотив» потерпел выездное поражение от иранской команды «Эстегляль» в третьем туре Азиатской Лиги Чемпионов-2017. Встреча в Тегеране 13 марта завершилась со счетом 2:0.
Первые 20 минут подопечные Андрея Микляева доминировали в матче и могли выйти вперед, но счет открыли хозяева. После углового удара Фаршид Эсмаили первым оказался у мяча и беспрепятственно поразил ворота. Под занавес второго тайма Али Гурбани также без какого-либо сопротивления вошел в штрафную и обыграл Игнатия Нестерова, поставив точку в матче.
По итогам третьего тура «Локомотив»
 опустился на последнюю позицию в группе «А» с 3 очками. Возглавляет таблицу «Эстегляль» (6), а позади иранского клуба расположились эмиратский «Аль-Ахли» (4) и аравийский «Аль-Таавун» (4).
«Эстегляль»: Мехди Рахмати, Хосро Хейдари, Робсон Жануарио, Омид Эбрахими, Кавех Резаи, Али Гурбани (Саид Карими, 90'), Милад Закипур, Омид Нурафкан, Бехнам Барзай (Фаршид Багери, 88'), Фаршид Эсмаили (Мужтаба Хақдуст, 77'), Леандро Падовани.
«Локомотив»: Игнатий Нестеров, Бобурбек Юлдашев, Кахи Махарадзе, Саламат Кутибаев (Кувандык Рузиев, 80'), Марат Бикмаев, Сардор Мирзаев (Мурад Бободжанов, 89), Тимур Кападзе (Ньоре Кризо, 68), Ислам Тухтахуджаев, Шухрат Мухаммадиев, Олег Зотеев, Джалолиддин Машарипов.
Видео
Ссылка на YouTube
Статистика