Президент Узбекистана Шавкат Мирзиёев 1 марта подписал указ, которым предусмотрены меры по совершенствованию, повышению эффективности деятельности и оптимизации структуры Аппарата Президента, в том числе исключению дублирования, четкого разграничения и конкретизации задач и функций его структурных подразделений.
Аппарат Президента является информационно-аналитическим и организационно-контрольным органом Президента. Он формируется главой государства и непосредственно ему подчиняется и подотчетен.
В список основных задач Аппарата Президента включены:
 обеспечение реализации конституционных полномочий Президента;
 организация прямого диалога с населением, создание условий для безусловной реализации конституционных прав физических и юридических лиц на обращение к Президенту;
 подготовка предложений по формированию основных направлений внутренней и внешней политики государства, охране суверенитета, обеспечению безопасности и территориальной целостности Узбекистана;
 содействие в обеспечении взаимодействия высших органов государственной власти и управления;
 содействие в обеспечении законности и правопорядка в стране, соблюдения прав и свобод граждан, Конституции и законов;
 обеспечение реализации Президентом государственной кадровой политики, а также единой государственной политики в области государственных наград и геральдики;
 обеспечение гарантий соблюдения защиты прав и законных интересов негосударственных некоммерческих организаций, создания им равных условий и возможностей для выполнения своих уставных целей и задач, эффективное взаимодействие с институтами гражданского общества, направленное на усиление их роли в построении демократического правового государства и открытого гражданского общества;
 осуществление анализа состояния и тенденций экономического и социального развития страны, выработка предложений по проведению эффективной экономической, социальной, финансовой, денежно-кредитной политики, развитию науки, культуры, образования, здравоохранения, других отраслей экономики и социальной сферы;
 правовое, организационно-техническое, информационно-аналитическое и протокольное обеспечение деятельности Президента;
 организация исполнения и осуществление контроля за исполнением актов и поручений Президента.
 В структуре Аппарата Президента образованы:
 Служба по политико-правовым вопросам (при этом упразднены Служба по взаимодействию с Олий Мажлисом, политическими и общественными организациями и Служба по координации деятельности правоохранительных и контролирующих органов);
 Юридическая служба (в структуре Службы по политико-правовым вопросам Аппарата Президента);
 Служба по взаимодействию с общественными и религиозными организациями (на базе секторов по вопросам деятельности общественных, негосударственных некоммерческих организаций, по молодежной политике, по работе с органами самоуправления, по вопросам межнациональных отношений и делам религий соответствующих служб аппарата).
 Служба по вопросам развития СМИ, культуры, искусства и творческих организаций преобразована в Службу по вопросам развития СМИ, духовности и просветительства, культуры, искусства и творческих организаций.
Совет по реформированию законодательных основ государственного и общественного строительства, судебно-правовой системы при Президенте и Межведомственный координационный совет по реформированию и инвестициям при Президенте упразднены.
Службе по политико-правовым вопросам Аппарата Президента поручено разработать Положение о порядке предоставления политического убежища, предусматривающее конкретные механизмы реализации полномочия Президента, указанного Конституцией. Кроме того, должны быть подготовлены предложения по кардинальному уменьшению категорий должностных лиц, выезд которых в служебную командировку за рубеж требует специального согласования со службами Аппарата Президента, имея в виду предоставление большей самостоятельности руководителям органов государственной власти и управления и повышение их ответственности по этим вопросам.
Структура Аппарата Президента Организационно-кадровая служба;
 Служба по политико-правовым вопросам;
 Служба по контролю и координации работы с обращениями физических и юридических лиц;
 Служба по координации социально-экономической политики;
 Служба по вопросам развития СМИ, духовности и просветительства, культуры, искусства и творческих организаций;
 Служба по взаимодействию с общественными и религиозными организациями;
 Служба по вопросам развития науки, образования, здравоохранения и спорта;
 Управление делами;
 Исполнительный аппарат.
 Аппарат Совета безопасности при Президенте.