Президент Узбекистана Шавкат Мирзиёев своим постановлением от 3 марта назначил Искандара Джураева первым заместителем председателя Государственного комитета по физической культуре и спорту. Об этом сообщается на Фейсбук-странице комитета.
Другим постановлением главы государства заместителем председателя Госкомспорта назначен Фарход Турдиев.
Ранее сообщалось о назначении главой Госкомитета по физкультуре и спорту Рустама Курбанова.
Государственный комитет по физкультуре и спорту был образован указом Президента от 15 февраля.