Ветеран войны 1941−45 годов, 93-летняя жительница Кагана (Бухарская область) Мария Алиева получила в подарок к 8 марта от Президента Узбекистана Шавката Мирзиёева двухкомнатную квартиру.
Видеоролик, в котором ветеран с родными входит в новую квартиру и благодарит главу государства, опубликован на странице Шавката Мирзиёева в Facebook.
До этого жилищные условия Марии Алиевой не соответствовали требованиям. Квартира с ремонтом и мебелью располагается на первом этаже нового дома в Кагане, сообщили «Газете.uz» в пресс-службе хокимията Бухарской области.
В церемонии передачи жилья участвовали хоким Кагана и заместители хокима области.
Женщина и ее родные сердечно поблагодарили Президента за подарок. Ветеран пожелала Шавкату Мирзиёеву долгих лет жизни и отметила, что очень довольна его деятельностью.
Видео