Министр иностранных дел Узбекистана Абдулазиз Камилов 10 июня принял посла Великобритании и Северной Ирландии Кристофера Аллана, завершающего дипломатическую миссию, сообщила пресс-служба МИДа.
Стороны обсудили участие узбекской делегации в предстоящей 10−11 июля первой Глобальной конференции по свободе СМИ в Лондоне.
Министр выразил Кристоферу Аллану признательность за его усилия и плодотворную деятельность в качестве посла.
Посол поблагодарил руководство Узбекистана и МИД за содействие в исполнении им обязанностей главы дипмиссии Великобритании.
Кристофер Аллан был назначен послом Великобритании осенью 2015 года.