Министр иностранных дел Узбекистана Абдулазиз Камилов 2 марта принял вновь назначенного посла Австралии с резиденцией в Москве Питера Мартина Теша, сообщила пресс-служба МИДа.
Посол передал министру адресованные Президенту Узбекистана верительные грамоты.
Стороны обсудили состояние и приоритетные направления развития узбекско-австралийских отношений, а также вопросы взаимодействия в рамках ООН и других международных структур.
Отдельное внимание было уделено расширению торгово-экономических и инвестиционных связей, перспективам совместной реализации взаимовыгодных проектов.