На территории старого зоопарка площадью 12 га в центре столицы Узбекистана строится Центральный парк Ташкента имени Бабура.
Если судить по эскизам будущего парка, размещенным на его ограде, парк станет местом для прогулок, отдыха и занятий спортом людей всех возрастов.
Помимо тропинок для прогулок и множества скамеек, здесь планируются беговые и велодорожки, футбольное поле и открытые тренажеры.
В парке разместится кафе на 150 мест с террасой, а островок в центре пруда преобразится для проведения свадебных мероприятий и фотосессий. На берегу водоема будет сооружен небольшой пирс.
По имеющейся информации, открытие нового парка запланировано к Международному дню защиты детей — 1 июня.
Фото