Футбольный клуб «Бунёдкор»
 потерпел домашнее поражение от эмиратского клуба «Аль-Айн» в рамках второго тура группового этапа Лиги Чемпионов Азии-2017. Встреча, прошедшая 28 февраля в Ташкенте, завершилась со счетом 2:3. 
Матч начался очень бодро, в первые 15 минут команды на двоих забили три гола. Счет открыли гости — Омар Абдулрахман на 8-й минуте успешно реализовал штрафной удар. Спустя две минуты «ласточки»
 восстановили паритет, но ненадолго. Нападающий Вадим Чемыртан удачно подкараулил отскочивший от штанги мяч, но Лукас Кайо снова вывел вперед «Аль-Айн». Под конец первого тайма молодой полузащитник Достонбек Хамдамов смог сравнять счет после быстрой атаки с левого фланга. 
Во втором отрезке времени хозяева остались в меньшинстве — защитник Акромжон Комилов получил красную карточку на 72-й минуте. Под занавес встречи футболисты эмиратского клуба заработали пенальти — Омар Абдулрахман выполнил 11-метровый удар и оформил дубль.
После двух туров в группе «С» лидирует саудовский «Аль-Ахли» (6), следом идут «Аль-Айн» (4) и иранский «Зоб Ахан». Команда Сергея Лущана занимает последнее место
, не имея в своем активе ни одного очка.
Составы команд«Бунёдкор»: Муроджон Зухуров, Рустам Ашурматов, Акрам Комилов, Душан Мичич, Джавлон Ибрагимов, Элдор Шомуродов, Вадим Чемыртан, Алишер Саноев (Отабек Шукуров, 54'), Достонбек Хамдамов, Нурилло Тухтасинов (Хуршид Гиясов, 73'), Дильшод Ахмадалиев (Джавохир Эсонкулов, 90+1').
«Аль-Айн»: Халид Эсса, Исмаил Ахмед, Кайо, Омар Абдулрахман, Ахмед Барман (Данило Асприлья, 69'), Халед Абдуррахман, Мухаммад Аль-Раки, Моханад Салем, Нассер Аль-Шамрани, (Ибрагим Диаки, 66), Ли Мен Чжу, Бандар Аль-Ахбаби (Давуд Али, 36). 
Статистика
Видео