Прославленная узбекистанская гимнастка Оксана Чусовитина завоевала четыре медали 23-го международного первенства Houston National Invitational в Хьюстоне (США) 24−26 февраля. В соревнованиях принимали участие свыше 1600 спортсменок.
Как сообщила Оксана Чусовитина в Инстаграме, она выиграла высшие награды в опорном прыжке и в вольных упражнениях, а также бронзовые медали в упражнениях на бревне и в многоборье.
Сейчас узбекистанская гимнастка сосредоточена на подготовке к чемпионату мира по спортивной гимнастике, который пройдет 2−10 октября в Монреале (Канада). 
Видео