Молодые борцы Узбекистана завоевали 10 медалей на международном турнире по вольной, женской и греко-римской борьбе среди молодежи до 23 лет, посвященном памяти Петко Сиракова и Иван Илиева. В соревнованиях, прошедших 24−26 февраля в Варне (Болгария), приняли участие 213 спортсменов из 15 стран.
Как сообщила пресс-служба НОК, сборная Узбекистана по борьбе под руководством тренеров Олимжона Хикматова и Абдурауфа Бозорбоева выиграли пять золотых и пять бронзовых медалей. Среди вольников «золота»
 удостоились Рустам Жураев (50 кг) и Баходир Аслонов (97 кг)
. Рамазан Ибодов (65 кг), Мухаммадали Мухторов (70 кг) и Хасанбой Рахимов (125 кг)
 стали бронзовыми призерами состязаний. 
В греко-римском стиле борьбы Ислам Бахомов (59 кг), Мирзобек Рахматов (66 кг) и Жалгас Бердимуратов (80 кг) поднялись на высшую ступень пьедестала почета. Обладателями «бронзы» стали Турабек Тиркашев (59 кг) и Фазлиддин Намозов (71 кг).
Мирзобек Рахматов стал победителем в номинации «Лучшая техника»
.