Министром здравоохранения Узбекистана назначен Алишер Шадманов, сообщили «Газете.uz» в Минздраве.
Алишер Шадманов (1962 года рождения) — доктор медицинских наук, профессор. В 1985 году окончил Андижанский государственный медицинский институт.
До настоящего времени был председателем Комитета по вопросам науки, образования, культуры и спорта Законодательной палаты Олий Мажлиса (представитель партии «Адолат»).
С декабря прошлого года Минздрав возглавлял заместитель премьер-министра Адхам Икрамов.