Компания GM Uzbekistan готовит к выпуску, помимо трех новых моделей в дорогом сегменте, три модели в сегменте доступных автомобилей, в том числе два седана и один кроссовер, сообщили «Газете.uz» источники в автомобильной отрасли.
Ожидается, что ими станут седан Сhevrolet Onix и кроссовер Сhevrolet Tracker нового поколения. Касательно третьей модели автомобиля пока ведутся переговоры с General Motors. 
«Это будут новые автомобили, которые еще не представлены в мире», — подчеркнул источник.
Новый Chevrolet Tracker.
Премьера новых Onix и Tracker готовится на китайском рынке летом текущего года.
Ранее сообщалось, что GM Uzbekistan работает над запуском производства доступных моделей автомобилей стоимостью 10 и 15 тысяч долларов, а также о модернизации производства для выпуска новых моделей доступных автомобилей на 500 млн долларов. Кроме того, ожидается модернизация моторного завода GM Powertrain Uzbekistan на 250 млн долларов.