Боксер из Узбекистана Шохжахон Эргашев (8−0−0, 8 КО) одержал очередную победу в рамках вечера профессионального бокса под девизом «Дерись и побеждай»
 в Москве 15 февраля. 
25-летний уроженец Ферганы вышел на ринг против грузинского боксера Рубена Мовсесяна (23−16−1, 18 КО). Узбекистанец с первых секунд пошел вперед, а после комбинационной атаки соперник упал на настил ринга, но смог продолжить бой. Шохжахон Эргашев увеличил давление и левым ударом в печень заставил оппонента присесть на канвас. Рефери остановил бой на второй минуте первого раунда, засчитав технический нокаут.
«В этом году планирую начать выступления в США. Хочу войти в топ-10 лучших боксеров мира. Как известно, сборная Узбекистана по боксу — сильнейшая боксерская команда мира прямо сейчас после триумфа на Олимпиаде. Хочу утвердить такой же статус и в профессиональном боксе»
, — сообщил «Газете.uz»
 нокаутер. Шохжахон Эргашев начал боксировать в 2003 году, четырежды становился чемпионом Узбекистана. В любительском боксе выиграл 202 из 216
 поединков, включая бой с серебряным призером Олимпийских игр-2016 Шахрамом Гиясовым.
Видео