В период с 17 по 22 февраля по Узбекистану ожидается резкое изменение погоды, сообщили в Узгидромете. 
 17−19 февраля по территории республики пройдут интенсивные осадки (дождь, снег). Возможно усиление ветра до 17−22 м/с. 
20−22 февраля температура воздуха составит ночью −7…−12 градусов Цельсия, днем 
 — 0…-5 градусов.
16−22 февраля по территории страны селеопасно и лавиноопасно.
16 февраля в Ташкенте переменная облачность. Ночью и утром возможен туман, к вечеру ожидается дождь. Ветер западный 7−12 м/с. Температура ночью — 0…-2, днем — +10…+12 градусов.
Прогноз погоды по Узбекистану