Мать и сын стали жертвами ДТП, произошедшего 12 февраля в Пахтачинском районе Самаркандской области, сообщила пресс-служба ГУБДД МВД Узбекистана.
Пешеходов, шедших по правой обочине дороги, сбил автомобиль ВАЗ-2121, управляемый жителем Пахтачинского района 1962 года рождения.
Водитель скрылся с места происшествия. В результате оперативно-розыскных мероприятий 13 февраля он был задержан.
Женщина 1977 года рождения от полученных травм скончалась на месте, ее сын — учащийся колледжа 1998 года рождения — скончался в больнице.
УВД Самаркандской области возбуждено уголовное дело и проводятся следственные действия.