Двукратный чемпион мира и трехкратный бронзовый призер Олимпийских игр
 по дзюдо Ришод Собиров объявил о завершении спортивной карьеры. Эту информацию «Газете.uz»
 подтвердил сам дзюдоист. 
Как сообщил 30-летний спортсмен, он будет работать советником в тренерском штабе национальной команды по дзюдо в своей весовой категории (-60/-66 кг). 
«Пора дать дорогу молодым, — заявил Ришод Собиров. — Я сделал все возможное для прославления Узбекистана как спортсмен, а теперь постараюсь помочь узбекскому дзюдо в качестве советника тренера»
.
На счету у спортсмена бронзовые медали Олимпийских игр 2008 года в Пекине, 2012 года в Лондоне и 2016 года в Рио-де-Жанейро, две золотые и одна бронзовая медали чемпионатов мира, а также 17 медалей (10−4−1) мирового турне — Кубок мира, Гран-При и Большой шлем — и четыре медали континентальных первенств (1−1−2).
Самым ярким моментом своей карьеры спортсмен считает победу в поединке за «бронзу» в Рио-2016.