Национальная авиакомпания «Узбекистон хаво йуллари» начинает выполнение полетов в пакистанский город Лахор, сообщила пресс-служба НАК.
Рейсы будут выполняться с 5 апреля по следующему расписанию:
HY 463 Ташкент-Лахор по средам, вылет из Ташкента в 10:30, прилет в Лахор в 12:50.
HY 464 Лахор-Ташкент по средам, вылет из Лахора в 23:55, прилет в Ташкент в 02:25 в четверг.
HY 461 Ташкент-Лахор по четвергам, вылет из Ташкента в 22:40,прилет в Лахор в 01:00 в пятницу.
HY 462 Лахор-Ташкент по пятницам, вылет из Лахора в 10:15, прилет в Ташкент в 12:45.
Время во всех пунктах указано местное.
Как отмечается в сообщении авиаперевозчика, бронирование и покупка авиабилетов онлайн доступны в разделе «Онлайн-бронирование» на сайте НАК, а также во всех пунктах продажи.