7 февраля примерно в 10:30 в ресторане «Ханство Манас» в Яккасарайском районе Ташкента, вспыхнул пожар. По данным администрации заведения, пострадавших нет. 
На момент возгорания в здании находились три-четыре сотрудника ресторана, которые смогли покинуть здание и вынести на улицу часть мебели.
Примерно к 11:30 пожар был ликвидирован. На месте работали шесть пожарных расчетов. Причина возгорания пока неизвестна.
Как сообщил с места происшествия корреспондент «Газеты.uz», в пожаре пострадали расположенный поблизости гольф-клуб и частный дом.