Президент Узбекистана Шавкат Мирзиёев 3 февраля ознакомился с ходом строительства многоэтажных домов в Сергелийском районе Ташкента, сообщило УзА.
Здесь в соответствии с планом на 2016−2017 годы ведется строительство 102 современных многоэтажных домов на 4284 квартиры. Жилье будет предоставляться на основе льготных ипотечных кредитов.
В преддверии 26-летия независимости Узбекистана намечено сдать в эксплуатацию 66 таких домов. Рядом с ними появятся образовательные учреждения, пункты бытового обслуживания, субъекты малого бизнеса и частного предпринимательства.
При распределении квартир необходимо строго соблюдать принципы справедливости, сказал Шавкат Мирзиёев.
Исходя из потребности населения планируется построить еще по 10 таких домов во всех районах Ташкента.