В 9:37 в пятницу в Ташкенте ощущалось небольшое землетрясение.
Как сообщили «Газете.uz» на столичной сейсмостанции, по предварительной информации сила подземных толчков составила около 2 баллов.
В Алмалыке (Ташкентская область) сила составила 2−3 балла, данных по другим городам на момент публикации не было.
Эпицентр землетрясения находился на расстоянии 170 км к юго-востоку от столицы на территории Таджикистана. Магнитуда в эпицентре составила 4,9.
Минувшей ночью в 23:35 было зафиксировано землетрясение с эпицентром в Джизакской области (204 км от Ташкента). Его сила в Джизаке и Самарканде составила 2 балла. Магнитуда в эпицентре — 4,2.