Каршинский клуб «Насаф» одержал разгромную победу над командой из Бахрейна «Аль-Хидд» 31 января в рамках второго квалификационного раунда Лиги Чемпионов Азии АФК-2017. Матч завершился со счетом 4:0.
Счет был открыт на 16-й минуте встречи, когда нападающий Шахбоз Эркинов головой замкнул навесную передачу от Акмаля Шорахмедова. Спустя 10 минут защитник Игорь Голбан удвоил преимущество. Игроки «Аль-Хидд» оживились и пошли в атаку, однако пропустили еще два мяча. Сначала Дониёр Нарзуллаев на 76-й минуте сделал счет разгромным, а уже в компенсированное время второго тайма Драган Черан красивым ударом из-за пределов штрафной поставил точку в игре. 
7 февраля «Насаф» за попадание в групповой этап турнира сыграет на выезде против «Аль-Фатеха» из Саудовской Аравии.
Составы команд«Насаф»: Санжар Кувватов, Акмаль Шорахмедов, Азиз Ганиев, Шахбоз Эркинов, Бахром Абдурахимов, Ислам Кенжабоев, Игорь Голбан, Шерзод Аъзамов, Одилжон Хамробеков, Фаррух Сайфиев, Драган Черан.
Запасные: Эльдорбек Суюнов, Максуд Каримов, Дильшод Рахматуллаев, Шароф Мухиддинов, Ислом Рашидхонов, Дониёр Нарзуллаев, Бобир Абдухоликов.
«Аль-Хидд»: Аббос Ахмад, Абдулла Фатади, Уче Агба, Мухаммад Аль-Давуд, Арандут Орок, Ибрахим Аль-Обайдли, Саид Мухаммад Аднан, Ифедайо Олусегун, Иса Мусаббех, Рашид Аль-Хути, Ахмад Бугаммар.
Запасные: Махмуд Мансур, Ахмад Ибрахим Аль-Хаттал, Абдулла Носир Аль-Сакер, Хамад Аль-Банки, Холид Аль-Самхари, Мухаммад Маки Али, Али Саид.
Видео
Фото