В столице Узбекистана ко Дню независимости (1 сентября) будет сдано в эксплуатацию новое здание вокзала «Ташкент-Южный», способное обслуживать до 10 тысяч пассажиров в сутки.
Как сообщила пресс-служба компании «Узбекистон темир йуллари». после капитального ремонта с вокзала вновь начнется выполнение рейсов в другие регионы страны. В последние годы вокзал обслуживал только пригородные направления.
Реконструкция вокзала «Ташкент-Южный».
Вокзал останется одноэтажным, прилегающая территория будет благоустроена. Перед вокзалом появится фонтан, а с двух сторон — парковки для автотранспорта.
Здание будет оборудовано системой отопления и охлаждения. Кассы будут находиться в отдельном здании.