Компания GM Uzbekistan c 25 января начинает опрос с целью получения предложений по устранению проблем и рекомендаций по улучшению качества продукции и повышения уровня обслуживания клиентов, сообщили «Газете.uz» в пресс-службе узбекско-американского СП.
«2017 год в Узбекистане объявлен „Годом диалога с народом и интересов человека“. Руководством республики поставлена задача решить существующие проблемы, с которым сталкиваются население и субъекты предпринимательства», — отметили в компании.
Опрос будет проводиться до 3 февраля. После анализа поступивших замечаний и предложений, GM Uzbekistan планирует разработать и внедрить план действий по совершенствованию своей деятельности. Вопросы, требующие решений со стороны правительства, будут направлены руководству страны для рассмотрения.
GM Uzbekistan приглашает всех принять участие в опросе, указать проблемные вопросы и внести предложения по их устранению, заполнив специальную форму:
 на узбекском языке;
 на русском языке.