Президент Республики Узбекистан Шавкат Мирзиёев выразил глубокие соболезнования
Президенту Венгрии Яношу Адеру в связи с многочисленными человеческими жертвами
в результате дорожно-транспортного происшествия автобуса с венгерскими
гражданами в провинции Верона на севере Италии. Об этом
сообщила пресс-служба МИД Узбекистана
Глава Узбекистана передал слова искреннего сочувствия и сопереживания родным и близким погибших и пострадавшим.
В Италии в ночь на 21 января туристический автобус, направлявшийся из Франции в Венгрию, врезался в опору эстакады и загорелся. Среди пассажиров были школьники от 14 до 18 лет, родители и учителя, всего 55 человек. По данным СМИ, погибли 16 человек.