В матче четвертого круга Открытого чемпионата Австралии по теннису 30-летний Денис Истомин из Узбекистана (117-е место в мировом рейтинге) уступил 25-летнему болгарину Григору Димитрову (15)
.
Травма Истомина не позволила ему оказать сопротивление сопернику в 1/8 финала турнира. Узбекистанский спортсмен мог сняться с игры, но принял решение бороться до конца.
#Istomin is getting fingered and @GrigorDimitrov is SO j! #AusOpen #tennis #lol #hot pic.twitter.com/bHUw7Ey6ph
— Tu Nguyen (@zephyr2050) January 23, 2017
Матч длился 2 часа 24 минуты. Встреча завершилась со счетом 3:1 (2/6, 7/6 (2), 6/2, 6/1) в пользу Димитрова. За время игры Истомин сделал 14 подач навылет, 2 брейка и допустил 1 двойную ошибку. Болгарин сделал 7 эйсов, 1 раз ошибся при подаче и реализовал 4 брейк-пойнта.
В ¼ финала турнира болгарский теннисист где встретится с бельгийцем Давидом Гоффеном (11).