Теннисист Денис Истомин после победы над Пабло Карреньо-Бустой (30) и выхода в четвертый круг Открытого чемпионата Австралии дал послематчевое интервью, опубликованное пресс-службой турнира.
— Было ли сложно восстановиться после большого матча и снова одержать победу?
— Было тяжело психологически, но Карреньо также отличный игрок. После победы над Новаком я не хотел проигрывать. Мое восстановление прошло успешно. Я думаю, что играл довольно хорошо. Конечно же, условия были другими. Центральный корт медленнее, чем предыдущий (мяч отскакивает от корта с меньшей скоростью — ред.), поэтому я не мог так же, как в матче с Новаком, принимать подачу. Но в конце концов, я счастлив, что победил.
— Как вам это удалось? Обычно после таких больших побед игроки в следующем матче выглядят не очень хорошо. 
— Я старался сфокусироваться на следующей игре, не думая о том, кого я победил и что я сделал. Праздновать победу над Новаком буду после, а сейчас мне нужно находить свою игру в каждой встрече, стараться выиграть.
— Что вы делали после изнурительной игры с Джоковичем? Как восстанавливались?
— В первую очередь, я хорошо отдохнул. Большинство людей спрашивали меня, хорошо ли я спал после той встречи. Удивительно, но да. На следующий день я тренировался около 40 минут. Ел, пил много жидкости, отдыхал. Все как обычно.
— Как вы себя чувствуете?
— В начале первого сета чувствовал некоторое напряжение в мышцах, но после пяти геймов все прошло.
— Как отреагировали ваши соотечественники после победы над Новаком? Наверное, вы получили очень много писем, сообщений и телефонных звонков?
— Много. Очень много. Особенно в Фейсбуке. У меня не было времени ответить каждому, поэтому я просто ставил лайки — спасибо всем. Прошу прощения, ведь чтобы ответить каждому, понадобился бы месяц.
— У вас раньше были несколько 5-сетовых матчей подряд или это в первый раз?
— Это произошло на «Уимбилдоне». Не помню год. Я победил Вавринку и Шуттлера в пяти сетах, но уступил Бердыху также в пяти сетах. Это был хороший опыт.
— Что вы знаете о своих следующих соперниках?
— Я проигрывал им обоим. Кажется, Ришару я уступил 5−6 игр, а одержал победу лишь однажды. Григора я победил на «Челледжере», когда мне было 17. Была тяжелая игра. Но затем я проиграл ему в Шанхае. Они почти того же уровня, что игроки в топ-10. Буду стараться показать такую же игру как в последних матчах, а дальше посмотрим.
— Вы победили Джоковича, вернулись и снова одержали победу в 5-сетовой встрече. Сможете ли вы выиграть Australian Open?
— На этот вопрос я не могу ответить. Имею в виду, что я пришел сюда выиграть несколько матчей, может быть, и выиграть этот турнир. Но сейчас я не думаю об этом. Все мое внимание сосредоточено на следующей игре.
— Что сказал тренер (Клавдия Истомина — ред.) после вашей сегодняшней победы?
— Она снова сказала «молодец» (улыбается).
— Ее вообще можно удивить?
— Может быть, если я выиграю Australian Open, она удивится. Но я не уверен в этом.
Лучшие момент матча
23 января первая ракетка Узбекистана сыграет с Григором Димитровым (Болгария, 15).