В Узбекистане начали выдавать паспорта жителям страны, недавно принятым в гражданство. Вручение документов проходит в торжественной обстановке, новым гражданам страны дарят цветы.
Ташкентцы Улугбек Ташметов, Ильхам Турсунов и Наргиза Турсунова получили свои паспорта из рук хокима столицы Рахмонбека Усманова, сообщила пресс-служба городской администрации.
Предприниматель Улугбек Ташметов прибыл в Узбекистан из соседнего государства 24 года назад. «Я служил стране все это время, и она стала для меня настоящей Родиной. Обещаю, что буду работать еще больше для ее развития», — сказал он.
Три человека получили паспорта в Джизакской области. Юрию Тену, Анварбою Икромову и Мухаббат Кушоковой документы вручил хоким области Улугбек Узаков.
Фото: Хокимият Джизакской области.
В Наманганском областном хокимияте паспорта были вручены 13 новым гражданам Узбекистана. Их поздравил хоким области Хайрулло Бозаров. Граждане отметили, что этот день, который они ждали столько лет, стал для них самым счастливым праздником.
Фото: Темурмалик Вохидов.
Президент Шавкат Мирзиёев 20 декабря подписал указ «О приеме в гражданство Республики Узбекистан». В документе перечислены 179 человек.