Объемы продукции и услуг сельского, лесного и рыбного хозяйства в Узбекистане в 2016 году выросли на 6,6%, сообщила информационная служба Госкомстата.
В течение года всеми категориями хозяйств было произведено 8,263 миллиона тонн зерновых культур (+1,1% по сравнению с 2015 годом).
Производство картофеля составило 2,958 миллиона тонн (+9,7%), овощей — 11,272 миллиона тонн (+11,3%), бахчи — 2,045 миллиона тонн (+10,4%), плодов и ягод — 3,042 миллиона тонн (+10,8%) и винограда — 1,735 миллиона тонн (+9,9%).
Объем производства мяса в живом весе составил 2,171 миллиона тонн (+6,8%), молока — 9,703 миллиона тонн (+7,5%), яиц — 6,111 миллиона штук (+10,6%).
Общее поголовье крупного рогатого скота составило 12,165 миллиона голов (+4,5%), овец и коз — 19,749 миллиона (+3,4%), птицы — 65,758 миллиона (+7,7%).
Объем продукции и услуг рыбного хозяйства составил 246,5 млрд сумов (+21,6%). Всеми категориями хозяйств выловлено рыбы в объеме 75,9 тысячи тонн (+26,5%).