9−16 января в Нью-Дели (Индия) проходил международный шахматный турнир Delhi International Open
-2017. В соревнованиях приняли участие 258 спортсменов из 23 стран мира.
Международный женский гроссмейстер Гульрухбегим Тохиржонова (2284 очка в мировом рейтинге) одержала четыре победы при пяти ничьих, две из последних — в партиях с международными гроссмейстерами. В итоге представительница Узбекистана завоевала 6,5 баллов и первое место среди женщин.
Международный гроссмейстер Марат Джумаев (2457) c 8 очками стал обладателем «бронзы» благодаря дополнительному показателю. Первое место занял рейтинг-фаворит турнира международный гроссмейстер Фаррух Амонатов (Таджикистан, 2619) — 8,5 очков. Международный гроссмейстер Гош Диптаян (Индия, 2570) набрал 8 баллов и выиграл «серебро»
 чемпионата.