3 февраля стартует VII сезон Всемирной серии бокса (WSB). На следующий день узбекская команда Uzbek Tigers проведет первый матч против китайского клуба China Dragons. От Узбекистана всего заявлено 30 боксеров — по три спортсмена в каждой весовой категории.
WSB — полупрофессиональная мировая боксерская ассоциация под контролем AIBA. Она отличается от любительского бокса тем, что спортсмены участвуют в санкционированных боях с голым торсом без защитных шлемов с возможностью заработка денег наравне с профессиональными боксерами. Как и в профессиональных боях, судейство ведется по системе начисления баллов судей или до нокаута.
В новом сезоне Всемирной серией бокса было принято решение о разделении групп по континентам. Все 12 участников проекта были распределены на три группы: американскую, европейскую и азиатскую, по четыре клуба в каждой корзине.
Помимо успешно дебютировавшей в прошлом сезоне клуба Uzbek Tigers в группе азиатского континента будут боксировать China Dragons (Китай), Russian Boxing Team (Россия) и действующий чемпион WSB Astana Arlans (Казахстан).
В основной состав «Узбекских тигров» под руководством главного тренера Тулкина Киличева войдут 10 боксеров в 10 весовых категориях и еще 20 будут заявлены в резервном составе.
 После успешного выступления на Олимпийских играх-2016 и получения статуса лучшей боксерской команды мира некоторые члены сборной Узбекистана поднялись в весовой категории. Обладатель золотой медали Игр четырехлетия Шахобиддин Зоиров, выступавший в наилегчайшем весе до 52 кг, теперь будет боксировать в весе до 56 кг. В новые дивизионы также перешли бронзовый олимпийский призер Муроджон Ахмадалиев (с 56 на 60 кг), бронзовый призер чемпионата мира-2015 Эльнур Абдураимов (с 60 на 64 кг), вице-чемпион Олимпиады-2016 Бектемир Меликузиев (с 75 на 81 кг). 
Обладатели олимпийских «золота» и «серебра» Хасанбой Дусматов (до 49 кг) и Шахрам Гиясов (до 69 кг) продолжат выступать в своих весовых категориях.
Федерации бокса Узбекистана приводит полный состав:
49 кг: Хасанбой Дусматов, Мираншах Ибрагимов, Нодиржон Мирзаахмедов
52 кг: Аброржон Кодиров, Хасанбой Латибохунов, Сирожиддин Гуломжонов
56 кг: Шахобиддин Зоиров, Абдулхай Шорахматов, Миразизбек Мирзахалилов
60 кг: Муроджон Ахмадалиев, Улугбек Комилов, Улугбек Дусмуродов
64 кг: Эльнур Абдураимов, Икболжон Холдоров, Алияр Норалиев
69 кг: Шахрам Гиясов, Фазлиддин Мелибоев, Одилжон Аслонов
75 кг: Исраил Мадримов, Махмуд Гаипов, Улугбек Хакбердиев
81 кг: Бектемир Меликузиев, Зухриддин Махкамов, Мадияр Саидрахимов
91 кг: Бобурбек Юлдошев, Сардорбек Бегалиев, Сардор Ёрмухаммедов
+91 кг: Баходир Жалолов, Мирзобек Хасанов, Аслбек Солиев
Сейчас в рамках подготовки к международным турнирам первый, второй и третий составы сборной Узбекистана по боксу проводят учебно-тренировочные сборы в Ташкентской области на базе «Янгиабад». Здесь пройдет первый этап тренировок, который продлится до 19 января.