Хоким Ташкента Рахмонбек Усманов 11 января провел встречу с послом Кыргызстана в Узбекистане Данияром Сыдыковым.
Как сообщается на сайте посольства Кыргызстана, стороны обсудили вопросы взаимодействия столиц двух стран в сферах торгово-экономического и культурно-гуманитарного сотрудничества.
В частности, рассматривалась возможность создания совместных предприятий, проведения бизнес-форумов, круглых столов, связанных с обменом опытов в разных сферах, включая жилищно-коммунальную и транспортную.
Кроме того, обсуждено проведение в ближайшей перспективе дней культуры столиц двух государств.