Решением Ташкентского городского кенгаша народных депутатов от 29 декабря в столице даны названия новым улицам и переименован ряд существующих.
По данным хокимията города, ул. Нурафшон с новым участком в Шайхантахурском районе теперь называется Обводной ул. Нурафшон, а недавно открытая улица между просп. Мирзо Улугбека и ул. Паркентской в Мирзо-Улугбекском районе стала продолжением ул. Тараккиёт.
Ул. Маннона Уйгура в Учтепинском и Шайхантахурском районах переименована в ул. Кукча Дарвоза, а сама Кукча Дарвоза вместе с частью ул. Коратош стала проездом Кукча Дарвоза.
Новая улица в Яккасарайском районе, связавшая через путепровод ул. Мукими и ул. Бабура, стала продолжением ул. Мукими. 
В Алмазарском районе ул. Тараккиёт переименована в ул. Дилсарой в связи с тем, что такое же название улицы есть в другом районе.
В Юнусабадском районе старая улица на территории бывшей радиостанции получила название Каноат.