10 января состоялось общее собрание Академии наук Узбекистана, на котором президентом АН избран академик Бехзод Юлдашев. Об этом сообщается на сайте академии. В собрании принял участие премьер-министр Абдулла Арипов.
Бехзод Юлдашев (1945 года рождения) — доктор физико-математических наук. В 2000—2005 годах уже возглавлял Академию наук. Работал директором Института ядерной физики АН. Был членом Сената Олий Мажлиса.
С марта 2006 года президентом АН был доктор биологических наук, академик Шавкат Салихов.
Сообщается, что на собрании говорилось о создании механизмов по внедрению результатов научных исследований в практику, а также укреплении сотрудничества между научными учреждениями, вузами и производством.
Было отмечено, что сейчас разрабатывается концепция, направленная на развитие Академии наук и отраслевой науки. 
По итогам собрания было принято обращение к Президенту Узбекистана Шавкату Мирзиёеву.