Гражданин Узбекистана Икром Негматов скончался 1 июня в португальской провинции Лейрия от ножевых ранений, сообщила пресс-служба Министерства иностранных дел.
Правоохранительные органы ведут следствие. Родственники покойного готовят документы для отправления тела узбекского гражданина для захоронения в Самарканде.
Посольство Узбекистана в Мадриде взяло ситуацию под контроль и готово оказать консульско-правовую помощь, говорится в сообщении.
Узбекистанцы, находящиеся в Испании и Португалии, могут при необходимости обращаться в посольство республики в Мадриде по телефону: +34−91−310−16−39.