Национальная авиакомпания «Узбекистон хаво йуллари» подписала контракт на приобретение еще четырех самолетов Boeing 787−8 Dreamliner, сообщила пресс-служба НАК.
Поставка новых «Дримлайнеров» ожидается в 2019—2020 годах. Сумма контракта не приводится.
Договоренность о покупке новых Boeing 787−8 Dreamliner была достигнута в ходе визита президента корпорации Рэймонда Коннера в Узбекистан в сентябре прошлого года.
Сейчас «Узбекистон хаво йуллари» эксплуатирует два «Лайнера мечты», полученных авиакомпанией в 2016 году. Рейсы выполняются в Дели, Дубай, Москву, Ригу, Тель-Авив, Стамбул и Алматы.