Президент Узбекистана Шавкат Мирзиёев 23 декабря принял участие в работе внеочередной сессии Джизакского областного Кенгаша народных депутатов.
В своем выступлении глава государства подверг критике предыдущее руководство области за скопившиеся проблемы. Среди них — невыполнение прогнозных показателей по экспорту и привлечению инвестиций.
По представлению Президента новым хокимом области избран Улугбек Узаков, до этого работавший заведующим одного из департаментов Кабинета Министров.
Сайфиддин Исмаилов освобожден от должности хокима Джизакской области с формулировкой «в связи с переходом на другую работу».
Напомним, в сентябре был утвержден новый хоким города Джизака. Им стал Абдукаххар Тухтаев, ранее работавший хокимом Ташкента.