Законодательная палата Олий Мажлиса Узбекистана на своем заседании приняла постановление о переименовании Джизакского района Джизакской области в честь Шарафа Рашидова.
Как сообщила информационная служба нижней палаты парламента, предложение об этом было внесено в парламент Кабинетом Министров страны.
Шараф Рашидов (1917−1983) — партийный и государственный деятель, на протяжении 24 лет (1959−1983) руководивший Узбекской ССР.
Решение о переименовании района основано на предложениях общественности, а также заключениях территориальной и республиканской комиссий по наименованию и переименованию географических объектов.
Постановление направлено для одобрения в Сенат (верхнюю палату парламента).