16−18 декабря в Калининграде (Россия) прошел XXI Международный турнир по боксу «Янтарные перчатки», посвященный памяти заслуженного тренера России Виктора Рубова, сообщила Федерация бокса Узбекистана.
В соревнованиях принимали участие юноши (14−15 лет) и юниоры (16−17 лет) — всего 77 боксеров из Ирландии, Белоруссии, Литвы, Латвии, России, включая 11 представителей Узбекистана.
Узбекистанская команда выиграла семь золотых, одну серебряную и одну бронзовую медали, заняв первое место в общекомандном зачете.
Бои получились очень напряженными и зрелищными. В финальных поединках победу одержали Раимжон Азимов (весовая категория до 46 кг), Тимурбек Дехконов (до 48 кг), Асахуджа Муйдинхужаев (до 52 кг), Хайрулло Алиматов (до 54 кг), Жавлонбек Юлдашев (до 57 кг), Жахонгир Юлдашев (до 60 кг) и Жавохир Тогаймурадов (до 80 кг) — они стали победителями турнира.
Наво Тамазов (до 66 кг) был награжден «серебром», Асадбек Урунбаев (до 60 кг) — «бронзой».
Видео