14−17 декабря в городе Доха (Катар) прошли два турнира по тяжелой атлетике — Кубок Азии и IV Международный Кубок Катара.
В турнире приняли участие спортсмены из Египта, Италии, Нидерландов, Казахстана, Камеруна, Уганды, ОАЭ, Ирака, Индии, Японии, Таджикистана, Непала, Афганистана, Таиланда, Катара и других, включая шесть представителей Узбекистана, сообщили «Газете.uz»
 в федерации тяжелой атлетики.
Фото: УзА
В весовой категории свыше 105 кг Рустам Джангабаев стал чемпионом Кубка Азии, выиграв три золотые и одну серебряную медали. В сумме двоеборья узбекистанец набрал 430 кг («золото»
) — 190 кг в рывке («серебро») и 240 кг в толчке («золото»). Еще одна высшая награда была присуждена спортсмену на Международном Кубке Катара.
Примечательно, что это первая победа за 16 лет на Кубке Азии в весе +105 кг после триумфа Игоря Халилова в Осаке (Япония). Тогда узбекистанец показал результат 190 кг в рывке и 232,5 кг в толчке.