14 и 15 декабря владельцы пластиковых карт Uzcard отмечали затруднения при оплате покупок и пользовании мобильными и интернет-платежами.
Сбои соединения терминалов с процессинговым центром с 11:00 до 12:30 были вызваны повышением транзакционной активности, сообщил на своем сайте Единый общереспубликанский процессинговый центр (ЕОПЦ).
В комментарии «Газете.uz» PR-менеджер ЕОПЦ Джавохир Кудратов сообщил, что центр предпринимает меры по улучшению качества обслуживания.
«Ведется миграция на новое оборудование, в ближайшее время технические мощности будут увеличены», — отметил он.
Тем не менее, в ЕОПЦ рекомендуют держателям карт в предновогодние дни планировать покупки и онлайн-платежи на вторую половину дня и вечернее время.