10−11 декабря в Ташкенте состоялся абсолютный чемпионат Узбекистана по армрестлингу, посвященный памяти главного тренера сборной Павла Докучаева, сообщили «Газете.uz»
 в федерации армрестлинга.
Для выявления абсолютных чемпионов республики по армрестлингу были проведены областные отборочные этапы с участием более 300 спортсменов — только 20 сильнейших рукоборцев вышли в финальный этап.
 По итогам двух соревновательных дней в абсолютной весовой категории на левую руку победил Дмитрий Докучаев (Ташкентская область), второе место занял Азиз Таджиев (Ташкентская область), «бронзу» выиграл Хусан Сагдиев (Самаркандская область). В поединках на правую руку победу одержал Кудратулло Ниязи (Андижанская область), «серебро» досталось Азизу Ирматову (Андижанская область), а Аброр Рустамов (Джизакская область) стал бронзовым призером турнира.
В ходе состязаний также были подведены итоги года в Федерации армрестлинга Узбекистана и определены задачи и цели на 2017 год.
Фото