На совместном заседании палат Олий Мажлиса 14 декабря был рассмотрен вопрос об утверждении кандидатуры на должность премьер-министра Узбекистана. 
Президент Шавкат Мирзиёев представил парламенту кандидатуру Абдуллы Нигматовича Арипова, работающего заместителем премьер-министра.
Абдулла Арипов выступил с программой действий Кабинета Министров на ближайшую и долгосрочную перспективу.
Выступившие депутаты и сенаторы высказались за одобрение представленной руководителем страны кандидатуры.
Затем Сенат и Законодательная палата приняли постановления об утверждении Абдуллы Арипова на должность премьер-министра Узбекистана.
Абдулла Арипов (1961 года рождения) работал вице-премьером более 10 лет — с мая 2002 года по август 2012-го. Параллельно в 2005—2009 годах возглавлял Узбекское агентство связи и информатизации.
В сентябре текущего года Абдулла Арипов был вновь назначен заместителем премьер-министра и руководителем Комплекса по вопросам молодежной политики, культуры, информационных систем и телекоммуникаций.