Футбольный клуб «Ливерпуль» победил в финале Лиги чемпионов «Тоттенхэм» и стал чемпионом турнира. Матч на поле стадиона «Метрополитано» в Мадриде завершился со счетом 2:0.
Счет был открыт на 2-й минуте встречи. Арбитр назначил пенальти в ворота «Тоттенхэма», когда мяч попал в руку Муссы Сиссоко. 11-метровый удар успешно реализовал нападающий Мохамед Салах.
На 87-й минуте мерсисайдская команда удвоила счет благодаря усилиями Дивока Ориги, вышедшего на замену.
Это был второй английский финал Лиги чемпионов. 21 мая 2008-го «Манчестер Юнайтед» и «Челси» разыграли Кубок чемпионов на поле «Лужников» (1:1 — в основное время, победа МЮ по пенальти 6:5).
«Ливерпуль» в шестой раз в клубной истории стал обладателем главного трофея в европейском футболе.
Статистика
Видео
Фото