6−8 декабря в столичном спорткомплексе «Узбекистан» прошел международный турнир по рукопашному бою среди профессионалов, посвященный памяти офицеров, погибших во время исполнения воинского долга, сообщил «Газете.uz»
 председатель Азиатской бойцовской лиги «Ахмат» Надыр Кадыров.
Всего в рамках вечера было проведено девять поединков с участием спортсменов из шести стран — Узбекистана, Кыргызстана, Казахстана, Туркменистана, России и Беларуси.
Фото: instagram.com/wef_kulatuu.
Один из главных поединков файт-карда в весовой категории до 90 кг между представителем Узбекистана Музаффаром Раджаповым (6−2−0) и Богданом Булохом (3−4−0) из России завершился победой Раджапова в первом раунде техническим нокаутом.
Победитель Кубка мира среди любителей в США и открытого чемпионата Европы по рукопашному бою Рустам Юсупов из Узбекистана (94 кг) одолел представителя Казахстана Бахита Алимова удушающим приемом в первом отрезке времени.
Чемпион мира по рукопашному бою, член команд МВД МООН Шахбоз Турсунов в рейтинговом поединке (до 60 кг) победил другого представителя Узбекистана Рамазона Темирова по очкам. 
Фото: instagram.com/wef_kulatuu.
В другом главном бою (+90 кг) встретились чемпион WEF в ММА, профессионального направления R-1 по рукопашному бою, профессионального направления K-1 по муай-тай узбекистанец Мурод «Азиатский медведь» Хантураев (9−1−0) и Никита Радчик (3−1−0) из Беларуси. С первых секунд встречи Хантураев взял инициативу в свои руки и отправил соперника в нокаут в первом же раунде. Сейчас Мурод является победителем версий ММА, R-1, К-1.
Видео
Член команды МООН МВД Джахонгир Джумаев (до 70 кг) вышел на ринг против представителя Ташкентской области Бобура Хамидова. По итогам трех раундов победа досталась Джумаеву.
Чемпион Узбекистана по рукопашному бою Хасан Бозоров (до 75 кг) неожиданно одержал победу над фаворитом встречи Ибрагимом Алиевым из Казахстана. 
Член сборной команды страны, представитель Министерства обороны Узбекистана Бекзод Нурматов в категории 80 кг встретился с другим нашим спортсменом, бухарцем Амирулло Джураевым. По итогам боя судьи отдали победу Нурматову. 
Поднявшийся на ринг в категории 65 кг узбекистанец Джамшид Бегматов уступил болевым приемом Азизу Сатвалдиеву из Кыргызстана.
Ходжамурод Абдужалолов (Узбекистан) в категории 85 кг решением судей уступил Данияру Абдибаеву из Кыргызстана.
Фото: instagram.com/wef_kulatuu.