Самолет российской авиакомпании «Аэрофлот» рейса SU1871 «Ташкент-Москва» вернулся в аэропорт столицы Узбекистана вскоре после вылета.
Лайнер A-330 вылетел из Ташкента с часовой задержкой — в 5:35 вместо 4:30 по расписанию. Совершив один круг в зоне ожидания, самолет благополучно приземлился примерно в 6:05.
Члены экипажа связали возвращение в пункт вылета с неполадкой. Как удалось узнать «Газете.uz», причиной стала проблема с замком двери багажного отсека.
Пассажиры были доставлены в зону ожидания аэропорта. Время вылета перенесено на 16:45.
Обновлено в 9:11.