С 29 ноября по 5 декабря в Паттайе (Таиланд) прошел VIII чемпионат мира по бодибилдингу и фитнесу (8th WBPF World Championships 2016). Сборная Узбекистана на турнире была представлена 12 атлетами, сообщила Федерация бодибилдинга и фитнеса.
По итогам соревнований национальная команда завоевала четыре медали первенства мира. Павел Умурзаков стал победителем в категории «мастер бодибилдинга» в возрасте от 40 до 49 лет. Это первое «золото» чемпионата мира в истории Узбекистана по бодибилдингу.
Елена Журавлёва (на фото — в центре) заняла второе место в категории «атлет-физик» (свыше 170 см).
Елена Нураева стала серебряным призером в программе «модель-физик» (до 165 см).
Малика Вакасова заняла третье место в категории «модель-физик» (до 170 см).
Хорошие результаты также показали Фирдавс Узаков — 4 место («атлет-физик»
 свыше 180 см), Павел Умурзаков — 4 место («бодибилдинг-мужчины»
 до 100 кг), Даврон Туйгунов — 5 место («менс-физик»
 свыше 180 см) и Владимир Волынкин — 5 место («бодибилдинг-юниоры»
 свыше 175 см).