С 1 января 2017 года в Узбекистане повысятся минимальные оптово-отпускные и розничные цены на алкогольную продукцию (кроме пива).
Новые цены утверждены совместным постановлением Министерства финансов и Государственного налогового комитета от 1 декабря, сообщает Norma.uz.
Минимальная оптово-отпускная цена на вино для производителей повышена с 4500 до 5400 сумов за литр (16,6%), минимальная розничная цена — с 5400 до 6500 сумов (16,9%).
Оптово-отпускная цена на водку и прочую алкогольную продукцию будет составлять не менее 12900 сумов вместо нынешних 10500 (18,6%), розничная цена — 15500 сумов вместо 12600 (18,7%).
Минимальная оптово-отпускная цена на коньяк составит 17200 вместо 13900 (19,2%), розничная — 20600 сумов вместо 16700 (+18,9%).
Минимальные цены на алкогольную продукцию (за исключением пива) устанавливаются в целях недопущения незаконного производства и реализации алкогольной продукции. Ниже этих цен алкогольную продукцию продавать запрещено.
Реализация компаниями-производителями и предприятиями розничной торговли алкогольной продукции по ценам ниже установленных наказывается штрафными санкциями, а виновные лица привлекаются к ответственности.