Хотамжон Кетмонов покинул пост председателя центрального совета Народно-демократической партии Узбекистана и заместителя спикера Законодательной палаты Олий Мажлиса. Об этом сообщила пресс-служба партии.
Хотамжон Кетмонов (1969 г. р.) — выпускник Андижанского государственного педагогического института по специальности учитель русского языка и литературы. Председателем НДПУ стал в 2013 году. В декабре 2014 года был избран депутатом Законодательной палаты. С января 2015 года был руководителем фракции НДПУ и заместителем спикера в Законодательной палате.
В 2016 году был одним из кандидатов на пост президента Узбекистана.
Улугбек Иноятов. 
Новым лидером партии на ее внеочередном пленуме 1 июня был избран Улугбек Ильясович Иноятов, с июня 2018 года работавший ректором Наманганского государственного университета, а ранее — в 2013—2018 годах — министром народного образования.
В мае сменился лидер другой партии Узбекистана — «Миллий тикланиш». Вместо Сарвара Отамуратова пост председателя занял Алишер Кодиров.
В декабре состоятся выборы в Законодательную палату и местные кенгаши народных депутатов.