Кандидат от Демократической партии «Миллий тикланиш» Сарвар Отамуратов поздравил Шавката Мирзиёева с победой на выборах Президента Узбекистана.
На брифинге в Ташкенте после объявления результатов Сарвар Отамуратов, набравший на воскресных выборах 2,35% или 421 тысячу 55 голосов избирателей, заявил, что признает победу кандидата от Либерально-демократической партии Узбекистана, и пожелал ему успехов на высоком посту главы государства.
Сарвар Отамуратов отметил, что выборы прошли в демократическом духе, в соответствии с законодательством и большой активности избирателей.
Он поблагодарил всех, проголосовавших за него, а также членов своего штаба и сторонников партии «Миллий тикланиш».
Сарвар Отамуратов заверил, что партия продолжит работать во имя процветания Узбекистана, мира и благополучия граждан.
В то же время он признал, что прошедшие выборы показали необходимость совершенствования работы партии и поднятия ее на новый уровень.