Кандидат от Социал-демократической партии Узбекистана «Адолат» Нариман Умаров, набравший на воскресных президентских выборах 3,46% или 619 тысяч 972 голосов избирателей, заявил, что партия признает итоги выборов и уважает выбор народа.
«Результат был не тем, что мы ожидали, однако мы не в обиде», — сказал он журналистам на брифинге в понедельник после оглашения результатов Центризбиркомом.
Нариман Умаров отметил, что выборы прошли в полном соответствии с принципами открытости и прозрачности.
Он отметил, что выборы стали для партии «Адолат» возможностью укрепить свои позиции и расширить влияние среди избирателей.
«Несмотря на проигрыш на выборах, мы продолжим защищать интересы нашего электората», — сказал руководитель партии. По его словам, у «Адолат» есть законные механизмы для реализации предвыборной программы, и она намерена сделать все для этого.
Нариман Умаров поздравил Шавката Мирзиёева с победой от имени всех членов партии и пожелал ему высоких успехов и крепкого здоровья. 
Он выразил уверенность, что избранный Президент продолжит реализацию реформ, начатых первым Президентом страны Исламом Каримовым.
Руководитель «Адолат» также выразил надежду, что Шавкат Мирзиёев будет поддерживать партию в реализации ее идей и предложений.