Шавкат Мирзиёев набрал на прошедших в воскресенье выборах Президента Узбекистана наибольшее количество голосов избирателей — 88,61%.
Голоса за кандидата от Движения предпринимателей и деловых людей — Либерально-демократической партии Узбекистана (УзЛиДеП), по предварительным данным, отдали 15 906 724 граждан, сообщил на брифинге в понедельник председатель Центральной избирательной комиссии Мирза-Улугбек Абдусаломов.
Эти цифры были встречены участниками брифинга в здании Национального пресс-центра громкими и продолжительными аплодисментами.
Кандидат от Народно-демократической партии Хотамжон Кетмонов набрал 3,73% (669 187), кандидат от Социал-демократической партии «Адолат» Нариман Умаров — 3,46% (619 972) и кандидат от Демократической партии «Миллий тикланиш» Сарвар Отамуратов — 2,35% (421 055) голосов.
«С большим удовлетворением хочу отметить высокую политическую сознательность граждан Узбекистана и их гражданскую позицию, а также сопричастность к будущему Родины», — отметил Мирза-Улугбек Абдусаломов.
В голосовании приняли участие 17 миллионов 951 тысяча 667 или 87,73% от общего числа избирателей, внесенных в списки (20 миллионов 461 тысяча 805). Голосование велось на 9383 избирательных участках внутри страны и на 44 участках за рубежом.
«Выборы прошли в полном соответствии с избирательным законодательством и Конституцией Республики Узбекистан на основе принципов открытости, гласности и справедливости», — подчеркнул руководитель ЦИК.
Информации о нарушениях в ходе голосования зафиксировано не было.
Итоги выборов Президента Узбекистана должны быть опубликованы в печати не позднее чем в 10-дневный срок после выборов.
Биография Шавката Мирзиёева