На выборах Президента Узбекистана по данным на 17:00 проголосовали 15 миллионов 730 тысяч 997 избирателей, сообщил на брифинге в столице председатель Центральной избирательной комиссии Мирза-Улугбек Абдусаломов.
Голосование продолжается на ряде участков за рубежом — в частности, в Индии, Объединенных Арабских Эмиратах, Иране, Кувейте, Саудовской Аравии, Египте, Пакистане, а также в странах Европы.
Открылись два избирательных участка при представительствах Узбекистана в Соединенных Штатах Америки.
На некоторых участках за рубежом голосование завершено — в Японии, Южной Корее, Китае, Малайзии и Сингапуре.
Мирза-Улугбек Абдусаломов подчеркнул, что на данный момент сообщений о каких-либо нарушениях в ходе голосования не поступало.