На выборах текущего года в Узбекистане были предприняты дополнительные меры по обеспечению избирательных прав граждан с ограниченными возможностями.
Впервые незрячие граждане, которые раньше не могли проголосовать самостоятельно, получили возможность сделать это без посторонней помощи благодаря бюллетеням, напечатанным с использованием шрифта Брайля.
Участковые избирательные комиссии также создали все условия для граждан, которые не в состоянии (по состоянию здоровья, по причине инвалидности) прибыть в помещения для голосования. Для них голосование было организовано на дому.
Член участковой избирательной комиссии выезжает на дом к избирателю.
96-летняя Пелагея Гусева.
86-летний Мирза Таиров — заслуженный артист Узбекской ССР, профессор Государственной консерватории Узбекистана, солист оркестра узбекских народных инструментов.
Бюллетень со шрифтом Брайля.
81-летняя Флюра Низамиева читает бюллетень со шрифтом Брайля.