Избирательные участки при представительствах Узбекистана в зарубежных странах открылись для голосования.
Первыми начали голосовать соотечественники в Японии и Южной Корее, сообщает УзА. 
В списки избирателей включены в общей сложности более 20 миллионов человек. В Узбекистане действуют 9383 избирательных участка, за рубежом — 44.
34-й избирательный участок при посольстве Узбекистана в Республике Корея открылся в 2:00 по ташкентскому времени. На нем зарегистрированы более 500 избирателей.
«Мы уверены, что начатые первым Президентом нашей страны Исламом Каримовым широкомасштабные реформы будут продолжены. Это зависит от воли граждан Узбекистана», — отметила магистрант экономического факультета Академия Корееведения Феруза Буранова.