Федерация велоспорта Узбекистана 2 июня проведет велозаезд, приуроченный ко Всемирному дню велосипеда. Участниками заезда могут стать жители и гости Узбекистана, сообщили «Газете.uz» в пресс-службе федерации.
Общая протяженность маршрута — 5 км, старт будет дан в 10:00 у ледового дворца Humo Arena. Мероприятие продлится до 12:00.
Заезд пройдет по центральным улицам Бешагоч, Фурката, Ислама Каримова, Шарафа Рашидова и Афросиёб. На время заезда эти улицы будут перекрыты.
Нажмите для увеличения
За дополнительной информацией можно обращаться по телефону: 71−231−27−06.