С утра вторника на ул. Тараккиёт в Ташкенте открыт съезд в сторону площади Хамида Олимджана. Как сообщили «Газете.uz» источники в хокимияте столицы, поручение об этом днем ранее дал глава администрации столицы.
Карта: Яндекс.
Убраны бетонные блоки, запрещавшие движение, а также дорожный знак, предписывавший ехать прямо. Новые знаки еще не поставлены, из-за чего большинство водителей не подозревают об открытии участка.
Ранее сообщалось об открытии движения по ул. Афросиаб возле резиденции первого Президента Узбекистана.