В Узбекистане с 2017 года ожидается масштабная либерализация валютной политики, нацеленная на развитие внутреннего валютного рынка и повышение его эффективности, а также улучшение условий для внешнеэкономической деятельности субъектов предпринимательства. Это следует из проекта постановления Президента «О приоритетных направлениях валютной политики», который опубликован для обсуждения на Едином портале интерактивных государственных услуг.
В документе основными приоритетными направлениями либерализации валютной политики названы следующие:
изменение всеми государственными органами методов регулирования с контрольно-ограничительного подхода на защитно-стимулирующий, имея ввиду обеспечение реализации права распоряжения собственными активами по своему усмотрению и создание благоприятного инвестиционного климата и деловой среды;
стимулирование роста экспортного потенциала республики, повышение конкурентоспособности отечественных производителей на внешних и внутреннем рынках;
создание равных условий всем участникам внешнеэкономической деятельности при проведении ими валютных операций, с запрещением практики представления льгот и преференций отдельным предприятиям или отраслям;
установление курса национальной валюты по отношению к иностранным валютам исключительно с использованием рыночных механизмов;
недопущение установления законодательных норм, отрицательно влияющих на стабильность национальной валюты.
Планируется установить порядок, в соответствии с которым:
цены на товары и услуги, продаваемые (оказываемые) на территории Узбекистана, а также минимальные требования к уставным капиталам обществ должны определяться только в национальной валюте;
категорически запрещается осуществление на территории Узбекистана платежей в иностранной валюте за товары и услуги, за исключением платежей посредством платежных карт, внедрив при этом механизм зачисления средств на счета предприятий в национальной валюте Узбекистана при принятии платежей посредством платежных карт в иностранной валюте;
государственные пошлины, сборы и иные обязательные платежи на территории Узбекистана взимаются только в национальной валюте, за исключением таможенных сборов, взимаемых на территории свободных таможенных зон и свободных складов у нерезидентов Узбекистана.
В целях обеспечения в полной мере реализации прав юридических и физических лиц по свободному распоряжению собственными средствами устанавливается, что:
допускается выплата прибыли, дивидендов и других доходов в иностранной валюте, при наличии валютных доходов и средств на счетах юридических лиц, на основании решений акционеров (участников);
допускается перевод средств в иностранной валюте на территории Узбекистана между физическими лицами с использованием банковского перевода, почтового перевода или платежных систем;
индивидуальным предпринимателям без образования юридического лица разрешается оплачивать импорт товаров и услуг в установленном порядке через свои банковские счета;
экспортеры и импортеры свободно по своему усмотрению выбирают формы оплаты по заключенным им внешнеторговым контрактам в рамках законодательства валютного регулирования;
вывоз наличной иностранной валюты за пределы республики в пределах суммы, эквивалентной 10 тысячам долларов США осуществляется без ограничений, за исключением случаев, установленных правительственными решениями. При этом наличная иностранная валюта в пределах суммы, эквивалентной 2000 долларов США не подлежит обязательному декларированию при ее ввозе и вывозе в/из Узбекистана;
отменяется практика выдачи коммерческими банками и Центральным банком разрешения на вывоз наличной иностранной валюты за пределы Узбекистана;
нерезиденты Узбекистана (юридические и физические лица) имеют право открывать счета в банках Узбекистана и свободно распоряжаться средствами, находящимися на их счетах, по своему усмотрению в порядке, установленном законодательством.
В целях создания благоприятных условий осуществления экспорта участниками внешнеэкономической деятельности предусмотрено установить, что:
экспортеры и импортеры свободно по своему усмотрению выбирают формы оплаты по заключенным им внешнеторговым контрактам в рамках законодательства валютного регулирования;
выручка в иностранной валюте экспортеров, независимо от формы собственности, не подлежит обязательной продаже, за исключением экспорта товаров и услуг, перечень которых ежегодно утверждается решением Кабинета Министров;
унификация предельных сроков поступления выручки в иностранной валюте и товаров (услуг) по экспортно-импортным операциям;
предоставление права индивидуальным предпринимателям без образования юридического лица приобретать иностранную валюту на внутреннем валютном рынке, в порядке установленном для юридических лиц — резидентов Узбекистана.
Намечено поэтапное снижение размера обязательной продажи части валютной выручки от экспорта отдельных товаров и услуг до полной ее отмены.
Планируется разработать упрощенный порядок покупки и продажи хозяйствующими субъектами иностранной валюты на внутреннем валютном рынке, предусмотрев в нем:
свободную покупку и продажу иностранной валюты для проведения платежей по текущим международным операциям;
реализацию иностранной валюты коммерческими банками клиентам за счет собственных ресурсов, включая приобретенные ресурсы у клиентов при обеспечении сохранности средств на счетах и вкладов физических и юридических лиц и выполнении требований лимитов валютной позиции.
В целях внедрения современных принципов и механизмов регулирования, сокращения бюрократических барьеров в банковской деятельности, искоренения и недопущения административного вмешательства в деятельность коммерческих банков, а также снятия с них несвойственных функций, планируется установить, что:
условия выдачи и погашения кредитов в иностранной валюте отечественными коммерческими банками определяются исходя из кредитной политики, на основании договоренности сторон;
коммерческим банкам при оказании банковских услуг запрещается ограничивать права клиентов по свободному распоряжению их средствами в иностранной валюте;
отменяется практика выдачи коммерческим банкам лицензии на проведение операций в иностранной валюте, с проведением операций в иностранной валюте на основании лицензии на право осуществления банковской деятельности, а валютной бирже — для определения спроса и предложения на иностранную валюту.
На основе анализа влияния предлагаемых изменений по итогам первого полугодия 2017 года планируется разработать проект новой редакции закона «О валютном регулировании», предусматривающий:
все аспекты проведения валютных операций, встречающихся на практике, с максимальным сокращением практики применения отсылочных норм;
определение Кабинета Министров органом валютного регулирования наряду с Центральным банком с четким определением их полномочий;
реализацию прав юридических и физических лиц по свободному распоряжению собственными средствами;
обеспечение стабильности национальной валюты Республики Узбекистан;
вопросы регулирования переводов средств заграницу для инвестиционных целей с учетом экономических интересов страны.
Принять участие в обсуждении проекта постановления можно до 14 декабря 2016 года по этой ссылке.