Новая версия портала коммунального хозяйства и жилищного фонда E-Kommunal.uz (EK.uz) предлагает пользователям ряд полезных сервисов.
Как сообщили в Центре UZINFOCOM, который является разработчиком портала, на сайте можно проверить баланс по счетам за коммунальные услуги, указав расчетный счет, а также произвести оплату через сервисы мобильных платежей.
Все квитанции об оплате хранятся в персональном кабинете, при желании их можно распечатать или показать инспектору на экране компьютера (планшета, телефона).
На сайте доступен онлайн-калькулятор, рассчитывающий стоимость коммунальных услуг на основе актуальных тарифов. Имеется справочник контактов коммунальных служб.
Напомним, портал E-Kommunal.uz был запущен в 2012 году.