Национальная авиакомпания «Узбекистон хаво йуллари» к 2018 году внедрит онлайн-продажу билетов через международные платежные системы Visa, MasterCard, UnionPay и другие, сообщает журнал infoCOM.UZ.
На сегодняшний день покупка авиабилетов через сайт компании доступна только с использованием национальной системы UzCard.
В ближайшее время НАК обещает добавить возможность предварительного выбора посадочных мест на борту воздушного судна. 
По завершению реализации проекта онлайн-бронирования и онлайн-покупки билетов будет запущено полноценное мобильное приложение для этих сервисов.
Кроме того, «Узбекистон хаво йуллари» планирует внедрение системы онлайн-регистрации на свои рейсы.