С 19 ноября на территории Узбекистана ожидается резкое понижение температуры воздуха, прогнозирует Узгидромет.
К 21 ноября температура воздуха понизится ночью до −2…−7 градусов Цельсия, днем — до −2…+3 градусов, по северу ночью — до −13…−18, днем — до −3…−8, что на 8−10 градусов ниже нормы.
В эти три дня (19−21 ноября) по Узбекистану пройдут осадки — дождь и снег. Ветер усилится до 17−22 м/с.
Ожидается, что холодная и сухая погода с аналогичными температурными значениями сохранится до 27 ноября.