Нильский крокодил скончался 10 ноября в Ташкентском зоопарке, сообщила администрация зоологического сада.
Крокодил Бой прибыл из Израиля три года назад. За это время животное прекрасно адаптировалось к местным условиям и выросло со 120 см до более 2 м.
Причиной смерти крокодила стала закупорка пиллорической части желудка инородным предметом. В нем была обнаружена детская игрушка. 
Ранее администрация зоопарка неоднократно сообщала о выявлении различных предметов внутри вольеров, что в итоге приводило к смерти животного.
7 ноября во время утреннего осмотра в кормушке для сыпучих кормов молодого жирафа, недавно прибывшего из Казахстана, обнаружена металлическая вязальная спица размером 20 см.
«В целях бережливого отношения к нашим животным от посягательств на их здоровье убедительно просим вас — не бросайте в вольеры различные предметы!» — обращаются к гостям работники зоопарка.
При выявлении таких случаев и неправомерных действий со стороны посетителей к животным руководство просит сообщать о них дежурным, охране и администрации.