В Узбекистане начата выдача приглашений избирателям на декабрьские выборы Президента. Нынешние приглашения кардинальным образом отличается от приглашений, изготовленных для предыдущих выборов, сообщило УзА.
Впервые на приглашениях, напечатанных на бумаге формата А5 в цветном оформлении, размещены имена четырех кандидатов, а также названия и логотипы выдвинувших их политических партий.
Приглашения также содержат выписку из статьи 31 закона «О выборах Президента Республики Узбекистан», согласно которой каждый избиратель голосует лично и голосование за других лиц не допускается.
Именные приглашения вручаются каждому избирателю лично после росписи на листе списка избирателей.
Количество избирателей на предстоящих 4 декабря выборах Президента составляет более 21,4 миллиона человек.