Президент Турции Реджеп Тайип Эрдоган совершит визит в Узбекистан 17−18 ноября, сообщается на сайте главы Турции.
Ожидается, что Реджеп Тайип Эрдоган посетит Самарканд, где похоронен первый Президент Узбекистана Ислам Каримов.
Турецкий лидер также проведет переговоры с и. о. Президента Узбекистана, премьер-министром Шавкатом Мирзиёевым. Они обсудят вопросы развития двусторонних отношений между государствами, а также региональные и международные темы.
В сообщении пресс-службы Президента Турции отмечается, что визит Реджепа Тайипа Эрдогана в Узбекистан послужит улучшению и укреплению отношений между странами.
Напомним, Реджеп Тайип Эрдоган был в Узбекистане 18−20 декабря 2003 года в качестве премьер-министра Турции.