Сборная Узбекистана по футболу 15 ноября на сеульском стадионе Кубка мира уступила Южной Корее в рамках матча пятого тура третьего отборочного раунда к чемпионату мира-2018 — 2:1.
Коллектив Самвела Бабаяна первым открыл счет на 25-й минуте встречи, когда Марат Бикмаев воспользовался ошибкой голкипера хозяев, выбежавшего вперед, и поразил ворота с дальней дистанции. Однако подопечным Ули Штилике удалось вернуться в игру на 67-й минуте после гола Нам Тхэ Хи. А за 5 минут до конца матча Ку Джа Чхоль смог добыть своей команде волевую победу.
В других матчах пятого тура Китай — Катар (0:0) и Сирия — Иран (0:0) не было забито голов. Узбекистан занимает третье место с 9 очками — три победы и два поражения. Выше расположились Южная Корея (10) и Иран (11).
Видео
Статистика
Турнирное положение