11−13 ноября в Софии (Болгария) состоялся чемпионат мира по спортивному и боевому самбо. Представители 77 стран мира боролись за 27 комплектов наград в трех дисциплинах — женском и мужском зачетах и боевом самбо, сообщается на официальном сайте Международной федерации самбо (ФИАС).
По итогам трех соревновательных дней сборная Узбекистана, представленная 15 спортсменами, завоевала четыре медали. В спортивном самбо «бронзу» выиграл Сарбон Эрназаров (до 68 кг), а в боевом призерами стали Ислам Кудратов (до 74 кг, «бронза»), Исломжон Азимов (до 100 кг, «бронза») и Олим Худайкулов (+100 кг, «серебро»).
Победа в турнире досталась сборной России.
Во время состязаний также был проведен конгресс ФИАС, на котором организация расширила состав до 88 стран — были присоединены Шри-Ланка, Филиппины и Канада. Теперь федерация намерена добиться включения самбо в олимпийский вид спорта. 
Следующий чемпионат мира 2017 года пройдет в Сочи (Россия).
Весовая категория +100 кг, (слева направо): Олим Худайкулов (Узбекистан), Денис Гольцов (Россия), Мартин Маринков (Болгария), Размик Тоноян (Украина).
Весовая категория 68 кг: Эмиль Хасанов (Азербайджан), Никита Клецков (Россия), Сарбон Эрназаров (Узбекистан), Мартин Иванов (Болгария).
Весовая категория 74 кг: Валентин Бенишев (Болгария), Ислам Махачев (Россия), Истам Кудратов (Узбекистан), Илья Ходкевич (Белоруссия).
Весовая категория до 100 кг: Чарымурат Аннагуманов (Туркменистан), Михаил Мохнаткин (Россия), Камен Георгиев (Болгария), Исломжон Азимов (Узбекистан).