Хоким Самаркандской области Зоир Мирзаев произвел новые назначения, сообщила пресс-служба хокимията.
Хокимом города Каттакургана стал Баходир Садуллаев. Его предшественник Шухрат Рахмонов покинул пост по собственному желанию.
Акдарьинский район возглавил Пирматбой Усаров, на этом посту он сменил Нурали Бердибаева, освобожденного от должности по собственному желанию.
Шункор Худайбердиев назначен заместителем хокима области по вопросам социально-экономического развития, сферы услуг и предпринимательства, сообщила газета «Самаркандский вестник».