Шерзод Шерматов назначен первым заместителем министра по развитию информационных технологий и коммуникаций, сообщили «Газете.uz» в министерстве.
Шерзод Шерматов (1977 года рождения) — выпускник Ташкентского государственного технического университета (1998 год) и Йельского университета (США, 2000 год).
До нынешнего назначения работал ректором Университета Инха в Ташкенте, ранее был заместителем председателя Государственного комитета связи, информатизации и телекоммуникационных технологий (ныне — Мининфоком).
На посту первого замминистра он сменил Алишера Файзуллаева, который назначен директором Агентства по интеллектуальной собственности.
Ректором Университета Инха в Ташкенте стал Сарвар Бобоходжаев, до этого бывший менеджером по административным вопросам данного вуза.