3−4 ноября по Узбекистану ожидается резкое изменение погоды, сообщили «Газете.uz» в Узгидромете.
 По республике пройдут дожди, местами возможны сильные. К вечеру 3 ноября, а также ночью и утром 4 ноября в отдельных районах страны возможен переход дождя в снег. Ожидается усиление ветра до 17−22 м/с.
Резкое понижение температуры воздуха начнется днем 3 ноября , к 4−5 ноября температура понизится ночью до 0…+2 градусов Цельсия, местами — до -1…−2, днем — до +5…+7 градусов.
По предгорным и горным районам в эти два дня будет селеопасно.
Подробный прогноз погоды на сайте Узгидромета