Политические партии Узбекистана во вторник опубликовали на своих сайтах программы кандидатов в президенты. Ознакомиться с предвыборными программами, а также с биографиями кандидатов можно по ссылкам, приведенным ниже.
«Национальные интересы — превыше всего!»
Сарвар Садуллаевич Отамуратов, кандидат от Демократической партии Узбекистана «Миллий тикланиш» (биография)
«Наша цель — обеспечение мира, прогресса и верховенства закона!»
Шавкат Миромонович Мирзиёев, кандидат от Движения предпринимателей и деловых людей — Либерально-демократической партии Узбекистана (УзЛиДеП) (биография)
«Наша цель — дальнейшее повышение уровня и качества жизни народа!»
Хатамжон Абдурахмонович Кетмонов, кандидат от Народно-демократической партии Узбекистана (биография)
«Сила — в справедливости!»
Нариман Маджидович Умаров, кандидат от Социал-демократической партии Узбекистана «Адолат» (биография)