АО «Узбекистон темир йуллари» за первые девять месяцев текущего года перевезло 15,8 миллиона человек, что на 2,9% больше, чем в аналогичном периоде прошлого года.
Объем грузоперевозок составил 50,5 миллиона тонн или в среднем 184,5 тысячи тонн в сутки (+0,2%), сообщается на сайте компании.
Экспорт превысил 275,7 млн долларов США, это на 5,2% больше показателя января-сентября прошлого года.
Промышленно-производственными предприятиями «Узбекистон темир йуллари» было выпущено товаров в сравнительных ценах на 312,8 млрд сумов.
В рамках инвестиционной программы за счет всех источников финансирования было освоена сумма в 673,66 млн долларов.