СП GM Uzbekistan создало специальную рабочую группу для рассмотрения обращений граждан по вопросам продажи и обслуживания автомобилей, сообщили «Газете.uz» в пресс-службе компании. 
Группу возглавил врио генерального директора Рустам Ражабов, в нее также вошли руководители и менеджеры ряда подразделений компании.
Как сообщается на сайте предприятия, в задачи рабочей группы входят оперативная обработка и решение вопросов, с которыми обращаются граждане.
Заявления принимаются по электронной почте (адреса — по ссылке выше), через call-центр GM Uzbekistan (+99871−1417777) либо в ближайшей дилерской организации компании.
Личный прием граждан будет осуществляться ежедневно с 8:00 до 11:00 в здании GM Uzbekistan в Ташкенте.
Аналогичная рабочая группа создана в компании «Узавтосаноат», ее возглавил заместитель председателя Кобилжон Азимов.
Сведения обо всех обращениях, а также результатах их рассмотрения, будут передаваться в аппарат виртуальной приемной премьер-министра.