С 1 ноября изменится расписание поездов, курсирующих между Ташкентом и Андижаном, а также андижанских пригородных железнодорожных рейсов. Новое расписание опубликовано на сайте компании «Узжелдорпасс».
Поезд №60/59 сообщением «Ташкент-Андижан» будет отправляться из столицы в 8:05 и прибывать в Андижан в 13:35, отправление этого рейса из Андижана — в 15:50, прибытие в Ташкент — в 21:20. 
Поезд рейса №62/61 «Ташкент-Андижан» будет уходить в 17:20, прибывая в 22:50, обратный отъезд из Андижана — в 6:20, а прибытие в Ташкент — в 12:04.
Первоначально время в пути составляло около шести часов, теперь оно сократится примерно на полчаса.Новое время отправления поезда №392 сообщением «Андижан-Ташкент-Бухара» из Андижана — 14:20, прибытия в Ташкент — 20:44.
По маршруту «Андижан-Ташкент» поезд №92/91 будет отправляться в 22:15 и прибывать в Ташкент в 5:16. Из Ташкента поезд выезжает в 6:40 и прибывает в Андижан в 12:55.
Изменяется также расписание пригородных поездов:
№6308 «Тукумачи-Ангрен»: отправление — 18:00, прибытие — 21:56;
№6309 «Ангрен-Тукумачи»: отправление — 6:03, прибытие — 9:48;
№6309 «Андижан-Коканд»: отправление — 4:30, прибытие — 7:39;
№6310 «Коканд-Андижан»: отправление — 14:20, прибытие — 17:58.
По техническим причинам 7−10, 14−17 и 21−24 ноября вместо высокоскоростного поезда Afrosiyob №760/759 сообщением «Ташкент-Карши» временно продлевается курсирование скорого поезда №2/1 по действующему графику.