В селе Нурафшон Наманганской области водитель автомашины ВАЗ-2106 совершил наезд на пешехода, переходившего дорогу, сообщила пресс-служба Министерства внутренних дел.
Виновник аварии скрылся, пострадавшая женщина скончалась на месте происшествия. По факту наезда возбуждено уголовное дело. 
В результате оперативно-розыскных мероприятий установлено, что преступление было совершено на автомашине 20-летним местным жителем.
Подозреваемый задержан, в настоящее время проводятся следственные мероприятия.