26 октября в 11:30 на ул. Фараби в Шайхантаурском районе Ташкента произошло внезапное обрушение строящегося дома №393б. В результате обрушения погибли три человека, двое пострадали, сообщило МЧС Узбекистана.
Вероятной причиной происшествия называются нарушения норм и правил строительства частных домов.
Спасательными подразделениями МЧС были спасены два человека и извлечены тела погибших из-под завалов. 
На месте обрушения силами МЧС, Управления пожарной безопасности МВД и служб хокимията столицы проводятся расчистка завалов.
Место происшествия для безопасности проводимых работ оцеплено силами служб ГУВД Ташкента.
РОВД и прокуратура района проводят следственные мероприятия по установлению обстоятельств и причин обрушения.