Сборная Узбекистана в четвертьфинальном матче чемпионата Азии среди игроков до 19 лет в Манаме (Бахрейн) 24 октября уступила Ирану со счетом 2:0 и не смогла квалифицироваться на ЧМ-2017 U-20.
Нападающий иранцев Ризо Джафари сначала открыл счет на 13-й минуте матча, а после сделал дубль в начале второго отрезка времени.
По регламенту турнира путевки на чемпионат мира в Южной Корее получат четыре команды, вышедшие в полуфинал соревнований. В полуфинале Иран сыграет с Саудовской Аравией, а Япония встретится с Вьетнамом.
Ранее на этой же стадии турнира остановилась сборная Узбекистана U-16, которая также не смогла выйти на первенство мира.
Видео