Компания «Узавтосаноат» и Volkswagen Group Rus подписали соглашение об организации производства автомобилей совместно с Volkswagen, сообщила пресс-служба президента Узбекистана.
Документ (имеется в распоряжении «Газеты.uz») формализует имеющиеся предварительные переговоры по освоению продукции немецкой Volkswagen на площадях «Узавтосаноат».
Стороны договорились в ближайшее время более детально изучить технические характеристики мощностей «Узавтосаноат», а также наличие и уровень существующей логистической и иной инфраструктуры.
Возможный общий объем инвестиций в проект в случае, если будет признана его целесообразность, предварительно оценивается в сумму до 40 млн евро. Проект может быть реализован в 2019—2021 годах. Более точная оценка ожидается после завершения подготовки технико-экономического обоснования.
«Узавтосаноат» разработает бизнес-план проекта при поддержке Volkswagen Group Rus.
В ноябре 2017 года сообщалось, что узбекско-германское совместное предприятие JV MAN Auto-Uzbekistan начнет производство пикапов Volkswagen Amarok, но, как известно «Газете.uz», проект был прекращен.
Volkswagen Group Rus объединяет на российском рынке работу семи марок концерна: Volkswagen — легковые автомобили, Audi, Škoda, Bentley, Lamborghini, Ducati и Volkswagen Коммерческие автомобили.
С ноября 2007 года Volkswagen Group Rus производит автомобили в Калуге (в 2009 году было запущено производство полного цикла). В данный момент производятся модели Volkswagen Tiguan, Volkswagen Polo и Škoda Rapid.
Обновлено: убрано слово «коммерческий».