21 октября в Ташкенте начаты работы по восстановлению закрытого в середине августа отрезка ул. Ойбек между ул. Нукусской и Туркистон.
Быстрыми темпами ведется разбор уже почти возведенного фонтана, вдоль тротуара снято ограждение, рабочие демонтируют поливные системы. По словам сотрудников управления благоустройства, дорога может быть открыта уже к понедельнику.
Напомним, на перекрытом для движения транспорта участке намечалось создать зеленую зону с фонтанами и скамейками. Один фонтан был практически готов.
В начале октября в столице Узбекистана был открыт ряд участков дорог, пересекающихся с проспектом Мустакиллик. Это заметно улучшило дорожную ситуацию на отдельных направлениях.
Фото