29 октября в 15:00 в нескольких местах Ташкента одновременно пройдет общественный диктант, посвященный 27-летию присвоения узбекскому языку статуса государственного. 
Мероприятие проводится Центром UZINFOCOM совместно с Министерством высшего и среднего специального образования и рядом вузов.
Все желающие независимо от возраста и рода занятий могут проверить, насколько хорошо они знают узбекский язык и правила правописания.
Места проведения диктантаМузей истории связи (Шайхантахурский район, ул. Навои, 28-А);
Ташкентский государственный институт востоковедения (Мирабадский район, ул. Шахрисабз, 25);
Национальный университет Узбекистана (Алмазарский район, Студенческий городок, ул. Университетская, 4, здание);
Узбекский государственный университет мировых языков (Учтепинский район, ул. Кичик халка йули, массив Г-9, 21-А).
Для участия в диктанте желательно зарегистрироваться на сайте Diktant.uz. Здесь же можно найти дополнительную информацию о мероприятии.