19 октября на телефонный номер 1000 виртуальной приемной премьер-министра Узбекистана Шавката Мирзиёева поступило более 19 тысяч звонков, сообщается на Facebook-странице главы правительства.
&gt;19 тысяч
Столько звонков поступило в виртуальную приемную премьер-министра Узбекистана за один день — 19 октября.
Источник: fb.com/Mirziyoyev
«Не все звонки связаны с направлением обращения, многие звонят для проверки состояния своего обращения», — говорится в сообщении. 
Заявителям советуют звонить только в случае отсутствия доступа в интернет и желательно в не самые загруженные часы (они обозначены на графике). Лучше всего направлять обращения через сайт pm.gov.uz, там же можно легко проверить статус рассмотрения обращения.
«Для улучшения качества обслуживания принимаются меры по увеличению количества операторов, особенно в самые загруженные часы», — отмечается в сообщении.