Национальный университет Узбекистана имени Мирзо Улугбека возглавил Авазжон Марахимов, свидетельствует информация на сайте вуза.
Доктор технических наук, профессор Авазжон Марахимов до назначения работал в Ташкентском государственном техническом университете. 
С марта 2010 года по июнь 2011 года возглавлял Министерство народного образования Узбекистана, ранее был заместителем министра высшего и среднего специального образования.
На посту ректора Авазжон Марахимов сменил Абдурахима Абдушукурова, занимавшего эту должность с мая.