Как известно, крупные компании на рынке бытовой техники, имеющие свои сервисные центры, автоматически гарантируют качество производства и заботу о потребителе. Так же и компания Artel, отечественный производитель бытовой техники и электроники, гарантирует качество своей продукции, удобство и надежность в использовании.
Вот уже более двух лет торговая марка Artel предлагает покупателям свою сервисную поддержку как в столице, так и в каждой области страны. В центрах производителя готовы обслужить всех покупателей профессиональные мастера, использующие новейшие технологии. На сегодняшний день в компании задействованы более 300 квалифицированных специалистов, и сеть продолжает развиваться. 
В случае возникновения вопросов при эксплуатации бытовой техники Artel, всегда можно обратиться в сервисный центр в любой точке Узбекистана, где специалисты компании будут рады помочь. Производитель никогда не теряет связь со своими клиентами и заботится об их комфорте, потому что каждый из них дорог. 
Компания сообщает, что теперь сервисные центры Artel также открывают двери в городах Зарафшан (Навоийская область) и Гиждуван (Бухарская область). Специалисты в них окажут посильную помощь в решении любых вопросов, связанных с приобретенной техникой торговой марки Artel.
За более подробной информацией можно обратиться в единый информационный центр по телефону: (+99871) 148−88−88.
Адреса новых сервисных центров: 
1. Навоийская область, город Зарафшан, 12 микрорайон. 
2. Бухарская область, город Гиждуван, улица Юнус Хамадоний, 7.
На правах рекламы. Услуги лицензированы.