Сборная Узбекистана по футболу заранее обеспечила место в четвертьфинале чемпионата Азии среди игроков до 19 лет, победив 18 октября в Манаме (Бахрейн) во втором туре команду Австралии — 3:2.
К 46-й минуте матча подопечные Джасура Абдураимова вели со счетом 3:0 после гола Бобира Абдухоликова и дубля Достона Ибрагимова.
На 55-й минуте Исломжон Кобилов получил вторую желтую карточку, оставив команду доигрывать матч вдесятером. Австралийцы за это время смогли отыграть два мяча благодаря усилиям Лиама Юллея и Джорджа Блэквуда.
Победив в первом туре сборную Таджикистана (2:1), Узбекистан после встречи с Австралией с 6 очками занимает первое место в группе D.
21 октября в 21:30 команде Узбекистана предстоит игра со сборной Китая.
Видео