18 октября в Ташкенте начала работу 43-я сессия Совета министров иностранных дел Организации исламского сотрудничества, сообщила пресс-служба МИД.
В ее работе принимают участие представители свыше 50 стран-членов и государств-наблюдателей организации, а также ряда международных и региональных организаций.
Ташкентская сессия станет официальным началом председательства Республики Узбекистан в СМИД ОИС до следующего заседания этого органа в 2017 году.
Девиз узбекского председательства — «Образование и просвещение — путь к миру и созиданию».