14 октября в Республиканской теннисной школе олимпийского резерва состоялись матчи одиночного разряда и финал парных игр международного турнира серии Challenger. Первая ракетка Узбекистана Денис Истомин за один день провел три успешных матча, и в паре с Михаилом Елгиным стал победителем Tashkent Challenger.
В четвертьфинале «одиночек» Истомин (125-е место в мировой рейтинге) в двух сетах одолел хорвата Ивана Додига (92) -6/4 7/6(13). Матч продолжался 2 часа и 16 минут. За это время Денис совершил шесть эйсов, четыре двойные ошибки при двух брейках. Его соперник три раза подавал навылет, трижды ошибся на второй подаче при одном брейке.
В другом поединке ¼ финала словак Лукаш Лацко (116) неожиданно победил француза Жереми Шарди (80) -4/6 7/6(3) 6/4. В самой продолжительной встрече дня (2 часа и 24 минут) Лацко выполнил 10 эйсов, 2 двойный ошибки и столько же брейков против 11 подач на вылет, четырех ошибок на подаче и двух брейков у Шарди.
В полуфинальных состязаниях россиянин Константин Кравчук за 1 час и 21 минуту одолел боснийца Мирзу Башича (174) — 7/5 6/3.
В матче за выход в финал Денис Истомин в двух сетах победил Лукаша Лацко — 6/4 6/4. За 1 час и 12 минут узбекский теннисист сделал один эйс и два брейка, не совершая ошибок при подаче. Тогда как его оппонент совершил пять подач навылет и допустил одну двойную ошибку. 
В своем третьем поединке в течение дня, финале парного разряда турнира, Истомин в паре с Михаилом Елгиным в двух сетах справились с немцем Андре Бегеманном и индийцем Леандром Паесом — 6/4 6/2. Узбекско-российский дуэт за 1 час и 6 минут выполнили шесть эйсов и четыре брейка, не ошибаясь на второй подаче. Соперники сделали шесть двойных ошибок при одной подаче навылет и брейке.
Это первый титул Истомина и Елгина в этом сезоне. За победу в Tashkent Challenger они получили по 125 очков в рейтинге ATP 7,75 тысяч долларов, а призеры — 4,5 тысячи и 75 очков.
15 октября в 11:00 состоится финал одиночного разряда. Истомин сразится с Кравчуком.
Результаты матчей за 14 октября[7] Денис Истомин (Узбекистан, 125) vs. [Q] Иван Додиг (Хорватия, 92) 6/4, 7/6(13);
[6] Лукаш Лацко (Словакия, 116) vs. [2] Жереми Шарди (Франция, 80) — 4/6 7/6(3) 6/4;
[5] Константин Кравчук (Россия, 102) vs. [8] Мирза Башич (Босния и Герцеговина, 174) — 7/5 6/3;
[7] Денис Истомин (Узбекистан, 125) vs. [6] Лукаш Лацко (Словакия, 116) 6/4 6/4;
Денис Истомин (Узбекистан,195-е место в парных играх) / Михаил Елгин (Россия, 116) vs. Андре Бегеманн (Германия, 90) / Леандр Паес (Индия, 59) — 6/4 6/2. 
Фото