Валовой внутренний продукт Узбекистана по итогам первых девяти месяцев 2016 года вырос на 7,8%, было сообщено на заседании Кабинета Министров, прошедшем 13 октября под председательством исполняющего обязанности Президента, премьер-министра Шавката Мирзиёева, передало УзА.
В январе-сентябре был обеспечен рост промышленности на 7,2%, объемов строительных работ — на 15%, розничного товарооборота — на 14,2%, услуг — на 12,4%. Рост объемов продукции сельского хозяйства составил 6,4%. 
Государственный бюджет исполнен с профицитом в размере 0,1% к ВВП. Уровень инфляции не превысил прогнозные параметры, отмечалось на заседании.
Среднемесячная заработная плата увеличилась на 12,6% по сравнению с таким же периодом прошлого года.
На финансирование мероприятий Государственной программы «Год здоровой матери и ребенка» за счет всех источников направлено свыше 6,8 трлн сумов и 150 млн долларов США. 
Рост объемов освоенных инвестиций составил 9,4%, в том числе иностранных инвестиций — 11,2%. 
С начала года введены в строй 100 крупных производственных объектов в рамках Инвестиционной программы на 2016 год. До конца года намечен ввод 64 крупных производственных мощностей.