Министр иностранных дел Узбекистана Абдулазиз Камилов 12 октября принял нового главу представительства Детского фонда ООН (ЮНИСЕФ) Сашу Граумана, сообщила пресс-служба МИДа.
Саша Грауман вручил министру письмо исполнительного директора ЮНИСЕФ Энтони Лейка о назначении в Узбекистан.
В ходе беседы рассмотрены состояние и приоритетные направления развития взаимодействия между Узбекистаном и ЮНИСЕФ.
Собеседники отметили взаимную заинтересованность в успешной реализации Страновой программы сотрудничества на 2016−2020 годы, подписанной 15 апреля.
Предыдущим главой представительства ЮНИСЕФ в Ташкенте был Роберт Фюдерич. Он завершил свою миссию в стране в конце мая.