Сборная Узбекистана в рамках третьего отборочного раунда к чемпионату мира-2018 на стадионе «Бунёдкор» в Ташкенте 11 октября уверенно одолела команду Китая — 2:0.
Игроки Поднебесной хорошо оборонялись в первом тайме, практически не позволяя приближаться к подступам своей штрафной. Однако во втором отрезке времени футболисты Узбекистана отправили в ворота гостей два мяча.
На 50-й минуте счет открыл Марат Бикмаев, а под конец встречи Отабек Шукуров удвоил преимущество. По ходу матча подопечные Самвела Бабаяна четырежды попадали в каркас ворот соперника.
После этой победы Узбекистан занимает вторую строчку в группе A с 9 очками. Лидерство сохранил Иран (10), одержав домашнюю победу над Южной Кореей (7) — 1:0.
Видео
Обновлено в 22:40.