В парке имени Абдуллы Кадыри в Ташкенте в воскресенье прошла международная выставка кошек «Осенний Кошкент-2016». В ней приняли участие профессиональные заводчики и любители кошек из Узбекистана, Казахстана и Таджикистана.
Как отмечают организаторы, в Узбекистане до этого не проводились выставки кошек, соответствующие профессиональным стандартам. «Осенний Кошкент» стал возможным благодаря работе первого в стране фелинологического клуба Caravan Cats, открытого в январе.
Судьями на выставке, получившей лицензию Международной фелинологической ассоциации «Рус» (FARUS), выступили специалисты по кошачьим породам с международным статусом Ольга Синица из России и Евгений Мечковский из Казахстана.
Фото
Видео