6 октября национальная сборная Узбекистана по футболу в третьем матче третьего этапа Азиатского отборочного турнира чемпионата мира-2018 с минимальным счетом потерпела домашнее поражение от футболистов Ирана — 0:1.
Единственный гол в матче на 28-й минуте забил защитник гостей Джаляль Хоссейни, замкнув навес с фланга.
После этой встречи сборная Ирана сместила Узбекистан с первого места в группе «А», набрав 7 очков. Следом идет Южная Корея, ранее обыгравшая Катар со счетом 3:2. У команды Самвела Бабаяна 6 очков и третье место.
Фото
Видео