С наступлением осеннего похолодания магазин Heritage — «Мир ковров» стремится привнести тепло в дом каждого покупателя. Поэтому до конца октября всю продукцию в магазине можно приобрести со скидкой в размере 30%.
Предлагаемый ассортимент сможет удовлетворить запросы даже самого капризного покупателя. Буквально на днях в магазин поступила новая коллекция ковров «осень-зима». В ней представлены несколько сотен товаров из Бельгии, Турции и Ирана, а также отечественная продукция, произведенная в Самарканде. Большое разнообразие ковров облегчит выбор правильной покупки для любой комнаты дома или офиса.
Heritage — «Мир ковров» также предлагает шелковые ковры ручной работы. Они не только послужат украшением для дома, но также станут приятным подарком для близких или друзей.
Сотрудники магазина уделяют большое внимание качеству и режиму хранения ковров и предлагают индивидуальный подход к каждому посетителю.
К каждой покупке в магазине предоставляется бонус: бесплатная доставка до дома покупателя.
Режим работы магазина: ежедневно с 09:00 до 20:00. 
Адрес: Ташкент, улица Беруни, 18-Б. Ориентир: ресторан «Хувайдо», станция метро «Беруни».
Телефон: (+99897) 702−70−70.
На правах рекламы.