5 октября Министерство труда Узбекистана, Корейское агентство по международному сотрудничеству (KOICA) и представительство компании Hyundai Engineering подписали меморандум о взаимопонимании. Документ нацелен на установление тесного экономического и социального партнерства Узбекистана и Южной Кореи, сообщили в представительстве KOICA в Ташкенте.
На церемония подписания меморандума в Министерстве труда присутствовали министр труда Азиз Абдухакимов, президент KOICA Ким Ин Шик, посол Республики Корея в Узбекистане Квон Ён У, директор представительства Hyundai Engineering Сонг Донг Джун и директор офиса KOICA в стране Им Джонг Хи.
В соответствии с меморандумом стороны будут сотрудничать в областях:
трудоустройства лиц, окончивших центры профессиональной подготовки в Узбекистане;
продвижения вкладов в социальную деятельность, которая будет осуществляться в Узбекистане;
разработки учебных программ для центров профессиональной подготовки и привлечение людских и материальных ресурсов;
обмена информацией, связанной с профессиональной подготовкой, и обменом человеческими ресурсами;
других вопросах, считающихся необходимыми для взаимного сотрудничества.
Часть выпускников центров профессиональной подготовки KOICA в Узбекистане сможет пройти рабочую практику на производственных учреждениях Hyundai Engineering, туда же будут трудоустроены отличившиеся выпускники.
С 2012 года в Ташкенте функционирует Центр профессионального обучения, открытый при содействии KOICA. За истекшее время его окончили более 2000 молодых людей. В этом году такой же центр начал работу в Самарканде. Аналогичные центры планируется открыть в Ургенче, Шахрисабзе и Коканде.