В Самарканде появится городской трамвай. С таким предложением в ходе посещения города в среду выступил и. о. Президента Узбекистана Шавкат Мирзиёев.
«Эта инициатива обрадовала горожан, — сообщила программа „Ахборот“ телеканала „Узбекистан“. — Это экологически чистый, удобный транспорт для населения города».
Трамвайная линия протянется от Сиабского рынка до территории Сартепы (жилой массив в Самарканде — ред.).
И. о. Президента рекомендовал в ближайшее время разработать проекты маршрутов, «учитывающие интересы жителей».
Дорога должна быть сдана в эксплуатацию до праздника Навруз (21 марта).
Напомним, в Самарканде с 1947 по 1973 годы функционировала трамвайная система.
В начале мая в столице Узбекистана был закрыт последний трамвайный маршрут. Власти назвали причинами малый объем перевозимых пассажиров, изношенность линий и необходимость расширения дорог в связи с ростом количества автомобилей.