Линия надземного метро от станции «Алмазар» до массива «Спутник» («Йулдош») в Сергелийском районе Ташкента будет построена в течение четырех лет. Об этом на пресс-конференции в среду сообщил хоким Сергелийского района Фуркат Максудходжаев.
Задачу ускорить проектирование строительства продолжения Чиланзарской линии столичного метрополитена при посещении района 25 сентября поставил и. о. Президента Узбекистана Шавкат Мирзиёев.
Фото: Хокимият Сергелийского района / «Газета.uz».
Как уточнил Фуркат Максудходжаев, протяженность новой линии составит более 8 км, на ней будут действовать шесть станций. Линия будет находиться на расстоянии 6 м от земли.
Линия пройдет по улицам Чоштепа, Мирзо Турсунзода и Кипчок до улицы Марли на массиве «Спутник». Строительство должно начаться в этом году после завершения разработки проекта.
Фото: Хокимият Сергелийского района / «Газета.uz».
Хоким района добавил, что одновременно по улице Кипчок начнется строительство новой 12-полосной автомобильной дороги протяженностью более 10 км с железнодорожным путепроводом, которая будет выходить на Ташкентскую кольцевую автодорогу.