С 28 сентября по 1 октября в канадском Монреале состоялся международный турнир по фигурному катанию Autumn Classic International Skate Canada. Узбекский фигурист Миша Ге занял второе место среди 15 участников сореновнований из 11 стран.
В короткой программе Ге набрал 79,52 очков, а в произвольной — 151,03, уступив в общем зачете лишь олимпийскому чемпиону 2014 года Юдзуру Ханю из Японии. 
«За эту медаль и прорыв […] отдельная благодарность моему учителю Алексею Николаевичу Мишину и @plushenkoofficial за наставления», — заявил Миша на официальной странице в Твиттере.
Итоги турнира:
Юдзуру Ханю (Япония) — 260,57 (КП — 88,30 / ПП — 172,27);
Миша Ге (Узбекистан) — 230,55 (КП — 79,52 / ПП — 151,03);
Макс Аарон (США) — 226,13 (КП — 70,74 / ПП — 155,39);
Киган Мессинг (Канада) — 215,10;
Беннет Томан (Канада) — 206,41; 
Даниэль Самохин (Израиль) — 189,90; 
Хавьер Райа (Испания) — 188,04; 
Николас Врдоляк (Хорватия) — 187,28; 
Гарри Маттик (Великобритания) — 169,33; 
Джейми Райт (Великобритания) — 163,65; 
Лесли Манн Чеук Ип (Гонконг) — 161,18; 
Джордан Доддс (Австралия) — 154,90; 
Эндрю Доддс (Австралия) — 154,59; 
Марк Вебстер (Австралия) — 129,85; 
Диего Салдана (Мексика) — 102,76.