Утром 3 октября в Ташкенте начаты работы по восстановлению остановок «Художников» на проспекте Мирзо Улугбека.
Остановочные комплексы по обеим сторонам дороги были закрыты в июле 2015 года. Пассажирам предлагалось выходить на остановках «Институт химии» или «Институт политологии», расстояние между которыми составляет около полутора километров.
Несмотря на отсутствие подходов к дороге (тротуар был отделен забором), водители автобусов в течение года останавливались в привычных местах бывших остановок, чтобы высадить или принять ожидающих людей.
Вместе с остановками «Художников» была убрана остановка «Буюк ипак йули» на стороне дороги, ведущей к центру города. Сведений о перспективах ее восстановления пока нет.
Фото
Остановка «Буюк ипак йули» в сторону центра города пока не восстанавливается.