Делегация Кыргызстана во главе с первым вице-премьер-министром Мухамметкалыем Абулгазиевым 1 октября посетила с визитом дружбы Андижанскую область.
В состав делегации вошли 130 представителей государственных органов, деятели культуры и молодежь. По данным пресс-службы правительства Кыргызстана, среди них были представители правительства в Ошской, Баткенской и Джалал-Абадской областях, МИДа, органов местного самоуправления и спорта трех указанных областей, мэр города Ош Айтмамат Кадырбаев и другие.
Как сообщили «Газете.uz» в Общественном движении молодежи Узбекистана «Камолот», делегацию торжественно встретили на пограничном посту «Дустлик» («Дружба») в Ходжаабадском районе.
В ходе однодневной поездки кыргызская делегация посетила местные достопримечательности, образовательные и культурные учреждения. Гости побывали в парке имени Бабура и музее Бабура, в Андижанском государственном университете, в «Доме дружбы» и на недавно реконструированном вокзале Андижана.
Садафбек Хусанбоев / «Газета.uz».
Садафбек Хусанбоев / «Газета.uz».
Садафбек Хусанбоев / «Газета.uz».
 В Центре фехтования Андижана прошла встреча членов делегации с медалистами Олимпиады-2016 из Узбекистана.
Затем состоялось посещение массива сельских жилых домов, построенных по типовым проектам, в Алтынкульском районе и автомобильного завода General Motors Uzbekistan в Асаке. Визит завершился торжественным приемом и концертом.
Во встречах также участвовали представители Ферганской и Наманганской областей Узбекистана.