В субботу в Ташкенте сразу в нескольких местах начаты работы по открытию закрытых ранее участков дорог. Работы ведутся на пересечениях проспекта Мустакиллик с улицами Аккурганской, Абдуллы Кадыри и 7-м проездом Сайрам. Кроме того, восстанавливается пешеходный переход на перекрестке улицы Ойбека и Фидокор (бывшая Чехова).
Фото
Пересечение проспекта Мустакиллик и улицы Аккурганской:
Пересечение проспекта Мустакиллик и улицы Абдуллы Кадыри:
Пересечение проспекта Мустакиллик и 7-го проезда Сайрам:
Пешеходный переход на улице Ойбека:
Видео