В четвертый день международного турнира Женской теннисной ассоциации (WTA) Tashkent Open (27 сентября) определились участницы второго круга в одиночном разряде, а в парных поединках остался один не сыгранный матч.
Первая сеяная Юханна Ларссон из Швеции по причине болезни не смогла приехать в Ташкент, и в основную сетку попала спортсменка квалификационного турнира, стоящая выше по рейтингу. Ей оказалась София Шапатава из Грузии.
В первом круге она встретилась с третьей ракеткой Tashkent Open турчанкой Чагла Бююкакxай (Турция) и неожиданно прошла в следующий этап, несмотря на класс соперницы — 6/1 6/4.
Статус фаворитки сумела сохранить восьмая сеяная британка Наоми Броуди, сломившая упорное сопротивление швейцарки Амры Садикович — 6/4, 7/5.
Затянулось противостояние японки Рисы Одзаки и болгарки Элисты Костовой (2 часа и 15 минут). Проиграв первый сет, японка вырвала победу со счетом 2:1 — 3/6 6/4 6/1.
Результаты последних матчей первого круга
[LL] София Шапатаева (Грузия) vs. Чагла Бююкакчай (Турция) — 6/1 6/4;
Франческа Скьявоне (Италия) vs. [7] Сорана Кырстя (Румыния) — 7/5 6/2;
Катерина Козлова (Украина) vs. [WC] Донна Векич (Хорватия) — 6/1 7/6(3);
[8] Наоми Броуди (Великобритания) vs. Амра Садикович (Швейцария) — 6/4 7/5;
[6] Леся Цуренко (Украина) vs. Евгения Родина (Россия) — 6/0 6/2;
[2] Кирстен Флипкенс (Бельгия) vs. Ана Богдан (Румыния) — 7/6(7) 6/3;
Риса Одзаки (Япония) vs. Елица Костова (Болгария) — 3/6 6/4 6/1;
Патрича Мария Тиг (Румыния) vs. Виталия Дьяченко (Россия) — 4/6 6/4 6/3;
[Q] Ипек Сойлу (Турция) vs. Сильвия Солер-Эспиноса (Испания) — 6/0 6/2;
Ирина Хромачева (Россия) vs. Тереза Мартинцова (Чехия) — 4/6 6/3 6/3;
Кристина Плискова (Чехия) (CZE) vs. Сара Соррибес Тормо (Испания) — 6/3 3/6 6/4.
В парных поединках выступила теннисистка Узбекистана Полина Меренкова. В дуэте с украинкой Даяной Ястремска она победила дуэт Нао Хибино (Япония) / Пратана Томбаре (Индия) в трех сетах — 4/6 6/3 10/8. Узбекско-украинский тандем совершил четыре эйса, три двойные ошибки и столько же брейков. Соперницы единожды ошиблись на второй подачи и сделали три брейка.
Итоги парных разрядов
[WC] Полина Меренкова (Узбекистан) / Даяна Ястремска (Украина) vs. Нао Хибино (Япония) / Пратана Томбаре (Индия) — 4/6 6/3 10/8;
[2] Николь Меличар (США) / Варатчая Вонгтинчай (Таиланд) vs. Ленка Кунцикова (Чехия) / Каролина Стушла (Чехия) 64 62
[3] Деми Шуурс (Голландия) / Рената Ворачова (Чехия) vs. Александра Павлова (Россия) / Евгения Родина (Россия) -3/2.
28 сентября матчи в парных разрядах проведут Нигина Абдураимова и Акгуль Аманмурадова.
Расписание игр одиночного и парного разряда основной сетки на 27 сентября: