Сборная Узбекистана U-16 не смогла выйти в полуфинал чемпионата Азии, тем самым лишившись возможности завоевать путевку на чемпионат мира среди юношей до 17 лет.
26 сентября подопечные главного тренера Тимура Олимходжаева проиграли Ираку — 0:2. Автором голов стал Мухаммад Дауд, поразивший ворота Жасурбека Умрзоковаа на 6-й и 79-й минутах встречи.
Полуфиналистами и одновременно участниками чемпионата мира U-17 стали команды из Японии, Ирака, Ирана и КНДР.
Игры за выход в финал ЧА состоятся 29 сентября. Япония встретится с Ираком в 15:30, а Ирану предстоит матч с КНДР в 18:30.
Видео 
Фото