25 сентября завершился финальный этап квалификации международного турнира Женской теннисной ассоциации (WTA) в Ташкенте. Узбекистанка Сабина Шарипова обеспечила себе место в основной сетке Tashkent Open.
22-летняя Шарипова, занимающая 163-е место в мировом рейтинге, в последнем раунде отбора победила 19-летнюю Ангелину Калинину (478) из Украины — 6/3, 6/2. Матч продолжался 1 час 11 минут. За это время Сабина совершила три эйса, четыре двойные ошибки и пять брейков. Ее соперница отметилась лишь двумя сетболами при одной двойной ошибке.
Из четырех теннисисток Узбекистана, принявших участие в отборочных поединках, лишь Шарипова вышла в главную сетку соревнований, где она встретится со швейцаркой Штефани Фогеле (101). На старте турнира от Узбекистана также выступит Камола Умарова (812), получившая место в сетке по системе wild card (особое приглашение не прошедшему общую квалификацию спортсмену или команде).
Результаты всех игр:
Хироко Кувата (Япония) — Катаржина Питер (Польша) — 6/2 7/6(0);
Сабина Шарипова (Узбекистан) — Ангелина Калинина (Украина) — 6/3 6/2;
Тереза Мартинцова (Чехия) — София Шапатова (Грузия) — 6/4 7/5;
Ипек Сойлу (Турция) — Анкита Раина (Индия) — 1/6 6/1 6/2.
По регламенту WTA победительницы квалификации заработали по 18 очков и 2220 долларов, проигравшие — по 12 очков и 1285 долларов.
Расписание игр одиночного и парного разряда основной сетки на 26 сентября: