Два монгольских тренера по вольной борьбе дисквалифицированы на три года за неспортивное поведение во время Олимпийских игр-2016.
Причиной отстранения специалистов от международных соревнований стал инцидент, произошедший сразу после завершения боя за бронзовую медаль Игр между монгольским борцом Чаньядором Ганзоригом и представителем Узбекистана Ихтиёром Наврузовым.
За 10 секунд до окончания схватки при счете 7:6 борец Монголии начал праздновать победу, махая руками и убегая от соперника. Победа была присуждена Ганзогиру, но тренерский штаб Узбекистана подал протест к рефери, и Наврузову добавили очко — 7:7.
За счет последнего результативного действия узбекский спортсмен выиграл поединок. В знак протеста два тренера сборной Монголии разделись и бросили одежду на пол перед судейской бригадой.
Как утверждает The Guardian со ссылкой на письмо Международной федерации борьбы, помимо дисквалификации, национальная федерация Монголии была оштрафована на 50,6 тысячи долларов. 
Видео