В Музее олимпийской славы 22 сентября состоялась торжественная церемония награждения членов паралимпийской сборной Узбекистана.
С приветственными словами и поздравлениями выступили заместитель премьер-министра Адхам Икрамов и глава Национального олимпийского комитета Мираброр Усманов. Почетные гости мероприятия вручили победителям и призерам Паралимпиады денежные сертификаты и ключи от автомобилей «Малибу». 
От лица спортсменов благодарность руководству и народу Узбекистана выразили пловчиха Фотимахон Амилова, дзюдоист Феруз Саидов, легкоатлет Миран Сахатов и заместитель председателя Национальной паралимпийской ассоциации Узбекистана Умид Ахмеджанов. Народный артист Узбекистана Якуб Ахмедов поблагодарил наставников и тренеров спортсменов.
Стоит отметить, что владельцами новых авто стали абсолютно все участники Игр. Более того, легкоатлеты, выступавшие в дисциплине бега 4×100 и завоевавшие одну бронзовую медаль, получили по 75 тысяч долларов каждый.
XV летние Паралимпийские игры завершились 18 сентября в Рио-де-Жанейро. Спортивная делегация Узбекистана из 32 человек заняла 16-е место в общем медальном зачете (по количеству медалей — 12-е место) с 31 медалью. 
Фото
Фото: telegram.me/OlympicUz
Фото: telegram.me/OlympicUz