Исполняющий обязанности Президента 19 сентября подписал распоряжение о премировании победителей и призеров Паралимпийских игр 2016 года, сообщило УзА.
За активное участие в пропаганде развития физической культуры и спорта, а также паралимпийского движения среди молодежи страны, высокое спортивное мастерство, мужество и стойкость, проявленные на XV летних Паралимпийских играх в городе Рио-де-Жанейро (Бразилия), большой вклад в повышение престижа и авторитета Узбекистана на международной спортивной арене обладатели парампийских медалей будут премированы единовременным денежным вознаграждением.
Победители Паралимпиады получат по 200 тысяч долларов США:
Намозов Шерзод Насимович — член сборной команды по дзюдо;
Нигматов Уткиржон Исматилло угли — член сборной по дзюдо;
Тулендибаев Адилжон Ришатович — член сборной по дзюдо;
Норбеков Хусниддин Киличбоевич — член сборной по легкой атлетике;
Свечников Александр Владимирович — член сборной по легкой атлетике;
Каюмова Нозимахон Номонжоновна — член сборной по легкой атлетике;
Мусабеков Фирдавсбек Улугбек угли — член сборной по плаванию;
Амилова Фотимахон Равшанбек кизи — член сборной по плаванию.
Обладатели серебряных медалей — по 100 тысяч долларов США:
Алимова Хайтжон Абдулла кизи — член сборной по дзюдо;
Бурхонова Сафия Каимовна — член сборной по легкой атлетике;
Одилова Муслима Улугбек кизи — член сборной по плаванию;
Панков Кирилл Дмитриевич — член сборной по плаванию.
Обладатели бронзовых медалей — по 75 тысяч долларов США:
Бобоев Шухрат Шоназарович — член сборной по дзюдо;
Саидов Феруз Бешимович — член сборной по дзюдо;
Шарипов Ширин Хомитович — член сборной по дзюдо;
Салаева Севинч Одамбай кизи — член сборной по дзюдо;
Рахимова Гулрух Илхамбековна — член сборной по дзюдо;
Нурметова Турсунпашша Бахрамовна — член сборной по дзюдо;
Салиев Дониёр Нурулла угли — член сборной по легкой атлетике;
Бозоров Ахрор Ботирович — член сборной по пауэрлифтингу;
Турсунхужаев Музаффар Шухратилло угли — член команды по плаванию;
Хорлин Дмитрий Сергейевич — член сборной по плаванию;
Тошпулатова Шохсанамхон Дилшодбек кизи — член сборной по плаванию;
Ибрагимов Сервер Юсуфович — член сборной по стрельбе;
Сахатов Миран Мирюнусович — член сборной по легкой атлетике;
Хамраев Фахриддин Фарходович — член сборной по легкой атлетике;
Абдурашидов Мансур Самат угли — член сборной по легкой атлетике.
Выплата денежных премий производится Национальным банком внешнеэкономической деятельности в долларах США с депозитных валютных счетов, открываемых в банке для физических лиц, без взимания налогов.
Министерству финансов поручено обеспечить своевременное выделение необходимых денежных средств на эти цели, а Центральному банку совместно с Национальным банком — осуществить в установленном порядке конвертацию выделяемых средств по заявкам Министерства по делам культуры и спорта.
Спортсмены также получат легковые автомобилями «Малибу», приобретенные за счет средств Фонда поддержки олимпийцев при Национальном олимпийском комитете.