Количество интернет-пользователей в Узбекистане превысило 13 миллионов. Об этом на Саммите по информационно-коммуникационным технологиям ICTSUMMIT 2016 в Ташкенте во вторник сообщил первый заместитель министра по развитию информационных технологий и коммуникаций Алишер Файзуллаев.
Мобильной связью охвачено 92% населенных пунктов республики, количество абонентов составляет 20,8 миллиона, отметил он.
Скорость доступа к международным информационным сетям достигла почти 35 Гбит/с (на конец 2015 года — 26,4 Гбит/с).
Магистральная телекоммуникационная сеть расширена на международном и районном уровнях в 10 раз, на областном уровне — в 4 раза.
Протяженность цифровых радиорелейных линий и волоконно-оптических линий связи (ВОЛС) составила 23,4 тысячи км. Длина ВОЛС, в частности, увеличилась с 17,9 тысячи км до 18,9 тысячи.
Алишер Файзуллаев добавил, что, несмотря на достигнутые в отрасли успехи, развитие телекоммуникационной инфраструктуры в стране требует большей динамики.