В Ташкенте идет подготовка к встрече паралимпийской делегации Узбекистана, прибывающей в столицу из бразильского Рио-де-Жанейро утром 21 сентября (прибытие — ориентировочно в 6:15).
Для спортсменов, как и для олимпийской сборной, подготовлены двухэтажные автобусы, которые будут украшены флагами, цветами и символикой XV Паралимпиады, а также эмблемой Национальной паралимпийской ассоциации Узбекистана. По бокам даблдекеров размещены надписи «Мы гордимся вами!».
Делегация проследует от столичного международного аэропорта до здания Национальной паралимпийской ассоциации на улице Бешагач.
Фото