В столице Узбекистана с 1 октября повышаются тарифы на холодное водоснабжение, а также горячую воду и отопление. Объявления об этом опубликованы в газетах хокимията «Тошкент окшоми» и «Вечерний Ташкент».
Горячая вода и отопление
Новый тариф на горячее водоснабжение для населения составит 3736,92 сума за кубометр воды при наличии прибора учета (сейчас — 3459,9 сума, рост — 8%) и 14593,56 сума с человека в месяц (сейчас — 13511,73) при оплате без счетчика (в общежитиях с общими душевыми — 10856,2 сума с человека, сейчас — 10051,42). Тариф на центральное отопление повышается с 1169,7 сума до 1263,35 сума за квадратный метр отапливаемой площади.
Холодная вода
Тариф на кубометр водопроводной воды для населения повышается со 170 до 180 сумов (с коэффициентом 1,5 — 270 сумов), на канализационные услуги — со 110 до 115 сумов.
При оплате по счетчику в квартирах многоэтажного дома с централизованным горячим водоснабжением (при отсутствии счетчика на горячую воду) стоимость 1 кубометра составит 410 сумов (сейчас — 390 сумов, рост — 5%), без централизованного горячего водоснабжения — 295 сумов (сейчас — 280 сумов).
В домах частного сектора тариф на кубометр воды в канализованных домах увеличен с 280 до 295 сумов, в домах без канализации — со 170 до 180 сумов.
Реестр тарифов на холодную водуДо этого тарифы на горячую и холодную воду повышались с 1 апреля.