В седьмой день XV летних Паралимпийских игр, продолжающихся в Бразилии, представители сборной Узбекистана завоевали 30-ю медаль, сообщили «Газете.uz» в Национальной паралимпийской ассоциации.
Легкоатлет Александр Свечников в метании копья с результатом 65 м 69 см обновил паралимпийский рекорд и завоевал золотую медаль. 
В соревнованиях по метанию ядра София Бурханова стала серебряной медалисткой, показав результат 15 м 5 см.
Хусниддин Норбеков в метании ядра завоевал бронзовую награду — 15 м 17 см (персональный рекорд).
В плавании вольным стилем на 50 м Муслимахон Одилова завоевала «серебро», Шохсанамхон Тошпулатова — «бронзу». На такой же дистанции Музаффар Турсунходжаев получил «бронзу».
Днем ранее, в шестой день Паралимпийских игр, легкоатлеты Узбекистана Миран Сахатов, Жалолиддин Хамрокулов,Мансур Абдурашидов, Дониёр Салиев и Фахриддин Хамраев стали бронзовыми призерами в эстафете 4×100 м.
Напомним, в Играх участвуют 32 представителя Узбекистана, которые соревнуются в 5 видах спорта. На момент публикации с 30 медалями (7 золотых, 6 серебряных и 17 бронзовых) команда Узбекистана находится на 12-м месте в медальном зачете (по общему количеству медалей — на 9-м месте).
В тройку лидеров по количеству медалей по-прежнему входят страны, представленные наибольшим количеством спортсменов — Китай (172 медали, 327 участника), Великобритания (95, 260) и Украина (81, 171).