Сборная Узбекистана по футзалу продолжает выступление на чемпионате мира по футзалу в Колумбии. В группе, А узбекистанцы играют со сборными Колумбии, Португалии и Панамы, сообщает УзА.
В первом матче спортсмены из Узбекистана проиграли панамцам со счетом 1:3.
Во втором матче, играя против колумбийцев, на 5-й минуте Жавлон Аноров открыл счет. На 15-й минуте Дилшод Ирсалиев атаковал ворота соперников — 2:0. Через три минуты представитель хозяев Хорхе Абрил сократил счет, а на 28-й минуте Нодир Элибоев забил еще один гол — 3:1.
За считанные минуты до окончания матча член сборной Колумбии Ангелотт Каро забил два гола, и матч завершился со счетом 3:3.
Таким образом, сборная Узбекистана заработала 1 очко. Очередной матч спортсмены проведут 16 сентября со сборной Португалии.
Команды, занявшие первое и второе места в каждой группе, а также четыре команды, занявшие третье место с лучшими показателями, примут участие в этапе плей-офф.