Центральный банк Узбекистана с 14 сентября установил новые курсы иностранных валют к узбекскому суму.
 Курс доллара США преодолел отметку в 3000 сумов, увеличившись по сравнению с предыдущей неделей на 5,49 сума — с 2994,76 до 3000,25 сума.
 С начала текущего года (2809,98 сума) американский доллар по отношению к национальной валюте прибавил 190,27 сума или 6,7%. В течение 2015 года курс доллара к суму повысился на 16%.
 Евро по отношению к суму со среды подешевел на 7,21 сума до 3367,29, в то время как российский рубль прибавил 0,65 сума до 46,12 сума.
 Курсы валют устанавливаются Центробанком еженедельно для ведения бухгалтерского учета, статистической и иной отчетности по валютным операциям, а также исчисления таможенных и других обязательных платежей.