В пятый день XV летних Паралимпийских игр в Рио-де-Жанейро копилка сборной Узбекистана пополнилась двумя медалями, сообщили «Газете.uz» в Национальной паралимпийской ассоциации.
 Тяжелоатлет Ахрор Бозоров в весовой категории до 80 кг показал результат 207 кг и завоевал бронзовую медаль.
Дмитрий Хорлин.
 Дмитрий Хорлин в плавании вольным стилем на 400 м с результатом 4:06.63 также получил «бронзу».
 Общее количество медалей, завоеванных сборной Узбекистана на Паралимпиаде, достигло 23 (6 золотых, 4 серебряных и 13 бронзовых).