Президент Российской Федерации Владимир Путин 6 сентября посетил Самарканд, сообщило РИА Новости.
После прибытия в город Путин сразу направился на кладбище, где 3 сентября был похоронен Первый Президент Узбекистана Ислам Каримов.
Российский лидер почтил память Ислама Каримова вместе с премьер-министром Узбекистана Шавкатом Мирзиёевым. Преклонив колено перед могилой Ислама Каримова, Владимир Путин возложил букет из красных роз.
Затем глава РФ отправился к самаркандской резиденции Президента Узбекистана. Там он возложил венок к фотографии Ислама Каримова и выразил соболезнования его вдове Татьяне Каримовой и дочери Лоле Каримовой-Тилляевой.
Видео
Обновлено в 14:50.