Первым уроком в новом учебном году во всех общеобразовательных школах Узбекистана будет «Урок памяти», посвященный Первому Президенту страны Исламу Каримову. Об этом «Газете.uz» сообщили в пресс-служба Министерства народного образования.
 В министерстве уточнили, что учебный год начнется в воскресенье 4 сентября.
 На «Уроке памяти» учащимся будет рассказано о жизни и деятельности Ислама Каримова, с именем которого по праву связаны успехи и достижения Узбекистана за 25 лет независимого развития.
 По данным МНО, в 2016—2017 учебном году в 9692 школах страны обучение продолжат 4,7 миллиона учащихся. Первый раз за парты сядут 640 тысяч детей. Все первоклассники получат подарок Президента — рюкзак с учебными принадлежностями 12 наименований.
 К новому учебному году были заново построены 29 школ, в 239 произведена реконструкция и в 103 — капитальный ремонт. На эти цели было выделено 400 млрд сумов.
 В общей сложности в 217 школах до конца текущего года будут построены и оснащены оборудованием спортивные залы.
 С сентября трудовую деятельность в средних школах впервые начнут более 7000 молодых специалистов.