С 5 сентября начнется курсирование ежедневного скорого поезда №60/59 «Узбекистон» сообщением «Ташкент-Андижан-Ташкент», сообщила информационная служба «Узбекистон темир йуллари».
 Время в пути следования составляет шесть часов. Поезд останавливается на станциях Пап, Коканд и Маргилан.
 Поезд будет отправляться из Ташкента в 8:05 и прибывать в Андижан в 14:05. Обратный рейс из Андижана — в 15:25 с прибытием в столицу в 21:25.
 Состав состоит из вагонов трех типов: класса Econom — 45 тысяч сумов, Business — 68 тысяч и VIP — 130 тысяч сумов.