Национальная сборная Узбекистана по футболу в первом матче третьего этапа Азиатского отборочного турнира чемпионата мира 2018 года на своем поле 1 сентября одержала победу над футболистами Сирии со счетом 1:0, сообщило УзА.
 Игра на стадионе «Бунёдкор» завершилась победой команды Узбекистана со счетом 1:0, которая завоевали первые 3 очка. Автором гола стал Александр Гейнрих. 
 Во втором матче группы, А между Южной Кореей и Китаем зафиксирован счет 3:2. 
 Очередной матч сборная Узбекистана проведет 6 сентября в гостях у сборной Катара.