В Москве 30 августа состоялся очередной раунд консультаций между министерствами иностранных дел Узбекистана и России.
 Как сообщила пресс-служба МИД Узбекистана, консультации прошли в соответствии с Программой сотрудничества между внешнеполитическими ведомствами двух стран на 2016−2017 годы.
 Российскую сторону представляла делегация во главе с директором Первого департамента СНГ МИДа Михаилом Евдокимовым.
 Стороны обменялись мнениями по актуальным вопросам двустороннего взаимодействия в рамках СНГ.