Национальная сборная Узбекистана по футболу потерпела поражение от команды Палестины в рамках первого тура второго раунда отборочного турнира чемпионата мира 2022 года в Азии. Матч, прошедший 5 сентября на Международном стадионе Фейсала аль-Хуссейни в Аль-Рам, завершился со счетом 2:0.
Первым счет открыл защитник Одай Даббаг на 60-й минуте. Палестина удвоила преимущество благодаря усилиям полузащитника Ислам Батран, успешно завершивший контратаку на 84-й минуте игры.
В рамках пяти очных встреч Палестина впервые обыграла Узбекистан, который до этого побеждал четыре раза.
Следующими соперниками Узбекистана в группе D станут Йемен (10 октября, стадион «Пахтакор»), Сингапур (15 октября, Национальный стадион) и Саудовская Аравия (14 ноября).
Палестина после победы возглавила группу с 3 очками. Следом идут Сингапур (1) и Йемен (1), сыгравшие вничью со счетом 2:2. Саудовская Аравия (0) проведет первый матч с Йеменом 10 сентября.
Ранее главный тренер национальной команды Эктор Купер заявил, что Узбекистан сможет пробиться на чемпионат мира 2022 года. Аргентинский специалист назвал два главных фактора, необходимых футболистам.
Видео
Стартовые составы команд