30 августа министр иностранных дел Республики Узбекистан Абдулазиз Камилов принял вновь назначенного Чрезвычайного и Полномочного Посла Молдовы с резиденцией в Киеве Руслана Болбочана, сообщает пресс-служба МИДа.
Посол передал адресованные Президенту Республики Узбекистан верительные грамоты.
В ходе состоявшейся беседы были рассмотрены вопросы развития отношений между Узбекистаном и Молдовой в двустороннем формате и в рамках международных организаций.
Собеседники высказались за активизацию диалога в различных сферах, в том числе путем проведения совместных мероприятий, установления прямых связей между бизнес-кругами двух стран.
Стороны также обменялись мнениями по международной и региональной проблематике.