В столице Узбекистана утром в понедельник был открыт для движения ряд новых автомобильных дорог.
 Автотранспорт начал движение по новому 4-километровому участку ул. Нурафшон, продленному от станции метро «Тинчлик» до площади Актепа.
Ул. Мукими.
 Полностью открыта ул. Мукими и новый путепровод через ул. Шота Руставели, выходящий по территории бывшего завода «Таштекстильмаш» на ул. Нукусскую.
 С открытием движения по указанным улицам в столице замкнуто новое, третье транспортное кольцо. С учетом проспектов Абдуллы Кадыри и Шарафа Рашидова его общая протяженность составила 22 км.
Ул. Тараккиёт.
 По ул. Тараккиёт теперь можно напрямую попасть на Ахангаранское шоссе. Новый 3-километровый отрезок пролегает возле Ташкентского механического завода (бывшее ГАО «ТАПОиЧ»).
Поворот с ул. Паркентской на ул. Тараккиёт.