В Ташкенте практически завершено строительство транспортной развязки на площади Актепа. Она связала ул. Мукими с новым 4-километровым участком ул. Нурафшон, идущим до станции метро «Тинчлик».
 С открытием движения по данной развязке и путепроводу, построенному на пересечении ул. Мукими и Шота Руставели, в столице Узбекистана появится новое транспортное кольцо протяженностью 22 км.
Фотокорреспондент «Газеты.uz» прогулялся перед открытием по обновленной ул. Мукими от путепровода, выходящего на ул. Нукусскую, до развязки на площади Актепа. 
Фото