Президент Республики Узбекистан Ислам Каримов направил послание Президенту Итальянской Республики Серджо Маттарелле, сообщила пресс-служба МИД Узбекистана.
 В послании Ислам Каримов выразил искренние соболезнования в связи с сильным землетрясением 24 августа в центральной части страны, повлекшим многочисленные человеческие жертвы и разрушения.
 Глава государства передал слова сочувствия и сопереживания родным и близким погибших и пострадавшим.
По последним данным, количество жертв землетрясения превысило 240. Более двух сотен пострадавших находятся в больницах.