Президент Узбекистана Ислам Каримов 22 августа подписал указ «О повышении размеров заработной платы, пенсий, стипендий и пособий». Текст указа распространило УзА.
«В целях дальнейшего неуклонного повышения доходов и уровня жизни населения, усиления социальной поддержки граждан республики» с 1 октября размеры заработной платы работникам бюджетных учреждений и организаций, пенсий, стипендий и пособий будут увеличены в среднем в 1,15 раза.
Новые минимальные размеры:
заработной платы — 149775 сумов в месяц (сейчас — 130240 сумов);
пенсии по возрасту и пособия инвалидам с детства — 292940 сумов в месяц (254730);
пособия престарелым и нетрудоспособным гражданам, не имеющим необходимого стажа работы, — 179755 сумов в месяц (156310).
Все виды надбавок и доплат к зарплате и к пенсиям, компенсационные и другие выплаты, установленные в отношении к минимальной заработной плате, с 1 октября должны производиться от определенного указом Президента размера минимальной зарплаты.
Глава государства поручил Министерству финансов совместно с Министерством труда и другими министерствами и ведомствами, Советом Министров Каракалпакстана, хокимиятами областей и Ташкента, организациями и учреждениями, финансируемыми из бюджета, обеспечить «своевременный пересчет размеров пенсий, стипендий и должностных окладов работников бюджетных учреждений и организаций».
Хозрасчетным предприятиям и организациям предписано производить с 1 октября повышение размеров зарплаты в соответствии с минимальной заработной платой, установленной указом, за счет повышения эффективности производства и снижения затрат труда.
Предыдущее повышение минимального размера зарплаты имело место в августе 2015 года, тогда оно составило в среднем 10%.