Боксер Фазлиддин Гаибназаров стал очередным золотым медалистом Олимпийских игр в Бразилии.
В финале в весовой категории до 64 кг представитель Узбекистана одержал победу над Коллазо Сотомайором, представляющим Азербайджан.
На пути к золотой награде Гаибназаров одолел Дивала Дзамалоу из Конго, Маноджа Кумара из Индии, американца Гэри Рассела и россиянина Виталия Дунайцева.
Завоевав четвертую золотую медаль для сборной Узбекистана на текущей Олимпиаде, Гаибназаров стал третьим боксером страны, получившим высшую награду в Рио.
С 13 медалями в активе Узбекистан в общем медальном зачете игр четырехлетия поднялся на 21-е место, а сборная республики по боксу, получившая 7 медалей, заняла первое место.
Часом ранее золотую награду завоевал коллега Гаибназарова — боксер Шахобиддин Зоиров.