Узбекистан и Швейцария подписали межправительственное соглашение по реализации проекта «Национальное управление водными ресурсами в Узбекистане», сообщила информационная служба Министерства сельского и водного хозяйства.
Согласно документу, Швейцария выделит для проекта, который будет реализован в 2016—2018 годах, грант на сумму 2,66 млн долларов. Проект имеет четыре компонента:
стратегия по воде и поддержка в совершенствовании водного законодательства;
укрепление институционального потенциала водохозяйственных организаций;
создание информационной системы по воде;
установка системы раннего оповещения населения в бассейне Шахимардансая о наводнениях.
Подписи под соглашением поставили министр сельского и водного хозяйства Узбекистана Шавкат Хамраев и заместитель посла посла Тьерри Умбер.