Национальный олимпийский комитет опубликовал расписание выступлений представителей Узбекистана на XXXI летних Олимпийских играх в Бразилии 19 августа (указано ташкентское время).
Бокс-52 кг. Полуфинал
Шахобиддин Зоиров — Йоэль Ривас (Венесуэла)
22:00
-64 кг. Полуфинал
Фазлиддин Гаипназаров — Виталий Дунайцев (Россия)
22:30
Художественная гимнастикаИндивидуальное многоборье (булава, мяч, обруч, лента)
Анастасия Сердюкова
18:30−01:30
Гребля на байдарках и каноэ
Каноэ-двойки. 1000 м
Герасим Кочнев, Серик Мирбеков
16:20−21:00, 00:20—02:00 (20 августа)
Вольная борьба
-57. Раунды до финала
Аббос Рахманов — Йовлис Бонне (Куба)
18:00−21:00, 00:00—02:00 (20 августа)
-74. Раунды до финала
Бекзод Абдурахмонов — Аниуар Гедуев (Россия)
18:00−21:00, 00:00—02:00 (20 августа)
Таэквондо (WTF)
-67 кг. Раунды до финала
Нигора Турсункулова — Элин Юханссон (Швеция)
19:00−02:00
-80 кг. Раунды до финала
Никита Рафалович — Уссама Уеслати (Тунис)
19:45−02:00