На пересечении улиц Мукими и Шота Руставели в Яккасарайском районе Ташкента завершается строительство путепровода, которое ведется с мая.
По данным газеты «Правда Востока», интенсивность движения на указанном перекрестке до начала строительных работ составляла 11,5 тысячи машин в час при расчетной в 6000.
Четырехполосный дугообразный путепровод, возводимый мостостроителями АО «Узбекистон темир йуллари», будет напрямую соединен с ул. Нукусской через давно существовавший 900-метровый тупик, упиравшийся в бывший завод «Таштекстильмаш».
Наряду со строительством путепровода ведется благоустройство прилегающей территории, реконструируются фасады зданий. Для пешеходов сооружается надземный переход.
Появление прямого пути с открытой в 2014 году ул. Нурафшон от станции метро «Тинчлик» через площадь Актепе и ул. Мукими на Нукусскую замкнет новое, третье транспортное кольцо Ташкента. Оно включит в себя проспекты Кадыри и Рашидова, а его общая протяженность составит 22 км.
«Малый круг, снижая нагрузку на остальные трассы, позволит быстро добираться из центра на Чиланзар, в Старый город и наоборот. Он свяжет сразу восемь районов столицы», — пишет «Правда Востока».
Фото