Тяжелоатлет Руслан Нурудинов принес вторую золотую медаль в копилку сборной Узбекистана на XXXI летних Олимпийских играх в Рио-де-Жанейро.
Фото: Анвар Ильясов / Пресс-служба НОК Узбекистана.
В весовой категории 105 кг в понедельник Нурудинов поднял в сумме 431 кг: в рывке — 194 кг, в толчке — 237 кг, установив олимпийский рекорд. 
«Серебро» взял Симон Мартиросян из Армении (417 кг), «бронзу» — Александр Зайчиков из Казахстана (416 кг).
Фото: Анвар Ильясов / Пресс-служба НОК Узбекистана.
Руслан Нурудинов (1991 года рождения) — представитель андижанской школы, чемпион Всемирной Универсиады-2013 в Казани и чемпион мира-2015.
Фото: Анвар Ильясов / Пресс-служба НОК Узбекистана.
Второй тяжелоатлет Узбекистана Иван Ефремов с результатом 414 кг занял пятое место в этой весовой категории.