Боксер из Узбекистана Шахрам Гиясов вышел в финал Олимпийских игр в Рио-де-Жанейро.
В полуфинальном поединке в весовой категории 69 кг в понедельник он одержал верх над чемпионом мира Мохаммедом Рабии из Марокко и обеспечил себе минимум серебряную медаль.
Ранее в этот же день боксер Шахобиддин Зоиров в весе 52 кг выиграл бой против американца Антонио Варгаса и вышел в четвертьфинал.
На турнире по греко-римской борьбе узбекистанец Мумин Абдуллаев (103 кг) в поединке за выход в полуфинал уступил россиянину Сергею Семенову. 
Рустам Ассакалов (85 кг) в 1/8 финала одолел представителя США Бенджамина Провизора, однако в ¼ финала уступил Виктору Лёринцу из Венгрии.