Национальный олимпийский комитет опубликовал расписание выступлений представителей Узбекистана на XXXI летних Олимпийских играх в Бразилии 15 августа (указано ташкентское время).
Бокс-52 кг
Шахобиддин Зоиров — Антонио Варгас (США)
19:45−20:00
-69 кг
Шахрам Гиясов — Мохаммед Рабии (Марокко)
20:30−20:45
-75 кг
Бектемир Меликузиев — Викас Кришан Ядав (Индия)
03:00-03:15 (16 августа)
Легкая атлетикаТройной прыжок. Квалификация
Руслан Курбанов
17:30−20:00
Тяжелая атлетика105 кг. Финал (Группа А)
Иван Ефремов, Руслан Нурудинов
03:00−05:00
Греко-римская борьба-85 кг. Все раунды
Рустам Ассакалов
18:00−02:00
-130 кг. Все раунды
Муминжон Абдуллаев
18:00−02:00
Гребля на байдарках и каноэС1 1000 м. Начальные квалификационные соревнования
Герасим Кочнев
18:00−20:00
К1 200 м. Начальные соревнования
Ольга Умаралиева
18:00−20:00
К1 1000 м. Начальные соревнования
Алексей Мочалов
18:00−20:00