СП GM Uzbekistan в рамках расширения дилерской сети Ravon в странах СНГ 11 августа провело презентацию нового бренда на Украине. Об этом компания сообщила на своей странице в Facebook.
Модельный ряд Ravon на Украине представлен автомобилями Matiz, R2 (Spark) и Gentra. До конца года линейка будет дополнена моделью R4 (Cobalt).
В этот же день в Россию была отправлена первая партия Nexia R3, говорится в сообщении.
В планах GM Uzbekistan на ближайшую перспективу — вывод бренда Ravon на рынки других стран СНГ. Осенью презентации бренда пройдут в Азербайджане, Беларуси и Туркменистане.