Американский режиссер Брайн Сонг с оператором Дада Шикако посетили стадион «Пахтакор» для съемок документального фильма об игроке команды Михаиле Ане и команде «Пахтакор-79». Об этом сообщила пресс-служба футбольного клуба.
Члены съемочной группы взяли интервью у сына футболиста Дмитрия Ана, который сейчас работает в академии «Пахтакора», тренируя игроков 2003 года рождения.
Воспоминаниями о команде «Пахтакор-79» поделилась Алла Тазетдинова, вдова погибшего в авиакатастрофе в 1979 году тренера Идгая Тазетдинова.
В съемках также принял участие Азамат Абдураимов, сын легендарного Берадора Абдураимова, который долгие годы выступал за «Пахтакор».
Планируется, что документальный фильм будет опубликован на официальном сайте «Пахтакора».