20−21 августа в Узбекистане будет проходить всенародный благотворительный хашар, ежегодно организуемый в преддверии праздника независимости.
 Распоряжение об этом 10 августа издал Кабинет Министров, сообщили «Газете.uz» источники в правительстве.
 В ходе хашара будут благоустроены и очищены территории жилых кварталов, а также улицы, скверы, места поклонения и т. д. Намечено оказание социальной поддержки нуждающимся людям и семьям.
 Август по сложившейся традиции объявлен месяцем благоустройства и чистоты.