Доля населения в общем потреблении электроэнергии в Узбекистане в 2015 году составила 25,2%. Об этом со ссылкой на данные «Узбекэнерго» сообщила газета «Народное слово».
¼ 
Доля населения в общем потреблении электроэнергии в Узбекистане по данным 2015 года.
Источник: «Народное слово».
 Как отмечает газета, это связано с ростом населения страны и повышением его благосостояния. Для сравнения — в 1990 году эта цифра составляла 10,3%, а к 2000 году достигла 13,9%.
 Потребность в электричестве растет, несмотря на активное внедрение энергосберегающих технологий. Если в 2000 году месячное потребление электроэнергии одной семьи составляло 114 кВт/ч, то к 2015 году оно увеличилось на 35%до 160 кВт/ч.