Абитуриенты могут узнать количество баллов, набранных ими на тестовых испытаниях 1 августа, по SMS, сообщил Государственный тестовый центр.
Для этого нужно отправить номер листа ответов абитуриента в виде SMS на номер 5100. Услуга доступна для абонентов Ucell, Uzmobile, Beeline и Perfectum. 
Ответ на запрос придет после объявления результатов, эта дата пока неизвестна.
Оператор Beeline приводит пример того, как будет выглядеть SMS:
N: 7245655, VUZ: QarIEI, BALL: 172,1 (8*1,1+31*3,1+32*2,1) Vi rekomendovani v studenti na osnove gosudarstvennogo GRANTa. Отправка запроса бесплатна, однако входящее SMS с номера 5101 стоит 0,75 доллара.
Добавим, что узнать результаты бесплатно можно будет на сайте Государственного центра тестирования.