РИА Новости — 9 августа президент России Владимир Путин встретился в Санкт-Петербурге с главой Турции Реджепом Тайипом Эрдоганом. Это первые личные переговоры сторон после глубокого кризиса в отношениях из-за сбитого в ноябре 2015 года турецким истребителем российского бомбардировщика Су-24.
В ходе пресс-конференции по итогам встречи Путин заявил, что Россия намерена поэтапно отменять введенные ранее специальные экономические меры и ограничения в отношении турецких компаний.
Президент России также подчеркнул, что Анкара приняла положительное решение о возобновлении проектов «Аккую» и «Турецкий поток» (строительство первой турецкой атомной электростанции и газопровода через Черное море).
Путин также отметил, что на повестке дня в отношениях двух стран стоит возвращение российских туристов в Турцию:
«В этой связи мы рассмотрели и возможность возобновления чартерного авиасообщения. Это, пожалуй, тоже дело техники и ближайшего времени».
Президент Турции назвал переговоры содержательными и отметил, что отношения двух стран сейчас «более устойчивые, чем когда бы то ни было».
«В регионе очень многого ждут с политической точки зрения от нас с вами. Я верю, что наше с вами сотрудничество привнесет большой вклад в разрешение многих проблем в регионе», — сказал Эрдоган.
Еще одной общей целью двух стран было названо урегулирование сирийского кризиса.