8 августа в столице состоялось торжественное открытие парка Anhor Lokomotiv. Гостей под звуки карнаев и сурнаев встречали мимы и клоуны на ходулях, сказочные и киногерои.
В летнем театре развернулось театрализованное представление, а у макета поезда Afrosiyob проводили художественные мастер-классы.
Молодежь из числа посетителей смогла опробовать два новых экстремальных аттракциона, аналогов которым в Ташкенте еще нет.
Маленькие гости оценили яркие карусели с водяными пушками, искусственное озеро для прогулок на катамаранах нескольких видов, многоярусные современные детские площадки внутри развлекательного центра и снаружи.
Вечером гости увидели шоу светомузыкального фонтана.
Фото