Акционерное общество «Узбекистон темир йуллари» завершило реконструкцию вокзала Нукуса. Как сообщило УзА, здание рассчитано на обслуживание 800 пассажиров в день. Общая вместимость вокзала — 400 человек.
Инфраструктура транспортного узла включила комнаты отдыха для пассажиров, комнату матери и ребенка, медицинский кабинет, гостиничные номера и магазины. 
В залах ожидания увеличено число посадочных мест, здесь будет поддерживаться постоянный микроклимат с помощью современных систем кондиционирования.
На привокзальной площади отреставрирована территория в 1,4 га: высажено порядка 200 саженцев декоративных деревьев, разбиты клумбы с цветами, построен современный фонтан. 
Фото
Фото: Максад Хабибуллаев / УзА.
Фото: Максад Хабибуллаев / УзА.
Фото: пресс-служба «Узбекистон темир йуллари».
Фото: Максад Хабибуллаев / УзА.