Вечером в понедельник в Ташкенте откроется новый парк «Анхор-Локомотив». Как мы уже писали, он раскинулся вдоль канала Анхор между ул. Лабзак и Зулфияхоним в Шайхантахурском районе.
 Парк располагает большим количеством аттракционов для детей и взрослых. Один из самых экстремальных — аттракцион «Небоскреб» высотой 43 м.
 Имеются игровые площадки, летний театр на 320 мест, фонтаны с музыкальным и световым сопровождением (струи самого крупного доходят до 50 м в высоту), искусственный водоем с подсветкой, стена для скалолазания, точки общепита.
 На территории парка построены макеты главных достопримечательностей Узбекистана, а в крытой зоне расположены огромный картодром и игровой центр.
 В день торжественного открытия парка вход в него будет ограничен. Узнать об условиях посещения парка можно на его странице в Facebook.
 Фото