Индекс деловой активности в Узбекистане (ИДА), публикуемый Центром экономических исследований (ЦЭИ), в июне составил 1049 пунктов, увеличившись по отношению к майским показателям на 4,9%. Об этом сообщается в пресс-релизе ЦЭИ.
С января 2015 года, когда было начато изменение деловой активности, ИДА показал рост на 31%, достигнув 1311 пунктов (значения индекса выше 1000 означают рост активности, ниже — спад).
Рост деловой активности в июне по отношению к предыдущему месяцу обусловлен повышением трех компонентов индекса:
ростом интенсивности закупки сырья на товарно-сырьевой бирже на 13,2%;
улучшением компонента действующих хозяйствующих субъектов на 1,5%;
повышением активности бизнеса по защите и использованию прав собственности на торговые марки на 3,3%.
Индекс деловой активности был разработан ЦЭИ в 2014 году с целью оперативного получения представления о том, на каком этапе экономического цикла находится экономика Узбекистана.
ЦЭИ, созданный в 1999 году при содействии правительства Узбекистана и Программы развития ООН, предоставляет аналитические рекомендации правительству и проводит исследования по широкому спектру вопросов развития.