Услуги SMS и интернета мобильных операторов Узбекистана будут недоступны 1 августа с 8:30 до 13:30. Голосовая связь будет работать без ограничений.
Уведомления об этом на своих сайтах 29 июля разместили Beeline и Ucell. Аналогичные уведомления от других операторов должны появиться позже.
Ежегодные перерывы в оказании указанных услуг в этот день и в это время объясняются проведением профилактических работ на телекоммуникационных сетях страны. 
1 августа во всех вузах Узбекистана проводятся тестовые вступительные экзамены.