Главное управление пожарной безопасности Министерства внутренних дел Узбекистана обратилось к жителям страны, руководителям предприятий, организаций и учреждений с напоминанием об основных мерах пожарной безопасности.
 «Неосторожное обращение с открытым огнем, а также нарушение правил пользования электроприборами являются основными причинами многих пожаров, происходящих в нашей республике», — говорится в обращении.
 ГУПБ призвало соотечественников соблюдать следующие меры пожарной безопасности:
  не сжигать сухую траву и бытовые отходы при очистке территории;
 не пользоваться легковоспламеняющимися и горючими жидкостями (бензин, керосин, дизельное топливо, газоконденсатные материалы) для розжига огня в тандыре или очаге;
 не хранить горючие материалы и топливо вблизи очага;
 не допускать курения в не отведенных для этого местах;
 при пользовании электроприборами и бытовой техникой строго соблюдать требования инструкции по эксплуатации предприятия-изготовителя;
 при монтаже электроприборов пользоваться услугами квалифицированных специалистов;
 не пользоваться неисправными розетками, выключателями, электроприборами и бытовой техникой;
 не использовать электропровода и кабели с поврежденной изоляцией;
 пользоваться предохранителями (автоматами) имеющими сертификат соответствия, чтобы предостеречь возгорание из-за короткого замыкания электропроводов или перегрузки в электросети.