27 июля состоялось очередное заседание Совета безопасности при Президенте Республики Узбекистан, сообщило УзА.
 На заседании, которое провел Президент страны, председатель Совета безопасности Ислам Каримов, обсуждались вопросы обеспечения безопасности и нейтрализации вызовов и угроз на южных рубежах страны.
 Кроме того, было рассмотрено укрепление сотрудничества с соседними государствами региона по борьбе с терроризмом и экстремизмом.
 В совещании приняли участие руководители правительства и соответствующих ведомств.
 Другие детали заседания не сообщаются.