Президент Узбекистана Шавкат Мирзиёев 20 мая подписал закон о пастбищах. Документ был принят Законодательной палатой 2 апреля и одобрен Сенатом 3 мая.
Законом определено, что пастбища — это земли с естественным растительным покровом, являющимся кормом для скота. Они подразделяются на пустынные, полупустынные, предгорные, горные и равнинные, обеспеченные и не обеспеченные водой.
Пастбища являются общенациональным богатством и охраняются государством. Горные пастбища являются сезонными и используются только в определенное время года, отмечается в документе.
Государственное управление в области использования и охраны пастбищ осуществляют Кабинет Министров, органы государственной власти на местах, а также специально уполномоченные для этих целей государственные органы.
Согласно документу, пастбищепользователи могут создавать объединения для совместного использования и охраны этих земель. Пастбища предоставляются юридическим и физическим лицам в постоянное владение, аренду и временное пользование по решению хокимов. На землях лесного фонда пастбища используются по разрешению органов государственного лесного хозяйства.
Для рационального использования и охраны пастбищ организуется пастбищеоборот. Для этого пастбища делятся на участки, при определении площади которых учитывается предельно допустимая норма нагрузки на участок пастбищ.
Плата за использование пастбищ взимается в виде земельного налога или арендной платы, говорится в законе.
Право пользования пастбищами прекращается в случаях:
ликвидации юридического лица;
смерти физического лица;
истечения срока, на который были предоставлены пастбища;
использования не по целевому назначению;
нерационального использования;
изъятия пастбищных земель для государственных и общественных нужд;
добровольного отказа от пользования пастбищами.
Специально уполномоченные госорганы могут устанавливать ограничения и запреты на использование пастбищ для воспроизводства и восстановления деградированных пастбищ, охраны редких и исчезающих видов растений и животных, включенных в Красную книгу Узбекистана.
Документ также перечисляет полномочия уполномоченных органов в области использования и охраны пастбищ, меры по охране, воспроизводству и восстановлению пастбищ, порядок их инвентаризации, геоботанического исследования и мониторинга.