Высшие образовательные учреждения Узбекистана приняли более 663,2 тысячи заявлений абитуриентов. Приемная кампания завершилась 20 июля.
По статистике Государственного центра тестирования при Кабинете Министров, на одно студенческое место претендуют 11,5 человека. Квота приема бакалавров составляет 57,9 тысячи человек.
Наибольшее число документов приняли Термезский государственный университет (37,6 тысячи заявлений, конкурс — 20,45 на место), Каршинский государственный университет (26,3 тысячи, 18,88) и Андижанский государственный университет (25,9 тысячи, 18,28).
Самый большой конкурс на одно место зафиксирован в Ферганском филиале Ташкентской медицинской академии — 24,8 человека.
В прошлом году вузы страны приняли более 606 тысяч заявлений абитуриентов, конкурс составил более 10,45 человека на место.
Тестовые испытания во всех вузах Узбекистана (без учета филиалов зарубежных вузов) пройдут 1 августа.