Скорость доступа к международным каналам интернета в Узбекистане за первое полугодие текущего года возросла на 32% до почти 35 Гбит/с, сообщила пресс-служба Министерства по развитию информационных технологий и коммуникаций.
35
Гбит/с
Скорость доступа к международным каналам интернета в Узбекистане на 1 июля 2016 года.
Источник: Мининфоком
На начало 2016 года эта цифра составляла 26,4 Гбит/с, а на начало 2015 года — 16,64 Гбит/с (увеличение скорости за прошлый год составило 58,6%).
Дальнейшее развитие широкополосного доступа в интернет на основе волоконно-оптических линий связи и повышение надежности телекоммуникационных сетей обозначено министерством как одна из первоочередных задач на 2016 год.