Рейс «Стамбул-Ташкент» (HY274) Национальной авиакомпании «Узбекистон хаво йуллари» задержан в связи с событиями в Турции.
Самолет, согласно расписанию, должен был вылететь из Стамбула в 22:45 (по местному времени) в пятницу и прибыть в столицу Узбекистана в 5:20 в субботу.
В аэропорту Ташкента «Газете.uz» сообщили, что время выполнения рейса пока неизвестно.
Пятничный рейс из Стамбула в Ташкент авиакомпании Turkish Airlines (TK368, время вылета по расписанию — 23:45) был отменен.
Международный аэропорт Ататюрка в Стамбуле был закрыт ночью из-за попытки военного переворота в Турции. Утром воздушная гавань приняла первый рейс из Лондона.