Национальная разведка Турции заявила о провале попытки переворота, предпринятой группой военных в ночь на субботу.
«Попытка военного переворота в Турции пресечена», — заявил пресс-секретарь Национальной разведывательной организации Нух Йылмаз.
Как сообщает Daily Sabah, полиция задержала большинство военных, принявших участие в мятеже. Их количество превышает 1500.
В Анкаре был обстрелян ряд важных объектов, в том числе здание Генштаба, штаб-квартиры полиции и МВД. На здание парламента был совершен авианалет. Были захвачены телевизионные студии.
После призыва Президента Реджепа Тайипа Эрдогана на улицы крупных городов Турции вышли тысячи человек, выступивших против переворота.
Президент во время мятежа находился в отеле в Мармарисе на юго-западе Турции. По прибытии в аэропорт Стамбула он заявил, что попытка переворота будет полностью подавлена, сообщило РИА Новости.
«Я остаюсь со своим народом и никуда не уйду», — сказал Реджеп Тайип Эрдоган на пресс-конференции. «Мы зачистим нашу армию от предателей. Они подняли оружие против народа».
По последним данным, жертвами попытки военного переворота стали 90 человек, включая как гражданских, так и военных. Ранены более 1150 человек.
Обновлено в 12:00.