Японская компания Toyoko-Inn проявляет интерес к реконструкции и эксплуатации гостиницы «Чорсу», расположенной в историческом центре Ташкента. Об этом сообщила пресс-служба Национальной компании «Узбектуризм».
Представители Toyoko Inn во главе с членом правления К. Моринакой посетили Узбекистан в период с 12 по 14 июля.
Toyoko-Inn строит трехзвездочные бизнес-гостиницы и имеет более 200 гостиниц в таких странах, как Франция, Республика Корея, Филиппины и Камбоджа.
Компания также строит новые и реконструирует существующие гостиницы во Франкфурте-на-Майне, Москве, Нью-Йорке, Чикаго и Торонто.
23-этажную гостиницу «Чорсу» с 450 номерами можно назвать одним из символов Ташкента. Гостиничный комплекс был возведен на одноименной площади в 1982 году. Первоначальное название — «Москва».
В начале 2000-х годов комплекс был закрыт на реконструкцию. Интерес к нему проявляли турецкие и южнокорейские компании, однако реконструкция так и не была осуществлена.