В Чиланзарском районе столицы началась реконструкция одной из старейших улиц района — улицы Гагарина, расположенной у подножия памятника первому космонавту планеты.
Так улица выглядела полгода назад.
Эта улица с тенистым бульваром и многочисленными скамейками давно стала любимым местом отдыха окрестных жителей. Во время посещения улицы прошлой осенью хоким Чиланзара пообещал жителям, что ее реконструкция будет включена в план благоустройства района на 2016 год.
Как сообщили представители Чиланзарского хокимията, реконструкция улицы должна быть завершена до конца июля. Сейчас здесь перекладываются бетонные плиты, провалившиеся местами. По обочине бульвара будут посажены газоны.
Уже устанавливаются новые уличные фонари, скамейки будут также обновлены. Автобусные остановки будут закрытого типа, со стеклянными стенами.
Начат ремонт фасадов выходящих на улицу домов, начат демонтаж объектов, портящих их внешний вид.
Обновляется и сама площадь Гагарина. Вокруг памятника космонавту снесены магазинчики и столовые, закрывающие вид на монумент.