На 15-й сессии Ташкентского городского Кенгаша народных депутатов 12 июля были озвучены итоги выборов председателей (аксакалов) сходов граждан махаллей и их советников, сообщила информационная служба столичного хокимията.
В результате выборов, прошедших в мае-июне, в 370 из 505 махаллей города избраны новые председатели. 47 руководителей махаллей — женщины.
В ходе выборов также избраны 7439 советников председателей, из которых 1920 являются женщинами.
Как мы уже писали, по всему Узбекистану на выборах были избраны 9764 председателя сходов граждан и более 105 тысяч их советников.