В колонии строгого режима на западе Таджикистана в воскресенье ночью вспыхнул бунт, сообщило РИА Новости.
Беспорядки начали осужденные за членство в группировке «Исламское государство». Погибли 29 заключенных и 3 охранника.
По данным Министерства юстиции Таджикистана, группа из 30 заключенных, вооруженных ножами и другими острыми предметами, захватили в заложники трех тюремных надзирателей, потребовав освобождения, а затем убили их.
Сотрудники колонии потребовали соблюдать правопорядок, но заключенные не подчинились и напали на других надзирателей, ранив некоторых из них.
По данным Минюста, администрация приняла «решительные меры по стабилизации ситуации». Сейчас обстановка взята под контроль. Следственные органы продолжают разбирательство.
Колония находится в городе Вахдат, в 15 км юго-восточнее Душанбе. В ней содержатся порядка 1500 заключенных.