РИА Новости, Наталия Шмакова — Два региональных поезда столкнулись в провинции Бари (область Апулия) на юге Италии во вторник днем.
Число погибших в железнодорожной катастрофе составляет как минимум 27 человек, заявил представитель местных властей Джузеппе Коррадо. Четверо пострадавших находятся в тяжелом состоянии.
На месте ЧП работают медики, пожарные и спасательные службы. За ходом спасательной операции лично следит президент Апулии Микеле Эмилиано.
Движение на региональной железнодорожной линии приостановлено.
Спасательные и медицинские службы начали собирать кровь для пострадавших.
Как сообщают местные СМИ со ссылкой на источники в правительственном дворце, в Апулию вечером прибудет премьер-министр Италии Маттео Ренци.
Обновлено в 10:27.