Филиал Российского государственного университета нефти и газа имени И. М. Губкина в Ташкенте в 2016/2017 учебном году примет 325 студентов, говорится в постановлении (RTF) Кабинета Министров Узбекистана от 1 июля.
 Квоты приема по направлениям образования:
  «Технология геологической разведки» — 50 человек;
 «Бурение нефтяных и газовых скважин» — 50;
 «Эксплуатация и обслуживание объектов добычи нефти» — 50;
 «Эксплуатация и обслуживание объектов добычи газа, газоконденсата и подземных хранилищ» — 50;
 «Сооружение и ремонт объектов систем трубопроводного транспорта» — 50;
 «Эксплуатация и обслуживание объектов транспорта и хранения нефти, газа и продуктов переработки» — 50;
 «Экономика предприятий и организаций» — 25 человек.
 Переводимые в филиал студенты второго и третьего курсов бакалавриата закрытого Факультета нефти и газа Ташкентского государственного технического университета будут приняты дополнительно к установленной квоте.
 Постановлением также предусмотрено открытие в филиале трех новых направлений образования:
  «Оборудование нефтегазопереработки»;
 «Машины и оборудование нефтяных и газовых промыслов»;
 «Химическая технология природных энергоносителей и углеродных материалов».