Съемка документального фильма «Великий Шелковый путь и другие чудеса» для европейского телеканала Arte проходит в Узбекистане.
Как сообщает Национальная ассоциация электронных СМИ (НАЭСМИ), лента будет состоять из 15 серий продолжительностью 26 минут каждая. В Узбекистане предполагается снять три части картины.
В фильме будет рассказано о городах Бухара, Самарканд, Ташкент, Фергана и Маргилан, показаны традиции и обычаи народа Узбекистана. 
Съемки проводит группа французской телестудии Electron libre Productions при поддержке НАЭСМИ и Национальной компании «Узбектуризм».