Министр внутренних дел Узбекистана назначил новых начальников ряда подразделений органов внутренних дел, следует из сообщения газеты МВД «На посту».
Начальником управления внутренних дел Бухары стал подполковник Бахтиёр Саитджанов. Он сменил на этом посту Уткира Бадалова, который весной был назначен замначальника УВД Навоийской области и по совместительству начальником УВД Зарафшана.
УВД Яккасарайского района Ташкента возглавил подполковник Вахид Мирзаев.
Подполковник Бунёд Раджапов стал начальником ОВД Багатского района Хорезмской области.
В Каракалпакстане руководителем ОВД Караузякского района стал подполковник Салават Казбеков, ОВД Ходжейлийского района — майор Тимурбек Дошумбаев.