Индийская фармацевтическая компания Bravo Pharmaceuticals в конце июня начала строительство завода по производству готовых лекарственных препаратов в свободной индустриально-экономической зоне «Навои».
Как сообщается на сайте СИЭЗ, в церемонии закладки первого камня в фундамент будущего завода участвовали руководители Bravo Pharmaceuticals.
Стоимость проекта оценивается в 2,6 млн долларов США. На заводе, который должен быть построен к концу года, планируется трудоустройство 100 человек.
Bravo Pharmaceuticals имеет дочернее предприятие в Узбекистане — Bravo Pharma.