В Ташкенте временно прекращено движение в обе стороны по путепроводу на Малой кольцевой автодороге в месте ее пересечения с улицей Тараккиёт.
Перекрытие дороги связано с реконструкцией путепровода, опоры которого переносятся с целью расширения улицы Тараккиёт.
Как было сообщено на брифинге в хокимияте Ташкента в понедельник, движение должно быть открыто в течение двух недель. До этого водителям придется объезжать данный участок.
Представители хокимията и ГУБДД столицы принесли горожанам извинения за неудобства.