В системе мобильных платежей CLICK появилась возможность перевода денежных средств между пластиковыми картами, эмитированные банками Узбекистана, сообщается в пресс-релизе одноименной компании.
Средства можно переводить непосредственно со счета одной онлайн-карты на другую, при этом получателю не обязательно быть зарегистрированным в CLICK. Первыми банками, подключенными к системе, стали «Алокабанк» и «Агробанк».
Перевод денег можно также осуществить, указав номер телефона получателя, зарегистрированного в CLICK (при отсутствии регистрации получатель получит деньги после регистрации в системе).
Перевод средств доступен через USSD-команду: *880*номер_карты*сумма# (или *880*3*номер_телефона*сумма#).
В ближайшее время эта возможность станет доступной и через мобильное приложение.
Стоимость услуги — 2% от суммы перевода, взимаемые с карты отправителя.
В будущем ожидается покрытие всех имеющихся в Узбекистане банков-эмитентов, сообщили в компании.