Chevrolet Spark является самой покупаемой моделью автомобиля на вторичном рынке Узбекистана по версии сервиса интернет-объявлений OLX. На втором месте — Nexia, на третьем — Matiz.
Рейтинг был составлен на основе данных о количестве закрытых сделок с января по май 2016 года. Почти 97% сделок на сайте пришлось на жителей Ташкента и столичного региона.
На долю машин марки Chevrolet пришлось 46% всех покупок, на втором месте оказались автомобили ВАЗ — 19%, на третьем — Daewoo с 12%.
В рубрике «Легковые автомобили» OLX сегодня около 3500 объявлений. Самое дорогое из представленных авто — новый внедорожник Lexus LX570 2016 года стоимостью 115 тысяч у. е.
Инфографика