В Ташкенте продолжается строительство нового отрезка улицы Тараккиёт, который укоротит путь от Ахангаранского шоссе до центра города.
Протяженность новой шестиполосной дороги, прокладываемой вдоль Ташкентского механического завода (бывшее ГАО «ТАПОиЧ»), составит 2,9 км, сообщила пресс-служба компании «Узавтойул».
Открытие дороги должно привести к уменьшению потока автотранспорта на загруженных участках проспекта Мирзо Улугбека и улицы Паркентской.
По данным «Узавтойул», в строительстве используется новый метод конструкции дорожного покрытия, который обеспечивает высокое качество и уменьшает расход асфальтобетонной смеси.
Сдача нового отрезка в эксплуатацию запланирована к сентябрю.