По всему Узбекистану установлено более 16,5 тысячи базовых станций операторов мобильной связи, сообщило Министерство по развитию информационных технологий и коммуникаций.
&gt;16 500 
Столько базовых станций мобильных операторов действуют сегодня по Узбекистану. 
Источник: Мининфоком
За последние 10 лет количество абонентов мобильной связи в стране выросло в 7,5 раза. На начало года официально сообщалось о 22,9 миллиона пользователей мобильной связи.
Услуги мобильной связи в Узбекистане предоставляют несколько операторов: Beeline (GSM), Ucell (GSM), UMS (GSM), Uzmobile (GSM и CDMA-450 EVDO) и Perfectum (CDMA 2000 1Х/EVDO Rev.A).