Ташкентский университет информационных технологий (ТУИТ) стал первым вузом Узбекистана, абитуриенты которого могут подать документы в приемную комиссию через интернет.
 Пилотная услуга подачи документов запущена на Едином портале интерактивных государственных услуг Узбекистана. 
 Чтобы воспользоваться услугой, нужно быть зарегистрированным на ЕПИГУ и иметь ключ электронной цифровой подписи.
 Для подачи заявления необходимы электронные копии паспорта, документа о предыдущем образовании (аттестат, диплом), а также фотография размером 3,5×4,5. Уведомление о приеме документов будет отправлено пользователю в личный кабинет на портале госуслуг и/или на электронную почту в течение 10 дней.
 Напомним, что приемные комиссии во всех вузах принимают документы до 20 июля включительно.
 Как сообщает ЕПИГУ, после успешной апробации пилотного проекта услуга удаленной подачи документов будет внедрена во всех высших учебных заведениях страны.
 Отметим, что филиалы зарубежных вузов в Узбекистане уже практикуют подобную услугу.