Утром во вторник в ташкентском торгово-развлекательном центре Mega Planet произошло возгорание. 
Как сообщили «Газете.uz» сотрудники центра на месте происшествия, пламя вспыхнуло на четвертом этаже здания на кухне одной из точек общепита.
Фото из группы «Водители Ташкента (Drivers.uz)».
Благодаря оперативным действиям пожарных возгорание было быстро ликвидировано, никто не пострадал.
В связи с происшествием здание ТРЦ временно закрыт для посетителей, вывешены объявления о проведении санитарного дня. Сотрудники ведут очистку верхних этажей от последствий пожара и его тушения.
Позже стало известно, что в ближайшее время Mega Planet возобновит работу в обычном режиме.
Дополнено в 13:45.