В прошлом году в Узбекистане из незаконного оборота было изъято 2,51 тонны наркотических средств, сообщил в понедельник директор Национального информационно-аналитического центра по контролю за наркотиками при Кабинете Министров Ахмед Мансуров.
2,5 
тонны
Таков объем наркотических средств, изъятых в Узбекистане из незаконного оборота в 2015 году.
Источник: Национальный информационно-аналитический центр по контролю за наркотиками
Всего в 2015 году правоохранительными органами было выявлено 6648 фактов преступлений, связанных с незаконным оборотом наркотиков.