В Ташкенте задержан подозреваемый в угоне внедорожника Captiva, сообщила в понедельник пресс-служба МВД Узбекистана.
 Сообщение от жителя Учтепинского района об угоне принадлежащего ему автомобиля поступило в дежурную часть УВД Яккасарайского района. Владелец машины оставил ее возле автомойки на ул. Абдуллы Каххара.
 В результате оперативно-розыскных мероприятий автомобиль был остановлен на улице Нукусской, подозреваемый в угоне задержан. Им оказался 24-летний житель Бахмальского района Джизакской области.
 По факту угона возбуждено уголовное дело и ведется следствие.