Президент Узбекистана Ислам Каримов 24 июня в резиденции Куксарой провел встречу с Президентом Монголии Цахиагийном Элбегдоржем. Об этом сообщило УзА.
 Ислам Каримов отметил, что визит главы Монголии в Узбекистан открывает широкую дорогу для активизации двустороннего сотрудничества. 
 На встрече было уделено внимание расширению связей в торгово-экономической, культурно-гуманитарной и других сферах. 
 Президент Монголии подчеркнул, что его страна заинтересована в расширении торгово-экономических связей с Узбекистаном.