Президент Узбекистана Ислам Каримов 24 июня в резиденции Куксарой провел встречу с Президентом Афганистана Ашрафом Гани, сообщило УзА.
 Ислам Каримов отметил, что первый визит Ашрафа Гани в Узбекистан будет способствовать подъему сотрудничества двух стран на новый уровень. 
 У народов Узбекистана и Афганистана во многом общая история, схожие традиции и обычаи. 
 Всегда придерживаясь народной мудрости «Спокойствие соседа — твое спокойствие», Узбекистан является сторонником установления мира в Афганистане и восстановления экономики этой страны.
 Узбекистан экспортирует в Афганистан электроэнергию, плодоовощную и нефтепродукцию, минеральные удобрения. За первые четыре месяца 2016 года объем взаимного товарооборота увеличился на 14%.
 На встрече были обсуждены вопросы повышения объема взаимного товарооборота и расширения номенклатуры товаров. Кроме того, состоялся обмен мнениями по интересующим стороны вопросам регионального и международного характера. 
 Президент Афганистана выразил благодарность Президенту Узбекистана за теплую встречу и отметил, что Афганистан заинтересован в дальнейшем развитии сотрудничества со своим соседом.