Министр иностранных дел Узбекистана Абдулазиз Камилов 23 июня встретился с заместителем генерального секретаря ООН Джеффри Фелтманом, сообщила пресс-служба МИДа.
Джеффри Фелтман прибыл в Ташкент для участия в работе заседания Совета глав государств-членов Шанхайской организации сотрудничества.
В ходе беседы были обсуждены состояние и перспективы сотрудничества между Узбекистаном и ООН.
Отдельное внимание было уделено региональным вопросам, реализации двусторонних и многосторонних программ и проектов по смягчению последствий экологической катастрофы в бассейне Аральского моря.