Туринский политехнический университет в Ташкенте продлил срок приема документов, сообщили в пресс-службе вуза.
В целях создания более благоприятных условий абитуриентам срок подачи документов и онлайн-регистрации продлен до 18:00 8 июля, отметили в университете.
Для абитуриентов с 16 июня организованы бесплатные консультации по вступительным экзаменам по физике, а с 21 июня — по математике. Подробности — на сайте университета.
Как сообщалось ранее, в новом учебном году Туринский политехнический университет в Ташкенте примет 350 бакалавров, что на 100 человек больше, чем в предыдущем году.