20 июня высшие учебные заведения Узбекистана открыли прием документов поступающих, сообщили «Газете.uz» в пресс-службе Министерства высшего и среднего специального образования. Приемная кампания завершится 20 июля.
Приемные комиссии вузов будут работать ежедневно с 9:00 до 18:00 с перерывом на обед с 13:00 до 14:00. В ряде регионов страны время работы может быть изменено: с 8:00 до 17:00 в связи с погодными условиями.
Перечень документов абитуриента:
Заявление на имя ректора;
Подлинник документа о получении среднего специального профессионального образования;
Копия паспорта или свидетельства о рождении;
Медицинская справка 086/у;
6 фотографий размером 3,5х4,5.
Для поступающих на специальные заочные отделения — выписка из трудовой книжки и рекомендательное письмо работодателя.
Квота приема студентов для обучения на бакалавриате в 2016-2017 учебном году является такой же, как и в прошлом году — 57907 человек.