Этим летом в Ташкенте действуют 62 детских оздоровительных лагеря, включая 26 стационарных и 36 дневных. Об этом было сообщено на пресс-конференции в хокимияте столицы в пятницу.
Планируется, что в течение каникул в лагерях города отдохнут в общей сложности 43,5 тысячи детей. Кроме того, в трех домах «Мехрибонлик» будут отдыхать все 405 воспитанников.
36 дневных лагерей при школах ожидают принять за 4 смены по 10 дней более 16 тысяч детей. Школьники будут заниматься иностранными языками, спортом, играть в разные игры.
Для детей, не охваченных лагерями, при 228 школах будут действовать спортивные площадки. 
К услугам школьников также 12 центров детского творчества «Баркамол авлод», кружки и спортивные секции.
Кроме того, по 10 видам спорта пройдут соревнования «Каникулы-2016».