Вечером в четверг на территории бывшего текстильного комбината в Яккасарайском районе Ташкента произошел сильный пожар, зарево которого было видно за несколько километров.
 По данным очевидцев, возгорание началось после 22:00. Пожар сопровождался взрывами, которые также были слышны за километры от места происшествия.
На место пожара оперативно прибыли пожарные расчеты. Примерно к 23:00 огонь был остановлен.
 В МЧС подтвердили, что пожар произошел на территории ныне Яккасарайского технопарка. Данных о пострадавших и жертвах на момент публикации не было.
Информация дополняется.