8-9 июня в Таллине состоялся третий раунд узбекско-эстонских политических консультаций, сообщила пресс-служба МИД Узбекистана.
Делегацию Узбекистана возглавил заместитель министра иностранных дел Дильёр Хакимов, Эстонии — вице-канцлер по политическим вопросам МИДа Кюллике Силласте-Эллинг.
На переговорах был рассмотрен весь комплекс двусторонних отношений, включая формат Узбекистан-Евросоюз, взаимодействие в рамках ООН и других международных организаций.
Обсуждены состояние и перспективные направления сотрудничества в политической, торгово-экономической, инвестиционной, культурно-гуманитарной и других сферах.
Отдельное внимание было уделено вопросам расширения договорно-правовой базы сотрудничества.
Узбекская делегация также провела встречу с министром иностранных дел Эстонии Мариной Кальюранд и переговоры в Ассоциации путешествий и туризма