В Узбекистане в ближайшие дни будет наблюдаться сухая и жаркая погода, сообщает Узгидромет.
В понедельник по стране ожидается переменная облачность, без осадков. Ветер восточный 7-12 м/с. Температура воздуха составит +35…+40 градусов Цельсия, по югу и пустынной зоне — до +37…+42.
В Ташкенте переменная облачность, без осадков. Ветер восточный 3-8 м/с. Температура — +35…+37 градусов.
По горным районам страны также переменная облачность, без осадков. Ветер восточный 7-12 м/с. Температура — +22…27.
Трехдневный прогноз погоды