РИА Новости — В воскресенье в трех районах Актобе (бывший Актюбинск, западный Казахстан) произошла перестрелка. Неизвестные совершили нападения на два оружейных магазина и воинскую часть.
В ходе спецоперации четверо преступников были ликвидированы, еще семь человек задержаны.
Погибли трое гражданских лиц и трое военнослужащих, ранения получили десять человек.
«Теракт в Актобе в канун святого Ораза — проявление крайнего цинизма и жестокости бандитов. Принимаются самые жесткие меры для их наказания», — написал в Твиттере председатель Сената Парламента Казахстана Касым-Жомарт Токаев.