Министр иностранных дел Республики Узбекистан Абдулазиз Камилов 3 июня принял вновь назначенного Чрезвычайного и Полномочного Посла Исламской Республики Афганистан Сайида Шахобуддина Темурий.
 Как сообщила пресс-служба МИДа, посол вручил министру копию верительных грамот.
 В ходе беседе обсуждены текущее состояние и перспективы узбекско-афганских отношений.
 Стороны также обменялись мнениями по вопросам предстоящего заседания Совета глав государств-членов Шанхайской организации сотрудничества, в которой Афганистан участвует в качестве страны-наблюдателя.
 Предыдущим послом Афганистана в Узбекистане был Мохаммад Садик Даудзай, он завершил миссию в Ташкенте в мае прошлого года.