Спасатели-водолазы Республиканского центра быстрого реагирования третий день ведут пока безуспешные поиски тела утонувшего в канале Бозсу подростка.
17-летний учащийся одного из ташкентских колледжей в компании пяти друзей во вторник решил искупаться в канале у мемориального комплекса памяти жертв репрессий.
Друзья нырнули в канал с берега почти одновременно, погибший прыгал последним и после этого лишь на мгновенье показался над водой, а потом пропал.
Место поисков на полдень четверга.
Все произошло на глазах у его друзей, которые то ли от испуга, то ли от растерянности не поспешили на помощь. Наоборот, выбравшись на берег, они собрали вещи и скрылись.
Об этом рассказал родственник погибшего подростка. По его словам, родителям позвонила посторонняя девушка, обнаружившая на берегу бесхозные вещи, а в них телефон. Правда, один из подростков потом вернулся и рассказал родителям, как все случилось.
После происшествия на фонарных столбах вдоль канала появились такие таблички.
За три дня водолазы прочесали дно и берега канала на протяжении более километра, но тело до сих пор не найдено. Работу водолазов затрудняет полноводье и плохая видимость в быстрой воде канала.
Поиск идет как с берега, так и со спасательной лодки. Дно канала прощупывают буквально метр за метром, но пока безрезультатно. В поисках участвуют и родственники погибшего подростка. Они надеются, что утонувшего скоро найдут, и его можно будет достойно похоронить.