31 мая в административном центре Хорезмской области Ургенче состоялось открытие очередного книжного комплекса сети «Китоб олами».
Как сообщила пресс-служба Узбекского агентства по печати и информации (УзАПИ), в церемонии открытия приняли участие хоким области Пулат Бобожонов и генеральный директор УзАПИ Аманулла Юнусов.
В магазине площадью 550 кв. м представлено 25 тысяч книг более чем 2000 наименований. Как и в других магазинах сети, в нем есть детский уголок и кафе.
Цены в хорезмском «Китоб олами» не отличаются от цен в главном магазине сети в столице Узбекистана. 
Первый магазин «Китоб олами» был открыт в Ташкенте в ноябре прошлого года. С конца апреля магазины сети появились в Нукусе, Намангане, Фергане, Андижане и Самарканде. На очереди — открытие магазина в Бухаре.