Министр иностранных дел Республики Узбекистан Абдулазиз Камилов 31 мая принял вновь назначенного Чрезвычайного и Полномочного Посла Республики Корея Квон Ён У.
Как сообщила пресс-служба МИДа, посол вручил министру копии верительных грамот.
В ходе беседы стороны обменялись мнениями о состоянии и перспективах углубления двусторонних отношений, обсудили ход реализации договоренностей, достигнутых в рамках регулярного узбекско-южнокорейского диалога на высшем уровне.
Предыдущим послом Республики Корея был Ли Ук Хён, он занимал эту должность с лета 2013 года.