Товарищеский матч между национальными футбольными сборными Узбекистана и Экваториальной Гвинеи, запланированный на 2 июня, не состоится.
Как сообщила пресс-служба Федерации футбола Узбекистана, встреча отменена по инициативе футбольной федерации Экваториальной Гвинеи.
Зарубежная команда не сможет приехать в Ташкент в связи с возможным проведением 3 июня матча в рамках отбора Кубка африканских наций между Экваториальной Гвинеей и Бенином.
Обладатели билетов на отмененный матч могут сдать их.
Напомним, первоначально на 2 июня намечалась товарищеская встреча сборных Узбекистана и Кыргызстана, однако она была отменена.