Команда Ташкента завоевала наибольшее количество медалей и заняла первое место на республиканских спортивных играх «Универсиада-2016», проходивших 26-28 мая в Фергане. Об этом сообщило УзА.
 Победители удостоились высшей награды — оригинала приветствия Президента Узбекистана Ислама Каримова участникам Универсиады и подарка главы государства — автомобиля Damas.
 Команды Ферганской и Самаркандской областей, занявшие второе и третье места, также получили подарки Президента — автомобили Damas.
 Церемония закрытия седьмой Универсиады прошла на стадионе «Истиклол». Как и в церемонии открытия, в ней принял участие премьер-министр Шавкат Мирзиёев. 
 Соревнования Универсиады проводились по 15 видам спорта, включая баскетбол, бокс, волейбол, гандбол, дзюдо, легкую и тяжелую атлетику, настольный теннис, плавание, таэквондо (WTF), теннис, футбол, шахматы, вольную и греко-римскую борьбу. 
 Следующая Универсиада состоится в Самарканде. Этот город уже принимал спортивные игры студентов в 2004 году.
 Ранее Универсиаду принимали Наманган (2000 год), Бухара (2002 и 2013), Ташкент (2007) и Андижан (2010).