Министр иностранных дел Узбекистана Абдулазиз Камилов 27 мая принял главу представительства Детского фонда ООН (ЮНИСЕФ) Роберта Фюдерича, завершающего свою миссию в стране. Об этом сообщила пресс-служба МИДа.
 На встрече обсуждены состояние и перспективы развития отношений между Узбекистаном и ЮНИСЕФ, отмечен их конструктивный и взаимовыгодный характер.
 Стороны выразили заинтересованность в успешной реализации подписанной 16 апреля Страновой программы сотрудничества на 2016-2020 годы.
 Главе представительства ЮНИСЕФ была выражена признательность за личный вклад в решение практических задач в различных сферах взаимодействия.
 Роберт Фюдерич возглавлял представительство ЮНИСЕФ в Узбекистане с осени 2013 года. Ранее он был главой представительства ЮНИСЕФ на Ямайке (биография).