Ташкентский государственный университет узбекского языка и литературы имени Алишера Навои, созданный указом Президента Узбекистана от 13 мая, в текущем учебном году примет 300 студентов. Это предусмотрено постановлением Кабинета Министров об организации деятельности нового вуза, изданным 13 мая и также подписанным Президентом.
В соответствии с постановлением, 150 человек из общего количества первых студентов бакалавриата будут обучаться по государственным грантам и 150 — на платно-контрактной основе.
Квоты приема по направлениям образования
  Филология узбекского языка — 80 (40 — грант/40 — контракт);
 Узбекский язык и литература — 120 (60/60);
 Теория и практика узбекско-английского перевода — 100 (50/50).
Университет разместится в зданиях Ташкентского государственного педагогического университета имени Низами (ТГПУ) на ул. Учительской в Яккасарайском районе Ташкента. Перед зданием вуза будет установлена статуя Алишера Навои. ТГПУ, в свою очередь, переедет в здания Ташкентского педагогического колледжа №1 в Чиланзарском районе.
Напомним, новый университет создается на базе факультета узбекской филологии Национального университета Узбекистана, факультета узбекского языка и литературы Ташкентского государственного педагогического университета, а также Института языка и литературы имени Алишера Навои Академии наук.
Ректором университета назначен доктор филологических наук, профессор Шухрат Сирожиддинов, который с июня 2015 года был ректором Национального университета Узбекистана.