Министр иностранных дел Республики Узбекистан Абдулазиз Камилов 23 мая встретился с прибывшим в Ташкент с официальным визитом Министром иностранных дел Китайской Народной Республики Ван И.
Как сообщила пресс-служба МИДа, стороны обменялись мнениями по актуальным вопросам двусторонних отношений и перспективам их развития.
Министры также обсудили проекты программы и повестки дня предстоящих узбекско-китайских контактов на высшем уровне.
Кроме того, рассмотрены некоторые международные и региональные проблемы.
В понедельник и вторник в Ташкенте проходит заседание Совета министров иностранных дел государств-членов ШОС.