Индекс деловой активности в Узбекистане (ИДА), публикуемый Центром экономических исследований (ЦЭИ), в апреле составил 1013 пунктов, увеличившись по сравнению с мартом на 1,3%.
С января 2015 года, когда было начато изменение деловой активности, ИДА показал рост на 27%, достигнув 1266 пунктов (значения индекса выше 1000 означают рост активности, ниже — спад).
Рост деловой активности в апреле по отношению к предыдущему месяцу был обусловлен повышением всех четырех компонентов индекса:
  увеличением количества операций по банковским счетам хозяйствующих субъектов на 1,4%;
 ростом интенсивности закупки сырья на товарно-сырьевой бирже на 0,3%;
 улучшением компонента действующих хозяйствующих субъектов на 0,1%;
 повышением активности бизнеса по защите и использованию прав собственности на торговые марки на 25%.
 Индекс деловой активности был разработан ЦЭИ в 2014 году с целью оперативного получения представления о том, на каком этапе экономического цикла находится экономика Узбекистана.
 ЦЭИ, созданный в 1999 году при содействии правительства Узбекистана и Программы развития ООН, предоставляет аналитические рекомендации правительству и проводит исследования по широкому спектру вопросов развития.