В административном центре Хорезмской области Ургенче с 15 июня планируется повысить предельный тариф на проезд в автобусах до 700 сумов.
Проект решения хокима области об изменении тарифа опубликован на Едином портале интерактивных государственных услуг Узбекистана.
В настоящее время стоимость проезда в автобусах составляет 600 сумов. Для ряда категорий граждан предусмотрен льготный (бесплатный) проезд.
Услуги по перевозке пассажиров в Ургенче также оказывают минивэны Damas, стоимость проезда составляет 800 сумов.
Ранее на портале госуслуг был опубликован проект документа об изменении тарифов на проезд в городе Карши (Кашкадарьинская область).
Отметим, что в столице Узбекистана Ташкенте о повышении платы за проезд заранее не сообщается.