Запланированный на 2 июня товарищеский матч между национальными футбольными сборными Узбекистана и Кыргызстана отменен.
Как говорится в сообщении пресс-службы Федерации футбола Узбекистана, это связано с изменениями в планах национальной сборной. Другие подробности не сообщаются.
В настоящее время ведутся переговоры о приглашении в Ташкент другой сборной для проведения матча в рамках подготовки к третьему отборочному этапу Чемпионата мира-2018.
На 7 июня запланирован товарищеский матч сборных Узбекистана и Канады, он состоится в Австрии, где подопечные Самвела Бабаяна будут на сборах.
Первая игра сборной Узбекистана в рамках третьего отборочного этапа ЧМ состоится в Ташкенте 1 сентября против команды Сирии.