Министр иностранных дел Узбекистана Абдулазиз Камилов 20 мая принял вновь назначенного Чрезвычайного и Полномочного Посла Таджикистана Содика Имоми, сообщила пресс-служба МИД Узбекистана.
Посол вручил министру копии верительных грамот.
В ходе состоявшейся беседы были обсуждены некоторые вопросы узбекско-таджикских отношений.
Стороны также обменялись мнениями по практическим аспектам участия делегации Таджикистана в мероприятиях в рамках председательства Узбекистана в Шанхайской организации сотрудничества.
Предыдущим послом Таджикистана в Ташкенте был Музаффар Хусейнов. Он завершил свою пятилетнюю миссию в Узбекистане в марте.