Чемпион Узбекистана «Пахтакор» в первом матче 1/8 финала Кубка страны по футболу 18 мая уступил на стадионе «Пахтакор» клубу «Бухара».
Как сообщает пресс-служба «Пахтакора», в первом тайме на поле шла равная борьба, где соперники почти ничего не показали. В составе «Пахтакора» из-за травм различной степени на поле не вышел ряд ведущих игроков.
Судьбу игры решил единственный гол Азиза Ибрагимова, который был забит на 84-й минуте. Счет до конца матча остался неизменным — 0:1.
22 мая обе команды встретятся в Бухаре.