18 мая стартовал республиканский молодежный конкурс по разработке программного обеспечения Best Soft Challenge 2016. Конкурс организуется Центром UZINFOCOM, Центром программистов ВеРrо и Ташкентским университетом информационных технологий при поддержке Министерства по развитию информационных технологий и коммуникаций.
 Как сообщалось на пресс-конференции в Ташкенте в среду, регистрация участников конкурса будет вестись до 26 августа на сайте Software.uz. Предварительный обзор будет проходитьс 29 августа по 9 сентября, заключительный отбор — с 12 по 19 сентября.
 Конкурсная программа включает в себя три номинации:
  Лучшее решение/проект в области электронной коммерции (компьютерные и мобильные приложения);
 Лучшее решение/проект в сфере обучения/образования/культуры (компьютерные и мобильные приложения);
 Разработка компьютерных и мобильных игр.
 Проекты будет оценивать жюри из числа авторитетных специалистов в области разработки программного обеспечения. 
 В конкурсе могут участвовать граждане Узбекистана в возрасте до 25 лет. Разработки могут быть представлены как индивидуально, так и группой разработчиков до четырех человек.
 Церемония награждения победителей состоится в рамках традиционной Недели ИКТ.