Узбекистан приобрел для своих Вооруженных Сил у Airbus Helicopters транспортные вертолеты AS 332 (H225) Super Puma и легкие вертолеты AS 350 Ecureil, сообщает блог BMPD, выходящий под эгидой Центра анализа стратегий и технологий (РФ).
В 2013 году Узбекистан и Airbus Helicopters (тогда еще Eurocopter) заключили контракт на закупку восьми транспортных вертолетов AS 332 (ныне H225) Super Puma и восьми легких вертолетов AS 350 Ecureil в военном исполнении.
Летом 2014 года Airbus Helicopters поставил первые 2 вертолета AS 350 Ecureil в невоенном варианте, остальные 14 машин были поставлены к началу 2016 года (их можно увидеть в видеоролике ниже).
Добавим, что Airbus в конце апреля также завершил поставку в Узбекистан четырех военно-транспортных самолетов C295W (см. второе видео).
Видео