21 мая в Ташкенте состоится свадебный фестиваль «Туйлар муборак», сообщила компания-организатор мероприятия Inter Tashkent Expo.
 В рамках проекта состоится дефиле вечерних, свадебных и национальных нарядов от ведущих свадебных салонов и дизайнеров Узбекистана.
 Специальным гостем фестиваля станет индийский актер Барун Собти, знакомый узбекскому зрителю по сериалу «Мухаббат тафти» («Как назвать эту любовь»), который идет по телеканалу MY5.
 Планируется, что в столице Узбекистана индийский актер также проведет встречу с поклонниками.
Телефон для справок: (99895) 199-21-12.