Национальная авиакомпания «Узбекистон хаво йуллари» с 16 мая начнет выполнять прямые пассажирские рейсы по направлению Нукус-Москва-Нукус, сообщается на сайте перевозчика. Полеты будут осуществляться на авиалайнерах А320 раз в неделю по понедельникам.
Рейс HY-625: вылет из Нукуса — в 10:45, прилет в Москву — в 12:25.
Рейс HY-626: вылет из Москвы — в 13:55, прилет в Нукус — в 19:20.
С 16 мая авиакомпания также возобновляет прямые рейсы по направлению Навои-Москва-Навои. Рейсы будут также выполняться по понедельникам.
Рейс HY- 617: вылет из Навои — в 21:15, прилет в Москву — в 23:00.
Рейс HY-618 (вторник): вылет из Москвы — в 1:30, прилет в Навои — в 5:55.