С прекращением трамвайного движения на улице Мукими в Ташкенте начат снос строений, расположенных вдоль автомагистрали.
Под снос идут палатки, магазинчики и кафе, аптеки и другие строения, расположенные между жилыми домами и автодорогой. Одновременно идет обрезка верхушек и ветвей расположенных вдоль дороги деревьев.
Снос производится силами владельцев торговых точек. Рабочие аккуратно складывают и увозят тротуарную плитку и кирпичи, сматываю электрические провода.
По словам одного из сотрудников магазина у станции метро «Новза», в районном хокимияте взамен сносимых строений обещано выделять места под новые точки.
Расширение улиц и реконструкция расположенных вдоль них зданий ведется согласно постановлению Кабинета Министров Узбекистана о совершенствовании транспортной инфраструктуры Ташкента от 5 апреля.
Помимо ул. Мукими, на которой появятся новые путепроводы (на перекрестке с ул. Шота Руставели, с проспектом Бунёдкор, а также на площади Чиланзар-Актепа), к сентябрю будут реконструированы все улицы, на которых демонтированы трамвайные линии.
В городе также продолжается реконструкция магистральных улиц, начатая в августе прошлого года: ул. Нукусской, Афросиёб, Мирзо Улугбека, Дурмон йули, Амира Темура, Мустакиллик и других.
Фото