Джамшид Тураев из Узбекистана установил мировой рекорд Гиннеса по подтягиванию на двух пальцах, сообщается на сайте рекордов Гиннеса.
В течение минуты он смог подтянуться 19 полных раз, используя только средние пальцы. На самом деле Тураев подтянулся 25 раз, однако 6 раз не были засчитаны из-за несоответствия установленным требованиям.
В своей заявке на регистрацию рекорда 37-летний спортивный энтузиаст, юрист по образованию, сообщил, что тренировался на протяжении пяти лет.
На его счету это второй рекорд Гиннеса — в мае прошлого года Тураев установил мировой рекорд по задним подтягиваниям на перекладине, подтянувшись за минуту 23 раза.
Видео