Центральный банк Узбекистана установил с 3 мая новые курсы иностранных валют к узбекскому суму.
 Курс доллара США превысил отметку в 2900 сумов, увеличившись по сравнению с предыдущей неделей на 5,42 сума — с 2899,25 до 2904,68 сума.
 С начала текущего года (2809,98 сума) американский доллар по отношению к национальной валюте прибавил 94,7 сума или 3,3%. В течение 2015 года курс доллара к суму повысился на 16%.
 Евро по отношению к суму со вторника подорожает на 12,3 сума до 3310,18, российский рубль — на 1,37 сума до 45,15 сума.
 Курсы валют устанавливаются Центробанком еженедельно для ведения бухгалтерского учета, статистической и иной отчетности по валютным операциям, а также исчисления таможенных и других обязательных платежей.