Министерство здравоохранения Узбекистана запустило единый номер телефон доверия 1003, сообщается на сайте Минздрава.
По круглосуточному номеру можно обратиться за справочной информацией или для сообщения о неправомерных действиях сотрудников учреждений здравоохранения.
Консультация по телефону доверия дается при условии сообщения гражданином фамилии и инициалов.
Анонимная информация, в которой содержатся признаки совершенного или готовящегося правонарушения, может быть передана в правоохранительные органы.
Ранее номер 1003 принадлежал клинике Doctor Service в Ташкенте. Теперь ее диспетчерская служба доступна по короткому номеру 1072.