Узбекское агентство по печати и информации расширяет сеть книжных комплексов «Китоб олами». В ноябре прошлого года такой комплекс был открыт в Ташкенте. Вторым городом, где действует сеть, стала столица Каракалпакстана.
Как сообщила пресс-служба УзАПИ, церемония открытия магазина «Китоб олами» площадью 300 кв. м состоялась в Нукусе 27 апреля. Здесь представлено 15 тысяч книг различных направлений.
Фото: Максад Хабибуллаев / УзА.
К 25-й годовщине независимости Узбекистана (отмечается 1 сентября) аналогичные комплексы планируется открыть в Андижане, Бухаре, Намангане, Самарканде и Ургенче.