До конца августа в Ташкенте запланировано проведение капитального ремонта ряда дошкольных образовательных учреждений (ДОУ). Тендер на проведение ремонта объявила инжиниринговая компания «Служба единого заказчика» хокимията столицы Узбекистана (тендер опубликован в газете «Вечерний Ташкент»).
 Общая стартовая стоимость ремонтных работ в 30 ДОУ составляет свыше 23,772 млрд сумов (без учета НДС) из средств местного бюджета.
 ДОУ, подлежащие капремонту  Алмазарский район: ДОУ №№ 52, 94 и 472,
 Бектемирский район: ДОУ № 574;
 Мирабадский район: ДОУ №№ 127 и 507;
 Мирзо-Улугбекский район: ДОУ №№ 403, 446 и 466;
 Сергелийский район: ДОУ №№ 45, 87 и 459;
 Учтепинский район: ДОУ №№ 360, 409 и 465;
 Чиланзарский район: ДОУ №№ 89, 368 и 462;
 Шайхантахурский район: ДОУ №№ 27, 448 и 491;
 Юнусабадский район: ДОУ №№ 160, 253, 417 и 499;
 Яккасарайский район: ДОУ №№ 348 и 357;
 Яшнабадский район: ДОУ №№ 129, 557 и 602.