В Министерстве иностранных дел Узбекистана 26 апреля прошел 12-й раунд узбекско-индийских политических консультаций, сообщила пресс-служба МИДа.
Для участия в консультациях в Ташкент прибыла делегация Индии во главе с заместителем министра иностранных дел Суджатой Мехта.
На переговорах обсуждены состояние и приоритеты двустороннего сотрудничества, а также некоторые международные и региональные вопросы.
Были отмечены позитивные тенденции в узбекско-индийском диалоге, новым этапом которого стали официальный визит в Узбекистан в июле 2015 года премьер-министра Индии Нарендры Моди.