Запланированное закрытие трамвайных маршрутов №№9 и 13 в Ташкенте не состоялось. В среду трамваи вновь вышли на линию.
 В «Тошкент трамвайи» «Газете.uz» сообщили, что работа маршрутов продлена на два дня, но этот срок также может быть изменен.
 19 апреля, в день ожидаемого закрытия двух линий, вагоны были заполнены пассажирами. Наш корреспондент был свидетелем того, как люди приезжали с детьми специально, чтобы совершить прощальную поездку на трамвае.
 Кондукторы иногда отказывались брать плату с пассажиров, ехавших от конечной станции до конечной и обратно.