В 7:39 в субботу в Ташкенте и других городах Узбекистана ощущалось небольшое землетрясение.
Как сообщили на столичной сейсмостанции, по предварительным данным эпицентр землетрясения находился на расстоянии 160 км к востоку от Ташкента на территории Узбекистана. 
Магнитуда в эпицентре составила 4,8. Глубина очага — 10 км.
Подземные толчки ощущались в столице с силой 2 балла, в Фергане — 3 балла, в Намангане — 3-4 балла.
Обновлено в 8:40: уточнены магнитуда и сила землетрясения в Ташкенте и Намангане.