Ташкент в третий раз принимает чемпионат Азии по дзюдо. В соревнованиях участвуют спортсмены из 31 страны. Призовые места турнира дают рейтинговые очки для участия в Олимпиаде-2016. На чемпионат прибыли главы Азиатского сюза дзюдо Обейд Аль Анзи и Международной федерации дзюдо Мариус Визер. Предлагаем вашему вниманию фоторепортаж с церемонии открытия чемпионата.
 Фото 
Церемония открытия чемпионата Азии по дзюдо.
Руководитель Федерации дзюдо Узбекистана Армен Багдасаров награжден за вклад в развитие дзюдо в стране. Награду вручил глава Азиатского сoюза дзюдо.
За церемонией открытия последовали поединки.
Диёрбек Уразбаев из Узбекистана (слева) стал обладателем серебряной медали.
Мирали Шарипов принес в копилку сборной Узбекистана бронзовую медаль.
Место проведения чемпионата — спорткомплекс «Узбекистан».