В Ташкенте в возрасте 88 лет ушла из жизни известная актриса театра и кино Яйра Абдуллаева. Об этом сообщила пресс-служба Министерства культуры Узбекистана.
Яйра Абдуллаева многие годы работала в Узбекском национальном академическом драматическом театре.
Она сыграла роли в целом ряде фильмов и телесериалов. Первой кинолентой с ее участием был фильм «Бай и батрак» (1953 год).
В 1964 году Яйра Абдуллаева получила звание Народной артистки Узбекской ССР. В 1998 году была награждена орденом «Дустлик», в 2011 году — орденом «Эл-юрт хурмати».