14 апреля к исполнению обязанностей приступил новый премьер-министр Кыргызской Республики Сооронбай Жээнбеков, сообщается на сайте правительства этой страны.
 Сооронбай Жээнбеков (биография) поблагодарил Президента Кыргызской Республики и депутатов Жогорку Кенеша за оказанное доверие и заверил, что приложит все усилия для эффективной работы во благо народа и страны.
 Затем глава правительства проводил на рабочие места первого вице-премьера Мухамметкалыя Абулгазиева и руководителя аппарата правительства Акылбека Осмоналиева.
 Список членов правительства Кыргызстана нового состава