В Куала-Лумпуре во вторник состоялась жеребьевка третьего отборочного раунда чемпионата мира по футболу 2018 года в России, сообщило УзА.
 Национальная сборная Узбекистана попала в группу А, где будет играть против сборных Ирана, Южной Кореи, Китая, Катара и Сирии.
 В группе В будут играть сборные Австралии, Японии, Саудовской Аравии, Объединенных Арабских Эмиратов, Ирака и Таиланда.
 В третьем раунде примут участие сборные 12 стран континента, разделившись на две группы. Занявшие первое и второе места в каждой группе напрямую попадут в финал. 
 Команды, занявшие третье место, проведут между собой две встречи в системе домашних и выездных матчей. Победитель этой встречи выйдет на поле против представителя региона КОНКАКАФ.
 Первую встречу сборная Узбекистана проведет 1 сентября в Ташкенте против Сирии.