С 1 мая в Самарканде планируется ввести жетоны для оплаты проезда в общественном транспорте, приобрести которые можно будет по пластиковой карте.
Проект соответствующего решения хокима Самаркандской области опубликован для обсуждения на Едином портале интерактивных государственных услуг.
Планируется, что по городу будут установлены специальные пункты по продаже жетонов, оснащенные терминалами для приема банковских карт.
В проекте документа отмечается, что такое решение принято в целях создания удобств для населения.
Жетоны для проезда в наземном общественном транспорте с марта 2013 года действуют в Ташкенте. Приобрести их можно только по пластиковой карте.