Предприятие «Махсустранс» сообщило о повышении с 1 мая на 7% тарифов на вывоз твердых бытовых отходов с населения и организаций Ташкента. Новые тарифы опубликованы на сайте предприятия.
 Тариф на вывоз бытовых отходов для населения увеличится с 2800 до 3000 сумов с каждого проживающего человека в месяц.
Для бюджетных и хозрасчетный организаций вывоз 1 кубометра твердых бытовых отходов будет обходиться в 35991 сум без учета НДС (сейчас — 33591,4 сума), вывоз 1 тонны нечистот — в 13449,4 сума (без изменений).
 До этого тарифы на вывоз отходов повышались в июне прошлого года.