Министр иностранных дел Узбекистана Абдулазиз Камилов 8 апреля встретился в Москве с министром иностранных дел России Сергеем Лавровым, сообщила пресс-служба МИД Узбекистана.
Стороны обменялись мнениями по актуальным вопросам узбекско-российских отношений, повестке дня СНГ, а также некоторым международным и региональным проблемам.
Главы внешнеполитических ведомств также обсудили ход подготовки к предстоящим узбекско-российским контактам на высшем уровне.
Абдулазиз Камилов находился в столице РФ для участия в заседании Совета министров иностранных дел СНГ.