Финальный этап седьмых спортивных игр студентов вузов Узбекистана «Универсиада-2016» состоится в Фергане, сообщает УзА.
 Соревнования пройдут на 29 объектах в городе, в том числе в Ферганском государственном университете, Ферганском политехническом институте и Ферганском спортивном колледже олимпийского резерва. 
 В Ферганском госуниверситете возведены футбольный стадион на 3200 мест, крытый бассейн, три волейбольных площадки и легкоатлетические дорожки. Ведется ремонт домов студентов университета и политехнического института. 
 В городе ремонтируются центральные улицы Фергана, Маърифат, Мураббийлар и реконструируются дороги протяженностью около 5 км.
 Универсиада проводится каждые три года. Предыдущие игры проходили в Бухаре.