РИА Новости — Все сообщения пользователей популярного мессенджера WhatsApp теперь будут шифроваться, говорится в официальном блоге приложения.
С 2014 года шифрование в мессенджере действовало только для индивидуальных текстовых сообщений, оставляя лишь с частичной защитой голосовые звонки или послания с вложениями фотографий или видеозаписей.
Теперь в приложении по умолчанию включено конечное шифрование всех типов сообщений (текстовые, аудио-, видео- и другие файлы) и групповые чаты.
В настоящее время WhatsApp пользуются более 1 миллиарда человек.