В 17:12 во вторник в отдельных регионах Узбекистана ощущалось землетрясение, эпицентр которого находился на расстоянии 310 км от Ташкента территории Кашкадарьинской области.
 Как сообщили «Газете.uz» на столичной сейсмостанции, сила подземных толчков составила в Карши и Самарканде 3-4 балла, в Джизаке — 3 балла, в Термезе и Навои — 2 балла. В Ташкенте землетрясение не ощущалось.
 Магнитуда землетрясения в эпицентре составила, по уточненным данным, 5.
Обновлено в 18:40: уточнены данные по времени и магнитуде.