19 марта в 3:42 по местному времени на территории аэропорта Ростова-на-Дону при повторном заходе на посадку потерпел крушение самолет Boeing 737-800 авиакомпании flydubai.
Лайнер выполнял рейс №981 сообщением Дубай — Ростов-на-Дону. По информации МЧС России, на борту находились 62 человека, включая 55 пассажиров и 7 членов экипажа, все они погибли.
Большинство пассажиров — россияне, среди них несколько иностранцев, включая гражданку Узбекистана.
По предварительным данным, причиной катастрофы могли стать сложные погодные условия. Перед посадкой самолет находился в зоне ожидания больше двух часов.
Для flydubai это первая катастрофа со времени образования компании в 2009 году.
Воскресенье в Ростовской области объявлено днем траура.