Представители Узбекистана завоевали три золотые медали на международном турнире Гран-при по легкой атлетике среди спортсменов с ограниченными физическими возможностями в Дубае (ОАЭ).
Как сообщили в пресс-службе Национальной паралимпийской ассоциации, Маруфжон Муродуллаев в беге на 1500 м с результатом 4 минуты 3 секунды обновил рекорд Азии и завоевал высшую награду.
Мансур Абдурашидов на дистанции 100 м показал результат 11,30 секунды и также получил золотую медаль.
Третье «золото» в копилку сборной добавила Нозимахон Каюмова, показавшая в метании копья результат 42,79 м.
В соревнованиях, являющихся лицензионными, Узбекистан представляют 10 атлетов. Всего в Гран-при участвуют более 600 спортсменов из 50 стран.