РИА Новости — Представители правительства Египта прибыли в Астану (Казахстан), чтобы перенять опыт этого города по переносу столицы.
Власти Египта заявили о намерении построить новую столицу в 45 км к востоку от Каира по причине перенаселенности 20-миллионного мегаполиса в 2015 году.
Изображение: thecapitalcairo.com.
Территория
нового города, куда переедут все министерства и ведомства, по задумке правительства будет равна территории Сингапура. Ожидается, что населять административный центр государства будут 5 миллионов человек.
Стоимость первой очереди проекта составит 45 млрд долларов и будет реализована в течение семи лет.
Изображение: thecapitalcairo.com.
Представители Египта осмотрели Астану, которая стала столицей Казахстана в 1998 году, и встретились с мэром города Адильбеком Джаксыбековым.
«Мы приехали по направлению нашего президента, который поручил нам ознакомиться со строительством вашей новой столицы», — заявил министр по жилищным делам Египта Мустафа Мадбули.
Мэр Астаны отметил, что решение о создании новой столицы Казахстана было мотивировано не только экономическими факторами. Астана, по его словам, за короткий промежуток времени «должна была стать и стала новым образом современного Казахстана»