Все три спортсмена, представлявшие Узбекистан на Гран-при по паралимпийскому дзюдо в Рио-де-Жанейро (Бразилия), стали обладателями медалей, сообщила пресс-служба Национальной паралимпийской ассоциации.
Уткир Нигматов (весовая категория -66 кг) завоевал золотую медаль, одержав в финале верх над чемпионом Паралимпийских Игр-2012 и чемпионом мира-2014 Давидом Хоравой из Украины.
Ширин Шарипов (+100 кг) получил бронзовую медаль, а Севинч Саллаева (-52 кг) — серебряную.
В соревнованиях, проходивших 5-6 марта, участвовали более 250 атлетов из 20 стран.