Во Дворце творчества молодежи в центре Ташкента в четверг открылась специализированная ярмарка вакансий, которая завершится в пятницу.
 Мероприятие рассчитано на содействие в трудоустройстве и организации собственного бизнеса молодых людей, временно безработных граждан и трудовых мигрантов.
 Для этого в одном здании собраны представители заинтересованных министерств и ведомств, общественных организаций и коммерческих банков. 
 Более 350 предприятий и организаций предлагают соискателям более 5000 вакантных мест. Тем, кто решил организовать собственное дело, помогают представители более 60 отделений банков.
 Желающие также могут получить консультацию по вопросам трудоустройства и трудового законодательства от представителей Министерства труда.
 Организаторами ярмарки выступили Министерства труда, столичный хокимият, прокуратура, ГУВД, городское отделение фонда «Махалля» и движение молодежи «Камолот».