На строящейся электрифицированной железнодорожной линии «Ангрен-Пап» завершена стыковка 19-километрового тоннеля через высокогорный перевал Камчик. Церемония, посвященная этому событию, состоялась на перевале в субботу.
Как
сообщила информационная служба АО «Узбекистон темир йуллари», проходческие работы в основном стволе тоннеля завершены, сейчас продолжаются отделочные работы, которые уже выполнены на 85%. Далее будут проложены стальное полотно и коммуникации в тоннеле.
Проект строительства линии «Ангрен-Пап», которая соединит Ферганскую долину с основными промышленными центрами Узбекистана, осуществляется «Узбекистон темир йуллари» в сотрудничестве с китайской China Railway Tunnel Group.
По сложности строительства тоннель входит в восьмерку, а по протяженности — в Топ-15 в мире, отмечает железнодорожная компания.
Строительство железной дороги общей протяженностью 123,1 км было завершено по обе стороны тоннеля в конце августа прошлого года (на участке в 104 км).