Центральный банк Узбекистана приостановил сроком на шесть месяцев «Хамкорбанку» проведение операций в иностранной валюте с юридическими лицами. Об этом сообщает пресс-служба ЦБ.
 Причиной называются нарушения законодательства по валютному регулированию. Какие это нарушения, не уточняется.
 Акционерно-коммерческий банк «Хамкорбанк» был основан в 1991 году в Андижане как «Андижанбанк», в 2000 году получил нынешнее название, сегодня имеет сеть филиалов по всей стране.
 Среди акционеров банка — Международная финансовая корпорация (с мая 2010 года) и Голландская государственная корпорация развития предпринимательства (FMO, с октября 2014 года).
 По итогам 2014 года активы банка, согласно его финансовой отчетности, составляли 1,735 трлн сумов, обязательства — 1,52 трлн сумов, прибыль за год составила 52,361 млрд сумов.
 Уставный капитал «Хамкорбанка» по данным на 31 декабря 2014 года составлял 68,179 млрд сумов.