Делегация Узбекистана во главе с министром иностранных дел Абдулазизом Камиловым провела 19 января в Вашингтоне шестой раунд ежегодных узбекско-американских политических консультаций. Об этом сообщила пресс-служба МИДа.
 В ходе встречи с помощником госсекретаря США по Южной и Центральной Азии Нишой Десаи Бисвал состоялся обмен мнениями по актуальным вопросам двусторонней повестки дня.
 Подведены итоги взаимодействия за период, прошедший после пятого раунда политконсультаций в декабре 2014 года в Ташкенте.
 Рассмотрены состояние и перспективы сотрудничества в политической, торгово-экономической, культурно-гуманитарной и других сферах.
 В рамках обсуждения международной проблематики отдельное внимание было уделено развитию ситуации в Афганистане и региональным вопросам.
Напомним, первые узбекско-американские консультации прошли в декабре 2009 года в Вашингтоне.
Фото: Госдепартамент США.