Хоким Учтепинского района Ташкента Шухрат Атамухамедов, назначенный на пост в мае 2018 года, освобожден от должности. Об этом «Газете.uz» сообщили в столичной администрации.
Кроме того, посты покинули два руководителя секторов района — начальник государственной налоговой инспекции и начальник УКД ОВД.
О назначении новых руководителей или исполняющих обязанности пока не сообщается.
Отметим, что 10 мая президент Шавкат Мирзиёев провел встречу с руководством и председателями махаллей Учтепинского района, представителями интеллигенции и ответственными лицами.
Как сообщила пресс-служба главы государства, он подчеркнул, что промышленное производство района в два раза отстает от общегородского показателя, темпы развития других сфер также находятся на низком уровне.
Президент сказал, что предстоит немало сделать в деле развития предпринимательства, увеличения рабочих мест, ремонта внутренних дорог и коммунальных сетей и воспитания молодежи. Для решения этих вопросов сформирована программа из 61 проекта, но эта цифра еще может вырасти.
«Будет принято отдельное постановление по всестороннему развитию Учтепинского района. Если вы внесете конкретные предложения, этот документ будет еще более продуктивным и полезным», — подчеркнул глава государства.
Предложения от населения президент поручил включить в планы и обеспечить их скорейшее исполнение.