Центральный банк Узбекистана установил с 10 ноября новые курсы иностранных валют к узбекскому суму.
 Курс доллара США превысил отметку в 2700 сумов, увеличившись по сравнению с предыдущей неделей на 14,46 сума — с 2692,13 до 2706,59 сума.
 С начала текущего года (2422,4 сума) американский доллар по отношению к национальной валюте прибавил 284 сума или 11,7%. Напомним, в течение 2014 года курс доллара к суму повысился на 9,9%.
 Евро по отношению к суму со вторника подешевеет на 7,54 сума до 2965,59 сума, в то время как российский рубль подорожает на 0,68 сума до 42,5 сума.
 Курсы валют устанавливаются Центробанком еженедельно для ведения бухгалтерского учета, статистической и иной отчетности по валютным операциям, а также исчисления таможенных и других обязательных платежей.