Министерство юстиции с 10 мая по 30 июня объявляет о проведении акции по приему и рассмотрению онлайн обращений в сфере соблюдения прав граждан на недвижимое имущество, сообщает Telegram-канал Минюста.
Сообщение сопровождено следующими вопросами для граждан:
Ваши права на недвижимое имущество нарушаются?
Ваше жилье противозаконно снесено?
Вам не выплачивается компенсация за снесенное сооружение?
Вас не устраивает форма предложенной компенсации?
Не можете получить право собственности на недвижимое имущество?
Для защиты своих прав Минюст призывает граждан направлять обращения по ссылке.
В последние годы тема сноса и изъятия земельных участков стала острой не только для областей, но и для столицы. «Газета.uz» писала о незаконном сносе домов в Гидролизном городке в Фергане, а также демонтаже дома №78 с жильцами в Ташкенте. С проблемами сталкиваются не только жители домов, но и предприниматели. В настоящее время идет суд по делу предприятия «Молочная кухня». Ранее мы писали о судебных тяжбах туристической базы «Янгиабад».