В посольстве Румынии в Ташкенте 3 ноября от имени Министерства иностранных дел Узбекистана внесена запись в книгу соболезнований, сообщила пресс-служба МИДа.
 30 октября в ночном клубе Colectiv в Бухаресте произошел пожар, в результате которого погибли 32 человека. В память о погибших в Румынии был объявлен трехдневный траур.
 По данным РИА Новости, в медицинских учреждениях сейчас находятся 135 пострадавших, в том числе 88 в тяжелом и критическом состоянии.
 В момент трагедии в клубе находилось до 400 человек.