Со 2 ноября в национальный календарь профилактических прививок Узбекистана введена вакцинация против пневмококковой инфекции, сообщило Министерство здравоохранения.
Вакцина Превенар 13 будет вводиться внутримышечно детям в возрасте 2, 3 и 12 месяцев во всех прививочных пунктах лечебно-профилактических учреждений Минздрава.
Как отмечают специалисты, вакцина хорошо переносится и формирует выраженный иммунный ответ не менее 10 лет.
Безопасность вакцины гарантирована Всемирной организацией здравоохранения и Министерством здравоохранения. Вакцинация проводится бесплатно.