Члены взрослой и молодежной сборных команд Узбекистана по таэквондо (WTF) завоевали семь золотых и по четыре серебряных и бронзовых медалей на открытом чемпионате Казахстана, сообщает УзА.
 В состязаниях в весовой категории до 80 кг золотую медаль получил Максим Рафалович, победивший казахстанцев Тилегена Дарбаева, Рахима Одилханова, таджикистанца Фархода Негматова и мексиканца Рене Лизаррагу.
Жасур Бойкузиев в весе до 87 кг одержал победу над представителем Казахстана Исмаилом Дуйсебаем и иранцем Хамидом Хамиди и поднялся на высшую ступень пьедестала почета.
 Чемпион мира Дмитрий Шокин в категории свыше 87 кг завоевал золотую медаль, одолев Илью Марюшкина из Казахстана, Алишера Гулова из Таджикистана и Донг Мин Ча из Южной Кореи.
 Помимо золотых медалей спортсмены получили очередные 10 рейтинговых очков, которые необходимы для получения лицензии на XXXI летние Олимпийские игры 2016 года в Рио-де-Жанейро.
 Второе место в своих весовых категориях заняли Никита Рафалович и Бахром Абдуллаев, третье место — Темур Уралов.
 В состязаниях среди молодежи золотые медали выиграли Чарос Каюмова, Зухра Очилова, Влада Пан и Нигора Турсункулова. 
Улугбек Тухтасинов и Светлана Осипова завоевали серебряные медали, Сардор Тоиров, Зария Касымова и Гузаль Норбабаева награждены бронзовыми медалями.