29 октября в Ташкенте была пресечена преступная деятельность членов запрещенной религиозно-экстремистской организации «Хизб-ут Тахрир», сообщила пресс-служба МВД Узбекистана.
«Всего задержано 16 ярых сторонников данной организации, которые занимались распространением идеологии РЭО „Хизб-ут Тахрир“ среди жителей Ташкента и столичной области», — говорится в сообщении.
Согласно имеющимся данным, часть задержанных попали под влияние идеологии «Хизб-ут Тахрир» за пределами страны и по возвращении начали «принудительно прививать экстремистскую идеологию своим женам и несовершеннолетним детям», — отмечается в сообщении.
Фото: Пресс-служба МВД.
По местам жительства задержанных в процессуальном порядке было изъято большое количество экстремистской литературы, сообщила пресс-служба министерства.
В настоящее время Главным следственным управлением МВД ведется предварительное следствие, решается вопрос о возбуждении уголовного дела.