В результате землетрясения с эпицентром в Афганистане, произошедшего в понедельник, в Пакистане погибли 275 человек. Количество пострадавших составляет около 2000. 
В самом Афганистане погибли 70 человек, несколько сотен ранены, сообщает РИА Новости. Сильнее всего пострадали области Бадахшан, Тахар, Нангархар, Кунар и столица страны Кабул.
Землетрясение магнитудой 7,5 произошло в горах Гиндукуш в 45 км к юго-западу от афганского города Джурм. Продолжительные подземные толчки ощущались во многих странах региона, в том числе в Узбекистане.
По данным МЧС Узбекистана, в Ташкенте и столичной области, в Самарканде и Термезе сила землетрясения составила 5 баллов, в Навои, Карши, Фергане и Гулистане — 4, в Бухаре и Джизаке — от 3 до 4, в Андижане и Намангане — 3 балла.
Жертв и разрушений на территории Узбекистана не выявлено.
Обновлено в 11:00.