26 октября министр иностранных дел Республики Узбекистан Абдулазиз Камилов принял вновь назначенного Чрезвычайного и Полномочного Посла Исламской Республики Иран Бахмана Агарази Дормани.
Как сообщила пресс-служба МИДа, посол вручил министру копию верительных грамот.
Стороны обсудили состояние и приоритетные направления развития узбекско-иранского взаимодействия в политической, торгово-экономической, культурно-гуманитарной и других областях.
Была подтверждена взаимная заинтересованность в углублении связей в транспортно-коммуникационной сфере.
Кроме того, состоялся обмен мнениями по некоторым вопросам международной и региональной политики.
Предыдущим послом Ирана в Узбекистане был Али Мардоний Фард.