В понедельник в Ташкенте и других городах Узбекистана ощущалось продолжительное землетрясение силой от 3 до 5 баллов.
Как сообщили «Газете.uz» в Институте сейсмологии, в столице и Самарканде сила подземных толчков составила 5 баллов, в Фергане — 4 балла, в Андижане и Намангане — 3 балла.
Подземные толчки, начавшиеся в 14:09, имели горизонтальный характер. Необычность землетрясения была в том, что оно ощущалось дольше обычного — примерно 4-5 минут.
Эпицентр землетрясения находился на расстоянии 558 км от Ташкента в горах Гиндукуш в Афганистане. Магнитуда в эпицентре составила 7,5.
«Эпицентр находился далеко — более 550 км и глубоко — более 200 км, поэтому его затухание было долгим», — пояснил представитель столичной сейсмостанции.
Жители многоэтажных домов, учителя и учащиеся школ, сотрудники различных организаций выбежали на улицу. Из-за большого количества звонящих родным мобильная связь временно работала с перебоями.
Подземные толчки ощущались сразу в нескольких странах, в том числе в Таджикистане, Кыргызстане, Казахстане, Пакистане и Индии.
Обновлено в 15:10.