Компания Artel в сотрудничестве с южнокорейской Samsung запустила в Заамине (Джизакская область) завод по производству мониторов для персональных компьютеров.
 Строительство завода началось на территории бывшего машино-тракторного парка в июне и завершилось в конце августа текущего года, сообщается на сайте Artel.
 Производственная мощность завода составляет 200 тысяч мониторов в год на общую сумму 30 млрд сумов.
 Завод работает в две смены, здесь трудоустроено 150 человек, около 80% из которых — выпускники колледжей и вузов.