Паралимпиец из Узбекистана Хусниддин Норбеков завоевал бронзовую медаль чемпионата мира по легкой атлетике среди спортсменов с ограниченными физическими возможностями в Дохе (Катар).
 В толкании ядра Норбеков показал результат 14,57 м, сообщили в пресс-службе Национальной паралимпийской ассоциации.
 «Я доволен результатом, но знаю, что мог бы выступить лучше, — отметил Норбеков. — Надеюсь улучшить свои показатели и бороться за золотую медаль в Рио».
 Напомним, в первый день соревнований другой представитель Узбекистана Бекжон Чеваров в прыжках в длину с результатом 6,65 м завоевал бронзовую медаль и установил новый рекорд Азии.
 В чемпионате мира, который проходит с 21 до 31 октября, участвуют свыше 1300 спортсменов из 100 стран.