Представители Узбекистана завоевали пять медалей на XI международном турнире по вольной борьбе на призы заслуженного мастера спорта, трехкратного олимпийского чемпиона Бувайсара Сайтиева в Красноярске (Россия).
Как сообщила пресс-служба Ассоциации спортивной борьбы, награды высшего достоинства завоевали Хасанбой Рахимов (до 120 кг) и Рустам Джураев (до 46 кг).
На вторую ступень пьедестала поднялся Гуломжон Абдуллаев (до 50 кг). Третьи места заняли Шерзод Шамсутдинов (до 46 кг) и Хусанбой Рахимов (до 100 кг).
Турнир проводился под эгидой UWW (Объединенный мир борьбы, бывшая FILA).