23-25 октября температура воздуха по Узбекистану понизится ночью до 0…+2 градусов Цельсия (местами возможны заморозки до -2 градусов), днем — до +8…+10 градусов. Об этом сообщает Узгидромет.
 В северных регионах страны в указанный период ночью похолодает до -5…-7 градусов, днем — до +5…+7 градусов.
 22 октября по Узбекистану пройдут дожди, 23-25 октября осадков не ожидается. В период с 22 по 23 октября по предгорным и горным районам республики селеопасно.
 Трехдневный прогноз погоды для областных центров