Анастасия Сердюкова из Узбекистана завоевала четыре медали на Гран-при по художественной гимнастике в Брно (Чехия), сообщила Федерация гимнастики.
В соревнованиях, проходивших 16-18 октября, участвовали гимнастки из Австралии, Беларуси, Израиля, Казахстана, Латвии, России, Словакии, Чехии и Узбекистана.
Анастасия Сердюкова стала бронзовым призером в упражнении с обручем (результат — 17,550) и в упражнении с мячом (17,700).
В булавах она завоевала «серебро» (17,350), а в упражнении с лентой стала обладательницей золотой медали (17,850).
По результатам многоборья Сердюкова заняла четвертое место (68,250).