13 октября в здании Государственной инспекции по надзору в сфере связи, информатизации и телекоммуникационных технологий прошло собрание с операторами мобильной связи Узбекистана.
Как сообщила инспекция, собрание проведено в целях защиты прав потребителей и обеспечения в зоне обслуживания качественной работы сети мобильной связи в соответствии с техническими нормами используемого стандарта.
На собрании обсуждались следующие вопросы:
охват мобильной связью населенных территорий в местах с небольшой плотностью населения и на удаленных территориях;
обеспечение возможности пользования услугами мобильной связи круглосуточно — в зоне покрытия сетью мобильной связи, а также в местах с частым отключением электроэнергии;
приведение работы сети мобильной связи в соответствие с техническими нормами используемого стандарта в густонаселенных территориях и улучшение качественных показателей сети мобильной связи в регионах, в которых имеются отклонения нормативных показателей;
сокращение срока строительства и легализации законченных строительством объектов мобильной связи;
улучшение работы информационно-справочной службы (call-центр) и организация качественного и оперативного обслуживания абонентов, в том числе с принятием результативных мер по рассмотренным обращениям.
Все высказанные предложения и недостатки в работе операторов были обсуждены и по итогам обсуждения приняты соответствующие решения, отмечается в сообщении инспекции