Премьер-министр Пакистана Наваз Шариф в ноябре посетит Узбекистан, пишет пакистанское издание Dispatch News Desk.
 Об этом на встрече с главой Комитета внешних связей Сената Пакистана Нузат Садик в Исламабаде во вторник сообщил новый посол Узбекистана в Пакистане Фуркат Сидиков.
 Визит главы правительства Пакистана в Узбекистан будет важным событием и откроет новую страницу в отношениях двух стран, отметил посол.
 На встрече также говорилось о необходимости увеличения торгового оборота между двумя странами. 
 Посол Узбекистана сообщил, что Национальная авиакомпания страны может открыть рейс Ташкент-Лахор в марте следующего года, а если он будет успешным — рейс Ташкент-Исламабад.