Курс доллара США к узбекскому суму, устанавливаемый каждый вторник Центральным банком, вторую неделю подряд увеличивается более чем на 14 сумов.
С 13 октября курс американской валюты составляет 2649,22 сума, что на 14,14 сума больше показателя прошлой недели. Курс, установленный с 6 октября, был выше предыдущего на 14,08 сума.
В предыдущие месяцы официальный курс доллара к суму еженедельно увеличивался примерно на 5 сумов (см. таблицу).
С начала текущего года (2422,4 сума) курс доллара к суму вырос на 226,82 сума или на 9,36%.
Устанавливаемые Центробанком курсы валют используются для ведения бухгалтерского учета, статистической и иной отчетности по валютным операциям, а также исчисления таможенных и других обязательных платежей.