Национальная сборная Узбекистана одержала уверенную победу над Бахрейном в пятом туре объединенного отборочного раунда чемпионата мира-2018 и Кубка Азии-2019, сообщает пресс-служба Федерации футбола.
В матче, состоявшемся 8 октября в столице Бахрейна Манаме, сборная Узбекистана забила четыре безответных мяча в ворота хозяев поля и заработала очередные, очень важные 3 очка.
Авторами забитых мячей в составе сборной Узбекистана стали Игорь Сергеев, Одил Ахмедов, Сардор Рашидов и Элдор Шомуродов.
После победы над Бахрейном сборная Узбекистана с 9 очками в активе вернулась на второе место в группе.
Параллельный матч пятого тура группы Н, где сошлись сборные КНДР и Филиппин, завершился нулевой ничьей.
 Очередной матч футболисты Узбекистана проведут в Ташкенте 12 ноября с командой КНДР.