10-21 октября в Международном караван-сарае культуры (МКСК) Икуо Хираямы Академии художеств Узбекистана пройдет выставка «Подводный мир Японии».
 Как сообщает МКСК, на выставке будут экспонироваться 80 работ известного мастера художественной фотографии Канако Сато.
 Канако Сато — фотограф-фрилансер и лектор в Фотошколе Canon в Токио. Увидев чудеса подводного плавания, она развила страсть к подводной фотографии, сделав ее своей художественной миссией — фотографировать подводный мир во всем его прекрасном многообразии. 
 Фотограф ежегодно проводит персональные вернисажи в столице Японии, демонстрируя лежащие в их основе темы света, цвета и уникального подводного пейзажа.
 Выставка организуется посольством Японии в Узбекистане, Японским институтом фотоиндустрии и МКСК.