6 октября министр по делам культуры и спорта Узбекистана Баходыр Ахмедов провел встречи с послом Индии Винодом Кумаром, послом России Владимиром Тюрденевым и послом Германии Найтхартом Хёфер-Виссингом.
Как сообщила пресс-служба министерства, на встречах обсуждались вопросы сотрудничества Узбекистана и указанными странами в сфере культуры и спорта. 
Баходыр Ахмедов подчеркнул, что Министерство по делам культуры и спорта готово оказать помощь в реализации предложений, представленных зарубежными партнерами.
Фото
Баходыр Ахмедов и посол Индии Винод Кумар. 
Баходыр Ахмедов и посол России Владимир Тюрденев.
Баходыр Ахмедов и посол ФРГ Найтхарт Хёфер-Виссинг.