Церемония награждения победителей и призеров третьего национального интернет-конкурса среди молодежи MIT.uz прошла во вторник в Ташкенте, сообщает УзА. Ежегодный конкурс проводится общественным движением молодежи «Камолот».
В этом году в конкурсе участвовали 800 молодых людей в возрасте 14-30 лет. Лучшие работы были отобраны по 10 основным и 6 дополнительным номинациям, в том числе таким:
  «Лучший сайт о Госпрограмме „Год внимания и заботы о старшем поколении“»;
 «Лучший сайт, отражающий богатую культуру и искусство, историю и идеи независимости, духовные ценности Узбекистана»;
 «Лучший сайт, отражающий благоустроенность и процветание махаллей, сел и городов»;
 «Лучший сайт, отражающий экономический потенциал Узбекистана»;
 «Лучший сайт, отражающий туристический потенциал Узбекистана»;
 «Лучший сайт в области государственного управления»;
 «Лучший новостной сайт» и другим.
Список победителей конкурса
В рамках мероприятия прошла выставка веб-разработок, мобильных игр и программного обеспечения, а также презентация виртуального музея «Тысяча избранных экспонатов музеев Узбекистана» в формате 3D.