В пятницу вечером в 12-этажном здании бизнес-центра, которое находится рядом с отелем Wyndham Tashkent и на первом этаже которого размещен L'ETO Party Bar, произошел пожар.
По словам очевидцев, находившихся в здании, пожар произошел из-за несоблюдения техники безопасности во время сварочных работ на одном из верхних этажей. Возгорание началось примерно в 18:45.
Из-за искр от сварки загорелась внешняя обшивка здания, огонь быстро распространился по всему фасаду. На место происшествия прибыли около 10 пожарных машин, задействованы были несколько из них.
Примерно в 19:30 распространение огня было остановлено. Еще около часа пожарные заливали здание водой.
Данных о пострадавших в результате пожара нет.
Место инцидента было временно оцеплено, движение автотранcпорта по улице Амира Темура перед Алайским рынком было перекрыто.