Председатель Палаты представителей парламента Королевства Бельгия Зигфрид Браке находится с визитом в Узбекистане, сообщает пресс-служба МИДа.
В ходе визита запланированы переговоры с руководителями Законодательной палаты и Сената Олий Мажлиса, правительства и ряда министерств Узбекистана.
В понедельник Зигфрид Браке провел встречу с министром иностранных дел Республики Узбекистан Абдулазизом Камиловым.
Стороны обсудили состояние узбекско-бельгийских отношений, международные и региональные проблемы, а также перспективы контактов между парламентами двух стран.