Со следующего месяца в столице Узбекистана вводятся новые тарифы на центральное отопление и горячее водоснабжение, сообщило предприятие «Таштеплоэнерго».
 Увеличение тарифов (на горячую воду — второе за год, на отопление — третье) связывается с ростом цен на энергоносители и материалы.
 Новый тариф на горячее водоснабжение составит 3174,05 сума за кубометр при наличии прибора учета (сейчас — 3015,87 сума, рост — 5,2%) и 12395,4 сума с человека в месяц (сейчас — 11777,69) при оплате без счетчика (в общежитиях с общими душевыми — 9220,98 сума с человека).
 Тариф на центральное отопление повышается с 1019,59 до 1073,06 сума за квадратный метр жилой площади (рост — также 5,2%).
 В текущем году цены на горячую воду повышались с 15 мая, на отопление — с 15 мая и с 1 августа.