Начало сентября отмечалось в Узбекистане относительно прохладной погодой. 2-3 сентября в отдельных районах республики прошли дожди. Температура воздуха в эти дни понижалась ночью до 11-13 градусов Цельсия, днем — до 24-26, что на 2-3 градуса ниже среднемноголетних значений.
 Уже к середине второй недели осени прохладная воздушная масса сместилась за территорию республики. Температура воздуха постепенно повысилась ночью до 16-18 градусов, днем — до 30-35, местами по югу и пустынной зоне она достигала 36-38 градусов.
 Как сообщили «Газете.uz» в Узгидромете, 12-13 сентября ожидается очередной заток на территорию Узбекистана прохладной воздушной массы с районов европейской территории России. 
 13 сентября по Ташкентской, Самаркандской, Джизакской, Сырдарьинской областям и областям Ферганской долины возможен небольшой дождь. По остальной территории страны сохранится прохладная погода, без
 осадков.
 Ожидается понижение температуры ночью до 10-15 градусов, днем — до 22-27 градусов.
 К середине следующей недели ожидается погода без осадков и постепенное повышение температуры воздуха.