Вечером 10 сентября спектаклем «Мещанская свадьба» авторства Бертольда Брехта ташкентский театр «Ильхом» открыл 40-й театральный сезон.
Спектакль был поставлен 36 лет назад еще Марком Вайлем, чье имя носит театр, и долгое время был в репертуаре, однако последние четыре сезона не показывался зрителям.
С обновленным актерским составом спектакль открывает юбилейный театральный сезон «Ильхома».
Предваряя спектакль, в фойе театра открылась выставка художницы Умидахон Азимджановой «Мир моей души».
Билетов на открытие, как всегда, не было.