10 сентября в Галерее изобразительного искусства Узбекистана начинает работу выставка японских кукол и гравюр. Наш фотокорреспондент посетил церемонию открытия выставки.
На выставке кукол, которые с древних времен были частью повседневной жизни Японии, демонстрируется 70 экспонатов, разделенных на 14 групп.
Выставка гравюр «100 знаменитых видов Эдо» представляет репродукции известного японского художника XIX века Хиросигэ Утагавы (1797-1858), посвященные городу Эдо (старое название Токио).
Фото