Национальная сборная Узбекистана по футболу одержала вторую победу в отборочном цикле чемпионата мира-2018.
 В матче на Philippine Sport Stadium в Маниле подопечные Самвела Бабаяна забили пять мячей в ворота соперника и пропустили один.
 Авторами голов в ворота филиппинцев стали Одил Ахмедов (1-я минута), Сардор Рашидов (14, 80) и Игорь Сергеев (43, 65). Единственный гол в ворота узбекистанцев забил Штефан Шрёк (68). 
 Квалификация ЧМ-2018
Группа Н, 4-й тур
Филиппины-Узбекистан — 1:5
Голы: Шрёк (68) — Ахмедов (1), Рашидов (14, 80), Сергеев (43, 65)