Члены сборной Узбекистана по боксу завоевали восемь медалей на состоявшемся в Бангкоке (Таиланд) чемпионате Азии, сообщило УзА.
 Хасанбай Дусматов и Бектемир Меликузиев, заняв первые места в своих весовых категориях, стали чемпионами континента. 
 Шахобиддин Зоиров, Муроджон Ахмадалиев, Фазлиддин Гоибназаров, Элшод Расулов и Рустам Тулаганов завоевали серебряные медали. Элнур Абдураимов добавил в копилку сборной бронзовую медаль. 
 С двумя золотыми, пятью серебряными и одной бронзовой медалью узбекистанцы заняли в общекомандном зачете чемпионата второе место.