Маршрут высокоскоростного электропоезда Afrosiyob №760/759 Ташкент-Самарканд с 5 сентября продлен до Карши, сообщила компания «Узбекистон темир йуллари».
Поезд отправляется из Ташкента в 7:00, из Самарканда — в 9:13 и прибывает в Карши в 10:15.
Стоимость проезда до Карши: эконом-класс — 70 тысяч сумов, бизнес-класс — 95 тысяч сумов и VIP-класс — 135 тысяч сумов.
В связи с запуском нового рейса изменяется расписание курсирования пассажирских поездов Nasaf и Sharq.
Поезд №8/7 Nasaf отправляется из Ташкента в 15:07 и прибывает в Карши в 19:46, обратный рейс отбывает из Карши в 7:09 и прибывает в столицу в 11:48.
Поезд №10/9 Sharq отправляется из Ташкента в 8:26 и прибывает в Бухару в 14:57, обратно из Бухары — в 8:20 с прибытием в Ташкент в 14:57.