Президент Узбекистана Ислам Каримов 2-3 сентября посетил Пекин, где принял участие в торжественных мероприятиях, посвященных 70-й годовщине Победы во Второй мировой войне, сообщило УзА.
Китайский народ, несмотря на политические, социально-экономические трудности тех лет, героически сражался и внес огромный вклад в Победу во Второй мировой войне.
Фото: Синьхуа.
Военный парад на площади Тяньаньмэнь в Пекине, посвященный 70-й годовщине знаменательной даты, имеет общечеловеческое значение. В нем приняли участие главы государств и правительств почти из 30 стран, а также руководители международных структур — ООН, ШОС и других.
В ходе визита Ислам Каримов встретился с Председателем Китайской Народной Республики Си Цзиньпином. Лидеры двух стран обсудили нынешнее состояние сотрудничества и перспективы его развития, обменялись мнениями по региональным и международным вопросам, представляющим взаимный интерес.
Фото: Синьхуа.
Президент Узбекистана также встретился с Премьер-министром Государственного совета КНР Ли Кэцяном.