Министерство иностранных дел Узбекистана предостерегло граждан страны от посещения районов Индии и Бангладеш, пострадавших от мощного циклона «Фани».
Число жертв циклона, который обрушился в пятницу на индийский штат Орисса, возросло до 29 человек, сообщило ранее РИА Новости.
По информации посольства Узбекистана в Индии, в результате циклона более 2 миллионов человек эвакуированы из опасной зоны. В регионе закрыты госучреждения, аэропорты, остановлено движение поездов и другого транспорта.
Телефоны посольства Узбекистана в Нью-Дели: (9111) 24670774, 24670775, 24105640.