С сентября на телеканале Euronews начался показ 30-секундного рекламного ролика, демонстрирующего достопримечательности городов Самарканд, Бухара и Хива. Ролик будет транслироваться до марта 2016 года, сообщила Национальная компания «Узбектуризм».
Кроме того, в рубрике Le Mag международный телеканал начал показ репортажа, посвященного работе 10-го международного музыкального фестиваля «Шарк тароналари», прошедшего в Самарканде.
«Узбектуризм» сотрудничает с Euronews с 2013 года. Целью сотрудничества — продвижение национального туристического продукта за рубежом и увеличение потока туристов в Узбекистан.
Канал Euronews вещает на 13 языках и имеет охват зрительской аудитории более 370 миллионов человек в 155 странах.
Сюжет «Самарканд. Мелодии Востока»