Фестиваль ландшафтного искусства Landshaft Open впервые прошел в Ташкенте с 3 по 5 мая. Местом проведения стали улицы Истиклол и Зарафшан рядом с Национальной библиотекой имени Алишера Навои.
Мероприятие инициировано хокимиятом Ташкента, сообщили «Газете.uz» в пресс-службе столичной администрации. Цветы на фестиваль поставлялись из реконструированной и обновленной теплицы Flowers Garden.
Среди представленных на фестивале цветов — катарантус, бархатцы, бегонии сортов «гоу-гоу», «бада бум» и «бада бинг», петуния, георгины, лобулярия, сальвия, гвоздика, пеларгония и львиный зев. Всего было использовано порядка 2 млн цветов.
В рамках фестиваля также состоялся парад невест.
За три дня фестиваль посетили около 200 тысяч человек.
Фото