Узбекистанцы, проживающие в Чикаго (США) и его окрестностях, отпраздновали День независимости Узбекистана. Об этом «Газете.uz» сообщили в Узбекско-американской ассоциации Чикаго.
Традиционное мероприятие началось с исполнения государственного гимна Узбекистана. Лидер узбекской общины Алимджан Шарипов поздравил народ Узбекистана с праздником. Дети прочитали стихи о Родине на узбекском языке.
Представители других стран — Японии, России, Литвы, США, Афганистана, арабских государств также выступили с поздравлениями.
Были приготовлены узбекские национальные блюда — плов, шашлык, манты, самса и другие.
Для детей были приготовлены интеллектуальные и физические игры. В завершение праздника было устроено соревнование на самое патриотичное оформление машины фломастерами. Самые активные ребята получили призы.
Фото