В последний день лета на некоторых центральных улицах Ташкента в связи с празднованием 24-летия независимости Узбекистана будет ограничено движение транспорта. Соответствующее распоряжение в пятницу подписал хоким столицы Рахмонбек Усманов, сообщила информационная служба хокимията.
31 августа с 15:00 до 23:00 будут закрыты следующие участки улиц:
  Ул. Бунёдкор — от ул. Мукими до ул. Коратош;
 Ул. Коратош — от ул. Самарканд дарвоза до ул. Бунёдкор;
 Ул. Узбекистанская — от ул. Бунёдкор до ул. Олмазор;
 Ул. Бабура — от ул. Урикзор до ул. Шаршара;
 Ул. Бешёгоч — от ул. Узбекистанской до ул. Фурката;
 Ул.Фурката — от ул. Шаршара до ул. Навои;
 Ул. Олмазор — от ул. Узбекистанской до ул. Бешёгоч;
 Ул. Себзар — въезд в тоннель;
 Ул. Заркайнар — въезд в тоннель.
В это же время будут закрыты выходы станций метро «Миллий бог» и «Бунёдкор» в сторону дворца искусств Истиклол.
1 сентября в зависимости от ситуации движение может быть ограничено на улицах, прилегающих к местам проведения народных гуляний:
  Центральный дом офицеров;
 Ташкентский зоопарк;
 Государственный цирк;
 Гузар «Бахт диёр»;
 Парк Гафура Гуляма;
 Парк Мирзо Улугбека;
 Парк Бабура;
 Парк Фурката;
 Парк «Локомотив»;
 Парк «Куёшча нури».
При необходимости движение может быть временно ограничено и на других улицах.
Маршруты общественного транспорта будут изменены для объезда закрытых участков. Компании «Тошшахартрансхизмат» поручено увеличить количество единиц транспорта на маршрутах, пересекающих центр города, после завершения гуляний.