С 1 сентября размеры заработной платы работникам бюджетных учреждений и организаций, пенсий, стипендий и пособий в Узбекистане повысятся в 1,1 раза. Указ об этом 26 августа подписал Президент Ислам Каримов. Текст документа распространило УзА.
Со следующего месяца на территории страны будут действовать следующие минимальные размеры:
заработной платы — 130,24 тысячи сумов в месяц;
пенсии по возрасту и пособия инвалидам с детства — 254,73 тысячи сумов в месяц.
пособия престарелым и нетрудоспособным гражданам, не имеющим необходимого стажа работы, — 156,31 тысячи сумов в месяц.
Решение о повышении зарплат принято в целях «дальнейшего неуклонного повышения доходов и уровня жизни населения, усиления социальной поддержки граждан республики», отмечается в указе.
Все виды надбавок и доплат к заработной плате и к пенсиям, компенсационные и другие выплаты, установленные в отношении к минимальной зарплате, производятся с 1 сентября от определенного указом главы государства МРЗП.
Указом установлено, что расходы, связанные с повышением зарплаты работников бюджетных учреждений и организаций, пенсий, пособий и стипендий, производятся за счет государственного бюджета республики и внебюджетного Пенсионного фонда при Министерстве финансов.
Хозрасчетным предприятиям и организациям предписано производить повышение размеров зарплаты в соответствии с новой минимальной заработной платой за счет повышения эффективности производства и снижения затрат труда.
Предыдущее повышение зарплат имело место с 15 декабря прошлого года.