Количество доменов, зарегистрированных национальной доменной зоне Узбекистана, превысило 23 тысячи.
По данным статистики Администрации доменной зоны UZ, прирост числа доменов с начала года (тогда насчитывалось более 19,1 тысячи доменов) составил почти 20%.
Всего с начала года было зарегистрировано свыше 7400 новых доменных имен и удалено более 3600.
Из всех зарегистрированных доменов 44% числятся за физическими лицами и 56% — за юридическими. Большая часть доменов — 87% зарегистрированы резидентами Узбекистана.
Отметку в 22 тысячи доменов зона UZ преодолела в начале июля.