Более 30 автомобилей, чьи владельцы являются членами «Клуба автомобилистов РЕТРО UZ», приняли участие в очередном показе, состоявшемся в воскресенье в самом центре Ташкента.
Как сообщил «Газете.uz» председатель клуба Аваз Мусаев, за пятилетнюю историю объединения количество машин увеличилось с 5 до 50. Парады ретро-автомобилей стали традиционными на соревнованиях по автомобильным видам спорта в Пскенте.
Самыми старыми машинами, представленными на выставке, стали немецкий «Стандарт» и американский «Бьюик — Бугго», оба 30-х годов прошлого века.
Представителями военных лет стали «полуторка» — ГАЗ-ММ 1940 года выпуска, впервые приехавшая на выставку своим ходом (правда, ее четыре раза останавливали инспекторы ДПС), и ГАЗ-76Б 1943 года.
Среди большого разнообразия ГАЗ-21 всеобщей любимицей стала оранжевая красавица 1969 года в варианте «заводской кабриолет с кожаными сиденьями».
Любители фотографироваться облюбовали «Москвич-401», который выделялся от себе подобных ярко красным цветом кузова.
Королевой бала стала правительственная «Чайка» с хромированным передом, на которой ездили правительственные чиновники своего времени, единственная машина, огороженная лентой от посетителей.
Фото
ВидеоИнтервью председателя «Клуба автомобилистов РЕТРО UZ» Аваза Мусаева.