Ко Дню независимости на улицах Ташкента были установлены 6852 государственных флага Узбекистана. В ночь празднования 2037 из них были похищены, сообщили «Газете.uz» в пресс-службе столичного хокимията.
В частности, в Бектемирском районе был сорван 71 флаг, Мирабадском — 207, Алмазарском — 87, Сергелийском — 123, Учтепинском — 76, Яшнабадском — 60, Чиланзарском — 560, Шайхантахурском — 512, Юнусабадском — 112, Яккасарайском — 229.
Цена каждого флага — 70 тысяч сумов, отметили в хокимияте. Таким образом, общая сумма ущерба, нанесенного за одну ночь, составила 142,6 млн сумов.
Вечером 1 сентября в социальных сетях распространились фотографии и видео, на которых неизвестные лица снимали флаги со столбов. Кроме того, десятки автомобилей ездили по городу, непрерывно подавая звуковой сигнал и создавая аварийные ситуации на дорогах.
Видео
Смотреть на YouTube