13 марта Чрезвычайный и Полномочный Посол Республики Узбекистан в Канаде с резиденцией в Вашингтоне Бахтияр Гулямов вручил верительные грамоты генерал-губернатору Канады Дэвиду Ллойду Джонстону, сообщило ИА «Жахон».
В ходе беседы, состоявшейся после церемонии вручения, были обсуждены состояние и перспективы двусторонних отношений между Республикой Узбекистан и Канадой в различных сферах.
Была отмечена заметная активизация узбекско-канадских отношений в последние годы, подтверждена заинтересованность сторон в расширении двустороннего и многостороннего сотрудничества по широкому спектру вопросов, представляющих взаимный интерес.
Генерал-губернатор Дэвид Джонстон выразил признательность руководству Узбекистана за активное участие в обеспечении региональной безопасности в Центральной Азии.
Он также дал высокую оценку достижениям Узбекистана в экономике, демонстрирующей стабильный рост, а также преобразованиям во многих направлениях.
В ходе встречи было подчеркнуто богатое историческое и духовное наследие узбекского народа, в том числе уникальный вклад узбекских мыслителей в сокровищницу мировой цивилизации.
С июля прошлого года Бахтияр Гулямов является послом Узбекистана в США.