С 1 апреля в Узбекистане вводятся новые цены на природный газ, реализуемый населению. Обновленные тарифы установлены Министерством финансов 17 сентября, сообщает «Узбекнефтегаз».
Стоимость 1 кубометра природного газа со следующего месяца при наличии счетчика составит 165,24 сума вместо нынешних 151,74 (рост — 8,9%).
При отсутствии счетчика цена 10 кубометров газа, используемого для приготовления пищи и горячего водоснабжения, составит 2857,65 сума (сейчас — 2624,15 сума).
Стоимость 10 кубометров газа, используемого для отопления, увеличена с 1216,95 до 1325,25 сума.
Предыдущее повышение тарифов на газ имело место в октябре. Тогда повышение составило 8,5%.
Как мы уже писали, с 1 апреля также повышаются тарифы на электроэнергию, холодное и горячее водоснабжение и отопление.