Компания «Узбекэнерго» сообщила о повышении с 1 апреля тарифов на электрическую энергию.
Новые тарифы, которые выше действующих на 9,5%, утверждены Министерством финансов Узбекистана 17 марта.
Стоимость 1 кВтч электроэнергии, отпускаемой населению, увеличится со 120 до 131,4 сума, для населения жилых домов, оборудованных электроплитами, — с 60 до 65,7 сума.
До этого тарифы повышались с 1 октября прошлого года (на 7%).
Как мы уже писали, с 1 апреля также увеличиваются тарифы на горячую (11,7%) и холодную (10%) воду.