Ташкентский городской Кенгаш (совет) по духовности и просветительству выступил с инициативой проведения акции «Подарю книгу своему ребенку».
Как сообщили «Газете.uz» в совете, акция проводится в связи с объявлением 2014 года Годом здорового ребенка и приурочена к Международному дню детской книги, который отмечается 2 апреля.
Кенгаш призывает родителей в этот день подарить своим детям книги, записать их в Республиканскую детскую библиотеку или местный информационно-ресурсный центр.
Организаторы надеются, что активное участие в акции примут книжные магазины столицы.