Во всенародном благотворительном хашаре, который прошел в Узбекистане в субботу, приняло участие более 12 миллионов человек. Об этом в понедельник сообщает УзА со ссылкой на республиканское правление благотворительного общественного фонда «Махалла».
Хашар проводился в соответствии с распоряжением Кабинета Министров от 6 марта, которым март и апрель объявлены в стране месяцами благоустройства и озеленения.
В ходе хашара было благоустроено более 8000 га площадей, очищены арыки протяженностью более 19 тысяч км, осуществлен уход более чем за 18 миллионами штук деревьев.
Посажено 16 миллионов саженцев фруктовых и декоративных деревьев и более 10 миллионов саженцев цветов.
Приведены в порядок территории махаллей, жилых кварталов, мест поклонения, гузаров, парков, кладбищ.
В день проведения хашара в разных уголках страны сданы в эксплуатацию около 100 магазинов и пунктов бытовых услуг, малых предприятий, клубов культуры, махаллинских гузаров и детских игровых площадок, отмечает УзА.
В рамках проекта «Благоустроим свою страну», реализуемого общественным движением молодежи «Камолот», благоустраивались сад «Камолот» и другие молодежные сады, осуществлена закладка новых садов.