РИА Новости — Депутаты Верховного совета Крыма приняли постановление о независимости автономной республики.
«На внеочередном пленарном заседании Верховного совета АРК 17 марта 2014 года принято постановление „О независимости Крыма“. За него проголосовали 85 депутатов», — говорится в сообщении пресс-центра парламента.
Парламент также обратился с предложением о принятии Крыма в состав Российской Федерации в качестве субъекта.
В Крыму в воскресенье прошел референдум о статусе автономной республики. По итогам обработки 100% бюллетеней с избирательных участков 96,77% избирателей, принявших участие в голосовании, высказались за вхождение Крыма в состав РФ. Явка составила 83,1%.
После референдума Верховный Совет также постановил в официальных наименованиях органов власти и других органов вместо слов «Автономная Республика Крым» использовать слова «Республика Крым».
Официальной денежной единицей (валютой) Республики Крым стал российский рубль. До 1 января 2016 года официальной валютой также будет украинская гривна.
Решением парламента Крым 30 марта перейдет на московское время. В этот день стрелки часов должны быть переведены в 2:00 на два часа вперед.