Пассажирский самолет Sukhoi Superjet авиакомпании «Аэрофлот» совершил аварийную посадку в московском аэропорту Шереметьево, во время которой загорелся, сообщает РИА Новости.
Лайнер следовал по маршруту Москва-Мурманск. При жесткой посадке у самолета подломились стойки и загорелись двигатели. Огнем была уничтожена половина воздушного судна, на борту которого находились 78 человек. По последним данным, погиб 41 человек.
Президент Узбекистана Шавкат Мирзиёев направил президенту России Владимиру Путину соболезнования в связи с катастрофой. Как сообщила пресс-служба президента, глава государства выразил слова искреннего сочувствия родным и близким погибших и пожелал скорейшего выздоровления пострадавшим.
Шереметьево. В воздухе загорелся самолёт. Экстренная посадка. pic.twitter.com/bnrUAsPsIi
— Augustleto (@augustleto) May 5, 2019Шереметьево. Самолет Sukhoi Superjet 100 pic.twitter.com/23CFzT6arw pic.twitter.com/TERYE8kZd4
— Augustleto (@augustleto) May 5, 2019
View this post on Instagram
Ребят, со мной все хорошо, жив и цел. Успел выскочить. Это рейс Москва-Мурманск 17.50. Остальное смотрите в новостях.
A post shared by Mikhail Savchenko (@mikkentosh) on May 5, 2019 at 8:51am PDT