С 1 апреля для населения и организаций столицы Узбекистана на 11,7% повышаются тарифы на центральное отопление и горячее водоснабжение.
Как говорится в сообщении предприятия «Таштеплоэнерго», опубликованном в газетах «Вечерний Ташкент» и «Тошкент окшоми», увеличение тарифов связано с ростом цен на энергоносители и материалы.
Месячный тариф на центральное отопление для населения столицы увеличен с нынешних 705,42 сума за квадратный метр жилой площади до 787,95 сума.
Тариф на горячее водоснабжение повышен до 2524,99 сума за кубометр воды при оплате по счетчику (сейчас — 2260,51 сума) и 9860,67 сума с человека при отсутствии прибора учета (8827,81 сума).
Для жителей общежитий с общими душевыми тариф составит 7335,38 сума с человека в месяц против нынешних 6567,04 сума.
Оптовый тариф на тепловую энергию для предприятий и организаций установлен в размере 44298 сумов за Гкал без НДС (сейчас — 39658 сумов) и 53157,6 сума за Гкал с учетом НДС (47589,6 сума).
Напомним, что при отсутствии счетчика оплата стоимости горячей воды населением осуществляется с применением повышающего коэффициента 1,5 к установленным тарифам.
Ранее о повышении с 1 апреля тарифов за услуги холодного водоснабжения и канализации для населения Ташкента cообщило предприятие «Сувсоз».
Предыдущее повышение тарифов на холодную и горячую воду имело место в октябре прошлого года.