На чемпионате Азии по тяжелой атлетике среди молодежи в Бангсаене(Таиланд) члены молодежной сборной Узбекистана завоевали четыре серебряные и шесть бронзовых медалей.
Как сообщает УзА со ссылкой на Национальный Олимпийский комитет, в весовой категории до 85 кг Шерзод Маъруфджанов поднял 111 кг в рывке, 142 кг в толчке и с результатом 253 кг по сумме двоеборья завоевал три серебряные медали.
Файзулла Набиев в весовой категории 77 кг занял второе место в рывке с результатом 129 кг.
По три бронзовые медали в своих весовых категориях завоевали Азимджан Ганиев и Зуфар Кадыров.