Национальная авиакомпания «Узбекистон хаво йуллари» сообщила о снижении тарифов на направлениях в Куала-Лумпур, Сингапур и Бангкок.
Для продажи с 11 марта на направлении Ташкент-Куала-Лумпур, Ташкент-Сингапур, Ташкент-Бангкок и обратно вводится специальный сниженный тариф.
Снижение составит до 25% в зависимости от типа тарифа, сообщается на сайте авиакомпании.
Акция действует на рейсах, выполняемых до 20 мая.
Напомним, с 5 марта НАК снизила тарифы на рейсах из Тель-Авива в Ташкент (на 105-280 долларов США в зависимости от типа тарифа).
Кроме того, до 15 мая снижены все тарифы экономического класса на рейсах в направлениях Ташкент-Нью-Йорк и Ташкент-Токио.