В Ташкенте в понедельник состоялась презентация нового семейного минивэна Chevrolet Orlando, серийное производство которого освоило СП General Motors Uzbekistan, сообщило УзА.
Chevrolet Orlando — среднеразмерный семиместный минивэн, созданный на платформе популярного седана Chevrolet Cruze. Компактный автомобиль, разработанный командой General Motors Korea имеет динамичный дизайн, подчеркнутый низкой линией крыши, и силуэт, напоминающий кроссовер.
Выпуск модели автомобиля осуществляется в Хорезмской области по технологии крупноузловой сборки.
Минивэн укомплектован экономичным двигателем мощностью 141 л. с. со средним расходом топлива 7,9 л на 100 км и шестиступенчатой автоматической трансмиссией.
Модель отличается практичностью и вместительностью, а также универсальным салоном, позволяющим перевозить грузы. Простота трансформаций внутреннего пространства в зависимости от загрузки автомобиля позволяет идеально подстроиться под водителя и пассажиров. Дополнительный комфорт создает множество отделений для хранения вещей.
Автомобиль оснащен передними и боковыми подушками безопасности, антиблокировочной системой тормозов, регулируемой по высоте рулевой колонкой, электрическими боковыми зеркалами заднего вида с подогревом, функцией регулировки передних сидений по четырем направлениям. Из дополнительных опций имеется датчик дождя, климат-контроль, круиз-контроль и парковочный сенсор.
Фото
Фото Сарвара Урмонова (УзА).
Фото Сарвара Урмонова (УзА).
Фото: Daryo.uz.