Министр иностранных дел Республики Узбекистан Абдулазиз Камилов 10 марта принял заместителя министра иностранных дел Японии Синсуке Сугияму.
Как сообщила пресс-служба МИД Узбекистана, заместитель главы внешнеполитического ведомства Японии прибыл в Ташкент для участия в регулярных двусторонних консультациях.
В ходе состоявшейся беседы были обсуждены состояние и перспективы развития узбекско-японских отношений, в том числе в формате Диалога «Центральная Азия + Япония».
Стороны также обсудили некоторые международные и региональные проблемы.