Национальная авиакомпания «Узбекистон хаво йуллари» сообщила о введении с 10 марта специального тарифа на рейсы между Ташкентом и Навои.
Стоимость билета в направлении Ташкент-Навои по новому тарифу составит 29 евро, из Навои в Ташкент — 27 евро.
Для резидентов Узбекистана продажа производится в сумах по текущему курсу Центрального банка.
Акция действует на рейсы, выполняемые до 31 мая.
Компания также напомнила о том, что продолжается действие рекламного тарифа на направлении Ташкент-Самарканд-Ташкент, стоимость авиабилета в одну сторону составляет 16 евро.