Хамзинский район Ташкента может получить новое название. Как сообщили «Газете.uz» в информационной службе хокимията столицы, в настоящее время этот вопрос находится на стадии обсуждения.
По данным информационной службы, предложения общественности и специалистов о переименовании района сейчас рассматриваются Хамзинским районным хокимиятом. Затем этот вопрос должен быть обсужден в Олий Мажлисе Узбекистана.
В качестве одного из вариантов нового названия района предлагается Яшнобод.
Согласно данным сайта столичного хокимията, Хамзинский район был образован в 1968 году и назван так в честь поэта и драматурга Хамзы Хакимзаде Ниязи (1889-1929).
Общая площадь Хамзинского района составляет 3366 га, население — более 204 тысяч человек.