Национальная сборная Узбекистана по футболу завершила отборочный турнир Кубка Азии, который пройдет в Австралии.
Футболисты Узбекистана, выступившие в группе Е, матч последнего — шестого тура провели против членов национальной сборной Объединенных Арабских Эмиратов. Хотя представители обеих стран уже завоевали путевку на финальный этап Кубка Азии, матч на стадионе «Бунёдкор» прошел в острой и бескомпромиссной борьбе.
В первом тайме преимущество было на стороне узбекистанцев, но они не смогли поразить ворота соперников.
Во втором тайме представитель ОАЭ Исмаил Аль-Хаммади, умело воспользовавшись ошибкой Виталия Денисова, открыл счет.
На 84-й минуте Игорь Сергеев с подачи Сардора Рашидова забил мяч в ворота соперника.
В последние минуты встречи узбекские мастера кожаного мяча мощно атаковали, но на победный гол не хватило времени — 1:1.
По итогам отборочного турнира сборная Узбекистана заняла второе место в группе с 11 очками и в следующем году примет участие в Кубке Азии.