5 марта в 16:00 по ташкентскому времени в Паралимпийской деревне в Сочи состоится церемония поднятия государственного флага Узбекистана. Об этом сообщает пресс-центр Национального олимпийского комитета.
Делегация Узбекистана во главе с вице-президентом Национальной паралимпийской ассоциации Умиджоном Ахмаджоновым прибыла в Сочи 4 марта.
XI зимние Паралимпийские игры пройдут в Сочи 7-16 марта. Церемония открытия Игр начнется 7 марта в 20:00 по ташкентскому времени. Знаменосцем Узбекистана на церемонии будет горнолыжник Рамиль Гаязов.
Помимо Гаязова Узбекистан на Паралимпиаде будет представлять сноубордист Евгений Слепов.
В зимней Паралимпиаде примут участие 1600 спортсменов из 47 стран, которые поборются за 72 комплекта медалей.