Вице-президент Университета Тулуза 1 Капитолий Сильвен Перудзетто 26-28 февраля посетила с визитом Узбекистан.
Визит, состоявшийся по приглашению посольства Франции в Ташкенте, ставил целью развитие сотрудничества с Ташкентским государственным юридическим университетом, сообщила пресс-служба французского посольства.
Фото: fb.com/ambafrancetachkent
Стороны планируют организовать обмен студентами и преподавателями, осуществлять совместные исследовательские проекты и принимать участие в европейских проектах.
В ближайшее время планируется подписать рамочное соглашение о сотрудничестве.