Министр иностранных дел Республики Узбекистан Абдулазиз Камилов 28 февраля принял заместителя министра иностранных дел Республики Индия Навтеджа Сарну, сообщила пресс-служба МИДа.
Навтедж Сарна прибыл в Ташкент для участия в очередном раунде консультаций по вопросам, представляющим взаимный интерес.
В ходе состоявшейся беседы был обсужден широкий круг вопросов узбекско-индийской повестки дня.
Было подчеркнуто, что внешнеполитические ведомства Узбекистана и Индии готовы оказать необходимое содействие расширению взаимовыгодных контактов между представителями деловых кругов, научными и образовательными учреждениями, деятелями культуры и искусства.
Отдельное внимание на встрече уделено приоритетным направлениям межмидовского взаимодействия в двустороннем и многостороннем форматах.
Стороны также обменялись мнениями по международной и региональной проблематике, прежде всего по развитию ситуации в Афганистане.