На продолжающемся в Дубае (ОАЭ) турнире Гран­-при по легкой атлетике среди паралимпийцев спортсмены из Узбекистана вновь обновили рекорд Азии, сообщило УзА.
Ранее сообщалось, что в беге среди мужчин на дистанции 1500 м Фахриддин Хамроев с результатом 4 минуты 03,94 секунды установил новый рекорд Азии. В беге на 800 м он также обновил рекорд континента — пересек финишную черту за 1 минуту 53,20 секунды и занял первое место.
Золотую медаль завоевал также Убайдулла Имомкулов в беге на 1500 м с результатом 4 минуты 37,37 секунды.
В прыжках в длину Фаррух Мирзакулов с результатом 6,36 м удостоен серебряной медали.
Еще один рекорд Азии был установлен Ёкутхон Холбековой. В беге среди женщин на  800 м она с результатом 2 минуты 22,62 секунды поднялась на высшую ступень пьедестала почета.