Министр иностранных дел Республики Узбекистан Абдулазиз Камилов 20 февраля встретился с вновь назначенным Чрезвычайным и Полномочным Послом Турецкой Республики Намиком Гунером Эрпулом.
Как сообщила пресс-служба МИД Узбекистана, министр принял копию верительных грамот посла.
В ходе состоявшейся беседы обсуждены актуальные вопросы сотрудничества в различных сферах, а также некоторые проблемы международного характера.
Отдельное внимание стороны уделили перспективным направлениям взаимодействия в торгово-экономической, инвестиционной сферах.
С удовлетворением было отмечено, что в 2013 году двусторонний товарооборот вырос на 10,5% по сравнению с предыдущим периодом и составил более 1,346 млрд долларов США.
В различных отраслях экономики Узбекистана сегодня осуществляют деятельность 485 предприятий с участием турецкого капитала.
На встрече рассмотрены график и повестка дня предстоящих узбекско-турецких межмидовских контактов, а также заседаний межправительственных институтов.
Напомним, предыдущим послом Турции в Узбекистане был Мехмет Сертач Сунмезай. Он завершил свою миссию в стране в январе.