Приказом министра юстиции от 13 сентября утверждена новая редакция Единого реестра государственных услуг, который теперь содержит 716 госуслуг (ранее — 693).
Как сообщает Norma.uz, в реестр включены такие новые позиции, как:
прием детей в специализированные детские сады;
выдача гражданам биометрического загранпаспорта;
прием документов для поступления на заочную форму обучения вуза;
направление электронного заявления для признания документа об общем среднем и среднем образовании, полученного за рубежом;
выдача временного удостоверения самозанятым;
назначение досрочной пенсии сотрудникам при прекращении трудового договора по отдельным основаниям;
восстановление на учебе и перевод в вузах;
выделение субсидий и грантов из средств Госфонда содействия занятости;
выдача лицензий частным агентствам занятости, а также включение их в Реестр частных агентств занятости;
пломбирование приборов учета (счетчиков) природного газа;
аккредитация юридических лиц, занимающихся подтверждением профессиональной квалификации граждан, выезжающих за рубеж для осуществления трудовой деятельности;
выдача разрешения на право изготовления печатей с изображением герба;
оказание платных услуг по сопровождению туристских групп, а также охране порядка на объектах туристского представления подразделениями обеспечения безопасного туризма ОВД и другие.
Внедрение новых видов госуслуг будет поэтапным.
Реестр госуслуг (на узбекском языке)