Министр иностранных дел Республики Узбекистан Абдулазиз Камилов 3 февраля принял вновь назначенного Чрезвычайного и Полномочного Посла Латвийской Республики Эдгарса Бондарса.
Как сообщила пресс-служба МИДа, посол вручил министру копию верительных грамот.
В ходе состоявшейся беседы были обсуждены состояние и перспективы развития двустороннего сотрудничества, а также вопросы международного и регионального характера.
Отдельное внимание было уделено реализации договоренностей, достигнутых в рамках государственного визита Президента Ислама Каримова в Латвию в октябре 2013 года.
Стороны также рассмотрели график предстоящих межгосударственных контактов в политической, торгово-экономической и других сферах.
Предыдущим послом Латвии в Узбекистане был Игорс Апокинс.