25-28 января в Намангане состоялась очередная встреча рабочих групп правительственных делегаций Республики Узбекистан и Кыргызской Республики по вопросам делимитации и демаркации узбекско-кыргызской государственной границы, сообщила пресс-служба МИД Узбекистана.
Как отмечает пресс-служба, такие встречи приобрели ежедекадный характер с учетом важности решаемой задачи.
Стороны продолжили рассмотрение проекта описания линии границы по ее отдельным участкам и соответствующие картографические материалы.
Встреча прошла деловой и конструктивной атмосфере, подчеркивает пресс-служба МИДа.