Исполнительный комитет Федерации футбола Узбекистана объявил о решении начать жесткую борьбу против договорных матчей и произвести «чистку» в отечественном футболе.
Как сообщила в Твиттере пресс-служба ФФУ, вопрос борьбы с договорными матчами обсуждался на заседании исполкома на днях.
Для наблюдения за честностью игр при Профессиональной футбольной лиге планируется создать специальную рабочую группу.
«Мы часто добиваемся успеха, но при этом не замечаем некоторые негативные вещи, происходящие вокруг нас», — сказал на заседании президент ФФУ Мираброр Усманов.
«В прессе можно встретить очень много информации о договорных матчах. Пришло время задуматься над этим», — заявил он.
Усманов порекомендовал «пристально изучить вопрос и выработать конкретные меры по борьбе с договорными матчами».
В ходе обсуждения деятельности сборных команд Мираброр Усманов отметил необходимость честного и объективного набора игроков в сборные.
«Список команд составляют тренера… Это их дело, и мы не должны вмешиваться в этот процесс», — заявил глава ФФУ. «Но если тренер берет игроков по знакомству, родственным связям или другим подобным признакам, в стороне мы стоять не будем», — цитирует Усманова пресс-служба федерации.
Исполком ФФУ, члены которого единогласно поддержали идею Мираброра Усманова, принял решение создать до 1 февраля специальную группу специалистов по наблюдению за набором футболистов в сборные команды.