21-23 января в Узбекистане будет находиться специальный представитель Европейского Союза по Центральной Азии Патриcия Флор. Об этом сообщила пресс-служба МИД Узбекистана.
В программе визита — двусторонние встречи и переговоры в Сенате Олий Мажлиса, правительстве и министерствах иностранных дел, экономики, сельского и водного хозяйства.
На переговорах будут обсуждаться практические вопросы развития отношений между Узбекистаном и ЕС в различных сферах.
Напомним, в прошлом году Патриcия Флор дважды посещала Узбекистан — в марте и июне. Она также была в Ташкенте в июле 2012 года.