Рефери из Узбекистана Равшан Ирматов решением ФИФА включен в список главных судей, которым предстоит обслуживать матчи чемпионата мира-2014 в Бразилии.
Ассистировать ему будут линейные помощники — узбекистанец Абдухамидулла Расулов и Бахадыр Кучкаров из Кыргызстана.
Всего матчи чемпионата мира-2014 в Бразилии будут обслуживать 25 судейских бригад из 43 стран.
До ЧМ-2014, который пройдет в июне-июле, для отобранных судей будет проведено три семинара — в феврале, в марте-апреле и за 10 дней до начала соревнований.
Напомним, Равшан Ирматов обслуживал матчи чемпионата мира-2010 в ЮАР.