РИА Новости, Мария Чаплыгина — Картина «12 лет рабства» режиссера Стива Маккуина стала лучшим фильмом минувшего года по мнению Ассоциации иностранной прессы в Голливуде (HFPA).
Приз за лучшую режиссуру получил создатель фильма «Гравитация» мексиканский режиссер Альфонсо Куарон.
В номинации «Лучшая драматическая актриса» победила Кейт Бланшетт за роль в фильме «Жасмин» Вуди Аллена.
Звание лучшего актера получил Мэттью Макконахи за роль больного СПИДом Рона Вудруфа в картине «Даллаский клуб покупателей».
В номинации «Лучшая актриса второго плана» победила 23-летняя Дженифер Лоуренс за роль жены главного героя в криминальной трагикомедии «Афера по-американски», получившей звание «Лучшей комедийной картины» года.
Приз за лучшую мужскую роль второго плана получил Джаред Лето, исполнивший роль в фильме «Даллаский клуб покупателей».
Лучшим зарубежным фильмом года журналисты Голливуда назвали итальянскую ленту «Великая красота».
Американская кинопремия «Золотой глобус» (Golden Globe) присуждается Голливудской ассоциацией иностранной прессы (Hollywood Foreign Press Association, HFPA) с 1944 года за кинофильмы и телевизионные картины. Около 90 членов ассоциации представляют 55 стран с 250 миллионной читательской аудиторией.