С 0:00 часов 10 января в Узбекистане вступили в силу новые отпускные розничные цены на автомобильный бензин, которые выше прежних на 20%.
Цена одного литра бензина Аи-80 теперь составляет 2005 сумов (было — 1670, рост — 335 сумов), Аи-91 — 2210 сумов (1835, 375), Аи-95 — 2435 сумов (2020, 415).
Указанные цены включают в себя налог на потребление, который с 1 января был повышен на 25 сумов — с 240 до 265 сумов.
Слухи о предстоящем увеличении стоимости бензина начали циркулировать в Ташкенте во второй половине дня 9 января.
Через мобильные мессенджеры распространилось фото письма, разосланного Ассоциацией частных АЗС Ташкента, в котором говорится о повышении цен на бензин и дизельное топливо согласно постановлению Кабинета Министров от 9 января и новым реестрам цен на них, утвержденным в этот же день Министерством финансов. Подлинность письма не подтверждена, но указанные там цены оказались верными.
На ряде АЗС столицы «Газете.uz» вечером 9 января подтвердили информацию о повышении цен на бензин, в то время как на отдельных заправках сообщили, что точной информации у них нет.
Дефицита бензина на столичных заправках вечером не наблюдалось. После 23:00 заправки были закрыты, чтобы открыться после полуночи с обновленными ценами.
Цены на автомобильный бензин и дизельное топливо в Узбекистане устанавливаются централизованно — постановлением Кабинета Министров. Заранее повышение цен обычно не анонсируется.
До этого отпускные розничные цены на бензин повышались 1 августа 2011 года. Затем ежегодно 1 января повышался только налог на потребление.