Государственный комитет Республики Узбекистан по приватизации, демонополизации и развитию конкуренции и его территориальные органы в 2013 году получили около 4400 жалоб и обращений от потребителей по вопросам защиты их прав.
48,5% обращений было получено в письменной форме и 51,5% — по телефону доверия, сообщается на сайте комитета.
Большинство обращений или 59,1% приходится на коммунальную сферу, 19,4% — сферу торговли и общественного питания, 9,7% — сферу транспорта, услуг связи и коммуникации и 11,8% — другие сферы.
Из общего количества обращений по телефону доверия соответствующие меры приняты по 40% из них, по 60% даны разъяснения в пределах компетенции комитета.
В ходе рассмотрения обращений произведены перерасчеты в пользу потребителей на сумму 958,3 млн сумов.