18 апреля в рамках Международной узбекской туристической выставки «Мир отдыха» состоится второй Национальный фестиваль плова Pilaf-Fest. Об этом сообщила пресс-служба Национальной компании «Узбектуризм», которая организует выставку совместно с рекламным агентством «Великий шелковый путь».
Первый фестиваль плова прошел в столице Узбекистана 18-19 апреля 2013 года. На нем был представлен плов всех регионов республики.
На предстоящем фестивале также можно будет попробовать разные виды плова, а также салаты и закуски к этому традиционному блюду.
Готовить плов в больших казанах на открытом огне будут профессиональные ошпазы, которые представят свои регионы.
Посетители фестиваля смогут поучаствовать в кулинарных мастер-классах от лучших шеф-поваров и узнать секреты приготовления плова.
Создавать праздничное настроение будут исполнители традиционной узбекской музыки и танцевальные коллективы.
В рамках фестиваля состоится конкурс поваров в номинациях «Лучший ошпаз», «Лучший тематический стол», «Забытые рецепты», «Национальная изюминка», «Новизна в традициях», «Приз симпатий гостей» и других.