Министр иностранных дел Республики Узбекистан Абдулазиз Камилов 7 января принял Чрезвычайного и Полномочного Посла Турецкой Республики Мехмета Сертача Сунмезая, завершающего дипломатическую миссию в стране.
Как сообщила пресс-служба МИДа, стороны обсудили вопросы развития узбекско-турецких отношений, важное место в которых занимает торгово-экономическое, инвестиционное сотрудничество.
Был отмечен динамичный рост взаимного товарооборота, достигшего за первые девять месяцев 2013 года 981,7 млн долларов США.
Сегодня в различных отраслях экономики Узбекистана осуществляют деятельность свыше 500 предприятий с участием турецкого капитала.
Министр выразил послу благодарность за личный вклад в развитие двусторонних отношений.