26 декабря министр иностранных дел Республики Узбекистан Абдулазиз Камилов принял вновь назначенного Чрезвычайного и Полномочного Посла Республики Беларусь Николая Клакевича.
Как сообщила пресс-служба МИДа, новый посол вручил копии верительных грамот, адресованных Президенту Республики Узбекистан.
Во время состоявшейся беседы обсуждены актуальные вопросы узбекско-белорусского сотрудничества как в двустороннем, так и в многостороннем форматах, перспективы расширения договорно-правовых основ отношений.
Стороны обменялись мнениями по отдельным международным и региональным проблемам.