Федерация футбола Узбекистана провела 23 декабря в Ташкенте торжественную церемонию, посвященную итогам 2013 года и награждению лучших в отечественном футболе в уходящем году.
Как сообщила пресс-служба ФФУ, награды были вручены по девяти номинациям.
Сразу три футболиста национальной юношеской сборной (U-17) — Акобир Тураев, Жамшид Болтабоев и Иззатилла Абдуллаев — были признаны лучшими молодыми игроками года.
Наставник юношеской сборной Дильшод Нуралиев стал победителем в номинации «Лучший детский тренер по футболу года».
В номинации «Fair Play» («Честная игра») награда присуждена команде «Локомотив» из Ташкента. Несмотря на то, что футболисты команды получили за сезон 45 предупреждений судей, красная карточка не была показана им ни разу.
Звание «Лучшего арбитра года» восьмой раз подряд присвоено Равшану Ирматову.
В новой номинации «Лучшая пресс-служба» победителем стала пресс-служба каршинского футбольного клуба «Насаф».
Украинский нападающий столичного «Бунёдкора» Александр Пищур, забивший за сезон 19 голов, стал лучшим бомбардиром Чемпионата Узбекистана-2013.
По итогам опроса среди представителей СМИ лучшим футболистом Узбекистана в 2013 году назван защитник национальной сборной Узбекистана и московского клуба «Локомотив» Виталий Денисов.
Тренером года признан Рузикул Бердиев, главный тренер обладателя бронзовой медали Чемпионата Узбекистана и финалиста Кубка Узбекистана ФК «Насаф».
На торжественной церемонии были также награждены члены молодежной (U-20) и юношеской (U-17) сборных страны, которые успешно выступили на чемпионатах мира в Турции и ОАЭ. Тренеры обеих сборных — Ахмаджон Мусаев и Дильшод Нуралиев были награждены автомобилями Chevrolet Malibu.
Фоторепортаж с церемонии награждения