19 декабря в Министерстве иностранных дел Республики Узбекистан состоялась встреча с Резидентом — координатором ООН, Постоянным представителем Программы развития ООН Стефаном Приснером, сообщила пресс-служба МИДа.
В ходе беседы обсуждены практические вопросы отношений между Узбекистаном и ООН.
Стороны обменялись мнениями относительно перспективных направлений сотрудничества в 2014 году, в том числе в рамках реализации Страновой программы ООН по оказанию содействия в целях развития для Узбекистана на 2010-2015 годы.
С кем из представителей МИДа встречался Стефан Приснер, не сообщается.