Президент Узбекистана Ислам Каримов 19 декабря подписал указ о назначении Эшдавлата Жураева на должность хокима Сурхандарьинской области.
Кандидатура Жураева была утверждена решением Сурхандарьинского областного Кенгаша народных депутатов.
До этого Эшдавлат Жураев работал начальником одного из управлений Генеральной прокуратуры Узбекистана.
Другим указом главы государства Нармумин Чариев освобожден от должности хокима области. Он занимал этот пост с середины июня 2012 года, а до этого — с декабря 2011 года — был исполняющим обязанности хокима.