14-15 декабря на трассе Наврузбулак в Джизакской области состоялся финал чемпионата Узбекистана по автомобильным гонкам.
Как сообщила пресс-служба хокимията Джизака, лучшими в общекомандном зачете стали представители Ташкента, гонщики Джизакской области стали вторыми, самаркандцы — третьими.
В гонках багги первым к финишу пришел представитель хозяев Гайрат Одилов. Второе место также завоевал представитель Джизакской области Аскар Хасанов. Третьим стал Илхом Азимов из Ташкента.
В классе «А-7» победителями стали Фарход Даминов из Ташкента (1-е место), Сарвар Тожикулов из Джизака (2-е место) и Зафар Зокиров из столицы (3-е место).
В соревнованиях на автомобилях класса «Нексия» победили Антон Туманов из Ташкента, Бехзод Одилов из Джизака и Илхом Обиджонов и Самарканда (1-3-е места соответственно).
Лучшими в классе «А-8» были Ростислав Беляков из столицы, Фуркат Ахроркулов из Джизака и Фарход Даминов из Ташкента (1-3-е места соответственно).
Фото
Фотографии предоставлены пресс-службой хокимията Джизака.