Действующий президент Федерации футбола Узбекистана Мираброр Усманов переизбран президентом федерации. Об этом сообщила пресс-служба федерации.
10 декабря состоялась отчетно-выборная конференция Федерации футбола Узбекистана. На мероприятие были приглашены делегаты со всех областей республики.
Главным вопросом конференции стало избрание президента. Председательствовал на конференции Аскар Талибджанов, директор Центра сборных команд.
Делегаты единогласно избрали Мираброра Усманова президентом федерации футбола Узбекистана. Также сохранил свой пост вице-президент федерации Сардор Рахматуллаев. Аскар Талибджанов был избран вице-президентом по внешним связям.
Мирарбор Усманов был впервые избран на должность президента ФФУ на внеочередной конференции федерации 5 января 2006 года.