На шестом заседании Политического совета Либерально-демократической партии Узбекистана (УзЛидеП) 2 декабря был избран новый председатель Исполнительного комитета Политсовета.
Как сообщила пресс-служба УзЛиДеП, им стал Герой Узбекистана и председатель Совета фермеров страны Содикжон Турдиев.
На новом посту Содикжон Турдиев сменил Мухаммадюсуфа Тешабаева, руководившего партией с 2005 года.
Политическая партия «Движение предпринимателей и деловых людей — Либерально-демократическая партия Узбекистана» была образована 15 ноября 2003 года.
На заседании были также внесены изменения в состав членов Политического совета УзЛиДеП.
Таким образом, в текущем году в Узбекистане сменились руководители всех четырех зарегистрированных политических партий.
В апреле был избран новый председатель Центрального совета Народно-демократической партии Узбекистана. Им стал Хотамжон Кетмонов, который сменил на этом посту Латифа Гулямова.
В мае председателем Исполкома Центрального совета Демократической партии «Миллий тикланиш» вместо Ахтама Турсунова был избран Сарвар Отамуратов.
В июне председателем Политического совета Социал-демократической партии «Адолат» вместо Исмаила Саифназарова был избран Нариман Умаров.