Президент Республики Узбекистан 2 декабря подписал указ «О повышении размеров заработной платы, пенсий, стипендий и социальных пособий», сообщает Norma.uz.
C 15 декабря на территории страны будут действовать следующие минимальные размеры:
— заработной платы — 96105 сумов в месяц (сейчас — 91530 сумов),
— пенсии по возрасту и пособия инвалидам с детства — 187970 сумов в месяц (179020);
— пособия престарелым и нетрудоспособным гражданам, не имеющим необходимого стажа работы, — 115340 сумов в месяц (109850).
Согласно документу все виды надбавок и доплат к зарплате, а также пенсии, пособия, компенсационные и другие выплаты, установленные в отношении к минимальной зарплате, будут производиться с 15 декабря от нового минимального размера зарплаты.
Напомним, предыдущее повышение минимального размера зарплаты имело место в августе, тогда оно составило в среднем 15%.