Национальная сборная Узбекистана по футболу получила право на участие в финале соревнований на Кубок Азии, который пройдет в 2015 году в Австралии.
В пятом туре отборочного турнира Кубка континента 19 ноября сборная страны провела выездной матч с футболистами Гонконга.
На 84-й минуте матча Вохид Шодиев точным ударом открыл счет. Футболисты Узбекистана до последней минуты не прекращали атаки и практически в конце встречи второй раз точно атаковали ворота соперников. Гол забил Одил Ахмедов.
Набрав 10 очков после пяти встреч, сборная Узбекистана заняла место в числе сильнейших команд, которые поедут в Австралию.
Последний матч отборочного тура на Кубок Азии команда Узбекистана проведет 5 марта 2014 года в Ташкенте против сборной Объединенных Арабских Эмиратов.