Заместителем начальника ГУВД Ташкента — начальником Следственного управления назначен полковник Зафар Алимов, сообщила пресс-служба управления.
Зафар Алимов (1976 года рождения) окончил академию МВД Узбекистана в 1998 году. Работу в органах внутренних дел начал тогда же с должности следователя следственного отделения Кибрайского РОВД Ташкентской области. В 2001—2010 годах служил старшим следователем Следственного управления ГУВД Ташкента.
В 2010—2013 годах работал заместителем начальника, затем — начальником отдела Следственного управления ГУВД Ташкента.
С 2013 по 2015 годы был заместителем начальника Яккасарайского РУВД — начальником Следственного отдела.
До нынешнего назначения, с 2015 по апрель 2019 года работал заместителем начальника УВД Ферганской области — начальником Следственного управления.
Ранее, до 30 января, замначальника ГУВД — начальником Следственного управления работал Дониёр Ташходжаев.