Национальная авиакомпания «Узбекистон хаво йуллари» объявила о продлении льготного тарифа на авиабилеты по маршруту Ташкент-Самарканд-Ташкент, введенного весной.
До 29 марта 2014 года билеты по данному маршруту в одну сторону будут стоить 16 евро или 48 тысяч сумов (на дату публикации), сообщается на сайте перевозчика.
Для иностранных граждан оплата производится в иностранной валюте по курсу Центрального банка Узбекистана.
Как сообщили в Главном агентстве воздушных сообщений, количество билетов по сниженной цене ограничено.