Новым хокимом Бухары на внеочередной сессиии городского Кенгаша народных депутатов был назначен Валижон Уринов.
Занимавший до этого пост хокима Хайит Камилов освобожден от должности по собственному желанию, сообщила пресс-служба хокимията Бухарской области.
Валижон Уринов до нынешнего назначения работал директором территориальной дорожно-эксплуатационной организации «Навоийавтойул».
Хайит Камилов занимал должность хокима Бухары с марта 2011 года. Ранее он был заместителем хокима области по вопросам капитального строительства, коммуникаций, коммунального хозяйства и благоустройства.