Решением хозяйственного суда Ташкента от 13 августа действие лицензии иностранного предприятия «Уздунробита» по проектированию, строительству, эксплуатации и оказанию услуг сетей передвижной сотовой связи прекращается.
В связи с этим до решения вопроса МТС-Узбекистан прекращает свою деятельность по оказанию услуг сотовой связи, говорится в сообщении на официальной странице компании в социальной сети Facebook.
Оператор напоминает, что абонентские номера, подключенные сервисы и денежные средства, находящиеся на лицевых счетах, сохранены за абонентами.
Абоненты, желающие получить обратно остаток денежных средств на своем лицевом счету, будут дополнительно информированы.
«Уздунробита» принесла извинения абонентам.