Борец вольного стиля Артур Таймазов (весовая категория до 120 кг) выиграл золотую медаль Олимпиады-2012 и стал трехкратным олимпийским чемпионом.
На пути к победе Артур обошел своих соперников из Германии (Матюхин Ник), Ирана (Гасеми Комель) и США (Длагнев Тервел). В финале он одолел верх над представителем Грузии Давитом Модзманашвили.
На счету сборной Узбекистана теперь четыре медали — одна золотая и три бронзовые.
11 августа также состоялись соревнования по вольной борьбе в весовой категории до 84 кг. В первом бою узбекистанец Заурбек Сохиев проиграл Ибрагиму Алдатову из Украины.
В финальных соревнованиях по прыжкам в высоту Светлана Радзивил заняла седьмое место, показав результат 1,97 м.
В таэквондо в весовой категории свыше 67 кг Наталья Маматова проиграла первую схватку представительнице Франции Анн-Каролин Графф. Акмаль Иргашев в весовой категории свыше 80 кг уступил в отборочном раунде Даба Модибо Кейта из Мали.
По данным пресс-центра НОК Узбекистана, 12 августа, в последний день Олимпийских игр, выступят члены сборной страны по вольной борьбе Ихтиёр Наврузов (66 кг) и Курбан Курбанов (96 кг).
Вечером состоится торжественная церемония закрытия ХХХ летних Олимпийских игр.
Фото
Фото Анвара Ильясова (ИА «Жахон»).