Сборная Узбекистана завоевала первую олимпийскую медаль в первый день соревнований XXX летних Олимпийских игр в Лондоне.
Дзюдоист Ришод Собиров в весовой категории до 60 кг стал обладателем бронзовой медали XXX летних Олимпийских игр, сообщил пресс-центр Национального Олимпийского комитета.
Свое выступление Собиров начал с победы над дзюдоистом из Австрии Людвигом Пайшером (на фото). Он также уверенно обошел Хавьера Гуэдеза (Венесуэла) и Фелиппе Китадаи (Бразилия).
В полуфинале после напряженной схватки Собиров уступил Арсену Галстяну из России. В борьбе за бронзу он победил французского дзюдоиста Милуса Софиане и поднялся на третью ступень пьедестала почета.
Теннис
Фото: Минкультспорта.
В первом круге Олимпийского турнира, проходящего на кортах теннисного стадиона в Уимблдоне, Денис Истомин из Узбекистана обыграл испанца Фернадо Вердаско со счетом 6:4,7:6 и вышел во второй круг.
Велоспорт
В групповой шоссейной гонке Сергей Лагутин из Узбекистана занял пятое место. Дистанцию 250 км Лагутин преодолел за 5 часов 46 минут 05 секунд, отстав от победителя гонки Александра Винокурова из Казахстана на 8 секунд. Другой представитель Узбекистана в этом виде спорта Мураджон Холмурадов сошел с дистанции.
Бокс
Фото: Минкультспорта.
Орзубек Шаимов в весовой категории до 56 кг уступил Виейра де Хесусу Робенилсону из Бразилии со счетом 7:13 и проиграл стартовый бой Олимпийских игр.
29 июля в 2:00 по ташкентскому времени в весовой категории 75 кг выступит двукратный чемпион мира Аббос Атоев. Его соперником станет боксер из Марокко Бадр-Эддине Хаддиоу.
Пулевая стрельба
На стрельбище в Лондоне был разыгран первый комплект медалей Игр. В стрельбе из пневматической винтовки с 10 м за 8 финальных путевок боролись 56 участниц. Представительница Узбекистана Сакина Мамедова заняла 49-е место (389 очков).
29 июля выступят Фазлитдин Гаибназаров (бокс, 60 кг), Луиза Галиулина (спортивная гимнастика), Мирзохид Фармонов (дзюдо, 66 кг) и Руслан Макаров (тяжелая атлетика, 56 кг).