В Узбекистане ведется подготовка к проведению священного месяца Рамадан, сообщила пресс-служба Комитета по делам религий при Кабинете Министров.
Как мы уже писали, 17 июля Президент Ислам Каримов подписал постановление «О достойном проведении священного месяца Рамадан».
В настоящее время в мечетях и на близлежащих территориях, а также на территориях усыпальниц, мавзолеев и кладбищ ведутся работы по благоустройству.
В месяц Рамадан мусульмане во всем мире, в том числе в Узбекистане, собираются на молитву тарових.
Исходя из того, что новолуние приходится на 20 июля, молитва тарових будет проходить с 19 июля во всех соборных мечетях страны, число которых равно 2037.
В 733 мечетях молитва будет сопровождаться полным декларированием Корана — Хатму-л-Куръан.