Центральный банк Узбекистана отозвал у частного открытого акционерного коммерческого «Универсалбанка» генеральную лицензию на проведение операций в иностранной валюте.
Как сообщила информационная служба Центробанка, причиной послужили нарушения банковского законодательства по валютному регулированию.
Генеральная лицензия Центрального банка на осуществление операций в иностранной валюте была получена «Универсалбанком» 20 декабря 2011 года.
«Универсалбанк» был создан в 2001 году на базе частного открытого акционерно-коммерческого банка «Коканд» с первоначальным уставным капиталом 0,05 млрд сумов.
По данным сайта банка, его акционерами являются негосударственные компании и физические лица. Головной офис банка расположен в Коканде Ферганской области.