Президент Республики Узбекистан 5 июля подписал указ «О повышении размеров заработной платы, пенсий, стипендий и социальных пособий», нацеленный на «дальнейшее неуклонное повышение доходов и уровня жизни населения, усиление социальной поддержки граждан республики».
В соответствии с документом с 1 августа размеры заработной платы работникам бюджетных учреждений и организаций, пенсий и социальных пособий, а также стипендий повысятся в среднем в 1,15 раза.
Со следующего месяца на территории Республики Узбекистан будут действовать следующие минимальные размеры:
заработной платы — 72355 сумов в месяц (сейчас — 62920);
пенсии по возрасту и пособия инвалидам с детства — 141520 сумов в месяц (123060);
пособия престарелым и нетрудоспособным гражданам, не имеющим необходимого стажа работы, — 86835 сумов в месяц (75510).
Все виды надбавок и доплат к заработной плате, а также пенсии, пособия матерям по уходу за ребенком до достижения им возраста двух лет, пособия семьям с детьми, компенсационные и другие выплаты, установленные в отношении к минимальной заработной плате, должны производиться с 1 августа от нового размера минимальной заработной платы.
Хозрасчетным предприятиям и организациям предписано производить с 1 августа повышение размеров заработной платы в соответствии с минимальной заработной платой, установленной указом главы государства, за счет повышения эффективности производства и снижения затрат труда.
Напомним, предыдущее повышение минимального размера зарплаты имело место в декабре прошлого года. Тогда повышение составило в среднем 10%.