Министерство народного образования Узбекистана разместило экзаменационные материалы и методические рекомендации для учеников 4-9 классов общеобразовательных школ на текущий учебный год.
Как сообщили «Газете.uz» в пресс-службе министерства, это сделано для того, чтобы школьники имели возможность как можно тщательнее подготовиться к предстоящим экзаменам.
PDF-файлы с экзаменационными материалами доступны по следующим адресам:
uzedu.uz/rus/info/students/exam (на русском языке)
uzedu.uz/uzb/info/students/exam (на узбекском языке)