ФИФА направила официальное письмо в Федерацию футбола Узбекистана, в котором говорится о том, что Судейский комитет организации назначил футбольных судей Олимпиады, в число которых вошел и Равшан Ирматов.
Помогать Ирматову обслуживать матчи Олимпийских игр будут Абдухамидулло Расулов и Бахадыр Кучкаров (Кыргызстан), сообщила пресс-служба ФФУ.
Всего ФИФА отобрала из списка арбитров различных футбольных конфедераций 16 главных и 32 линейных судьи.
Напомним, что на последнем чемпионате мира в ЮАР Равшан Ирматов обслужил пять матчей, что стало рекордом соревнований того года.