В соответствии с новым прейскурантом, стоимость 1 кубометра природного газа, отпускаемого населению, при наличии счетчика повышена с 94,5 сума до 107,7 сума или на 14%.
При отсутствии счетчика цена 10 кубометров газа, используемого для приготовления пищи и горячего водоснабжения, составит 1862,65 сума (нынешний тариф – 1633,9 сума).
Стоимость 10 кубометров газа, используемого для отопления, увеличена с 757,7 до 863,8 сума.
За использованный до 1 апреля газ жители могут заплатить до 10 числа по прежним ценам согласно показаниям счетчика.
Напомним, что предыдущее повышение тарифов на газ имело место в октябре прошлого года.
Как мы уже писали, с 1 апреля также повышаются тарифы на электроэнергию, а также холодное и горячее водоснабжение и отопление.