Как сообщило УзА, в соревнования участвовали 14 спортсменов из Узбекистана, России, США, Великобритании, Испании, Польши, Армении, Грузии, Литвы, Эстонии, Беларуси, Норвегии и Украины.
Кристоф Радзиковский (Польша).
Богатыри должны были за определенный промежуток времени выполнить такие упражнения, как поднятие предмета весом более 130 кг, перенос гири весом 270 кг на определенную дистанцию и поднятие 320-килограммовой гири с оборотом.
Первое место занял Кристоф Радзиковский из Польши. Сергей Трубицин из Узбекистана занял второе место (главное фото), а представитель Великобритании Марк Феликс – третье.
Хамза Примов (Узбекистан).
Узбекистан принимал этап Кубка мира богатырских игр во второй раз. Организаторами соревнований выступили Министерство по делам культуры и  спорта, Федерация «Баходирлар уйини ва тош кутариш», фитнес-клуб «Проформ» и ряд организаций-партнеров.