19 марта Президент Узбекистана подписал постановление «О переносе выходных дней», направленное на «создание благоприятных условий для отдыха населения и рационального использования рабочего времени».
В соответствии с документом, выходные дни перенесены со среды 21 марта на четверг 22 марта и с воскресенья 25 марта на пятницу 23 марта 2012 года.
Соответственно, 21 марта, день празднования Навруза, и воскресенье 25 марта объявлены рабочими днями.
Таким образом, узбекистанцы будут отдыхать три дня подряд – с 22 по 24 марта или с четверга по субботу.