Для этой цели Азиатский банк развития выделит льготный кредит на сумму 26 млн долларов США, сообщила информационная служба хокимията  Джизакской области.
Из этих средств 5,7 млн долларов будут  израсходованы на закупку машин  и оборудования и 19 млн долларов –  на строительно-монтажные работы.
В рамках проекта предусмотрено реконструировать 55 км сооружений питьевой воды и построить 33 км новых водопроводных сетей.
Реконструкция и строительство  водозаборных сооружений и сетей продолжатся три с половиной года и закончатся  в 2016 году.