На эти цели Фондом реконструкции и развития Узбекистана запланировано выделение средств в размере 18,9 млн долларов США, сообщила пресс-служба Узбекского агентства автомобильного и речного транспорта.
Для столицы за последние 15 лет было закуплено около 1000 автобусов марки Mercedes-Benz различной модификации.
Ежедневно предприятиями ассоциации «Тошшахартрансхизмат» обслуживается около 1,5 миллиона пассажиров.
При ассоциации действует сервисный центр для технического обслуживания автобусов Mercedes-Benz.