Стоимость республиканских газет «Правда Востока» и «Народное слово» (в том числе версии на узбекском языке – «Халк сузи») в киосках Ташкента повысилась, соответственно, с 350 до 425 (21%) и с 300 до 400 сумов (33%).
Газета столичной администрации «Вечерний Ташкент» («Тошкент окшоми») подорожала с 400 до 525 сумов или на 31%.
Издание Народно-демократической партии «Узбекистон овози» («Голос Узбекистана») теперь стоит 525 сумов вместо прежних 360 (рост составил более 45%).
Цены повысились и на ряд других изданий. В то же время многие газеты продаются по старым ценам.
Как пояснили «Газете.uz» в акционерной компании «Матбуот таркатувчи», занимающейся распространением печатных изданий, стоимость газет устанавливается самими редакциями.