Последний президент Чехословакии и первый президент независимой Чешской Республики, писатель и драматург Вацлав Гавел скончался 18 декабря в возрасте 75 лет.
«С Вацлавом Гавелом Чешская Республика потеряла человека, который вернул чешскому народу достоинство, человека, который сыграл важнейшую роль в обретении страной свободы в 1989 году. Вацлав Гавел был величайшим чехом, известным всему миру», – говорится в заявлении посольства.
Книга соболезнований будет открыта в посольстве Чешской Республики с 20 по 22 декабря с 14 до 16 часов.
Адрес и контакты посольства