За прошедшие несколько дней на площади сооружены помосты и сцена, где будут проходить праздничные представления и разместится детский городок с аттракционами.
Вдоль Арки добрых и благородных устремлений установлены маленькие елочки и торговые точки, в которых можно будет приобрести угощения и сувениры.
Здание Кабинета Министров украшено иллюминацией.
Тротуар в непосредственной близости от площади временно закрыт. Пешеходам приходится обходить этот участок по автомобильной дороге. На момент публикации никаких ограждений для обеспечения безопасности пешеходов на дороге не было.