Президент Шавкат Мирзиёев 29 апреля подписал указ, которым утверждена Концепция развития системы народного образования Узбекистана до 2030 года и «дорожная карта» по ее реализации в текущем году (они будут приниматься ежегодно).
Документ перечисляет пробелы и недостатки, имеющиеся в сфера народного образования, среди которых:
проявления коррупции при приеме детей на учебу и в процессе обучения;
нехватка педагогов по таким предметам, как математика, физика, химия, информатика, английский и другие иностранные языки, острая нехватка учителей в горной и пустынной местностях;
превышение количества учащихся в классах в отдельных школах, ведущее к резкому ухудшению качества учебного процесса;
отсутствие вариативности в системе разработки учебников, что создает предпосылки для монополизации сферы их разработки и издания, а также отрицательно влияет на содержание, методику и качество издания;
неоснащенность школьных спортзалов и площадок необходимым инвентарем, нехватка в классах учебной мебели, лабораторного оборудования и компьютерной техники;
потребность в дополнительных ученических местах в связи с переходом на 11-летнее образование;
отсутствие эффективной и прозрачной системы распределения и финансирования средств системы народного образования.
Стратегической целью системы народного образования определено развитие человеческого капитала как основного фактора, определяющего уровень конкурентоспособности учащегося на рынке труда и страны в целом.
Согласно концепции, система народного образования будет развиваться на основании следующих приоритетных направлений:
качественное обновление содержания системы непрерывного образования, а также подготовки, переподготовки и повышения квалификации кадров;
создание системы целенаправленной работы с одаренными детьми и талантливой молодежью;
совершенствование методики обучения, поэтапное внедрение принципов индивидуализации учебно-воспитательного процесса;
улучшение качества образовательных услуг, оказываемых детям с ограниченными возможностями;
внедрение ИКТ и инновационных проектов в сферу народного образования;
создание действенных механизмов противодействия коррупции;
укрепление материально-технической базы учреждений народного образования и повышение эффективности обеспечения бюджетными средствами;
внедрение современных методов и направлений внешкольного образования в воспитание молодежи и обеспечение ее занятости;
расширение конкурентной среды в народном образовании за счет развития государственно-частного партнерства;
внедрение в практику «пяти инициатив» президента, включающих в себя комплекс мер, направленных на создание дополнительных условий для обучения и воспитания молодежи;
поэтапное повышение заработной платы и усиление социальной защиты работников средних общеобразовательных учреждений.
Концепция предусматривает, что к 2030 году Узбекистан войдет в ряд первых 30 ведущих стран мира по рейтингу Международной программы по оценке образовательных достижений учащихся PISA (Programme for International Student Assessment).
К этому сроку должны быть внедрены новые государственные образовательные стандарты и программы, отвечающие требованиям инновационной экономики с учетом STEAM-дисциплин. 
Ожидается введение во всех школах ID-карт учащихся, полное подключение к интернету всех образовательных учреждений и внедрение автоматизации учебного процесса.