Поезд, состоящий из девяти вагонов и двух локомотивов, был транспортирован по железной дороге из Санкт-Петербурга при помощи локомотива «Российских железных дорог».
Первый электропоезд Afrosiyob, предназначенный для скоростной железнодорожной магистрали Ташкент-Самарканд, прибыл в столицу 22 июля и начал регулярное движение в октябре.
Как сообщили в пресс-службе ГАЖК «Узбекистон темир йуллари», новый электропоезд Talgo начнет движение по своему маршруту после проведения испытаний.
Фотогалерея