Территориальный филиал газоснабжения по Ташкенту сообщил о временном отключении от газоснабжения в многоэтажных и частных домах, коммунальных объектах Мирабадского, Чиланзарского, Яккасарайского и Яшнабадского районов Ташкента, сообщила пресс-служба столичной администрации.
Отключение связано с проведением ремонтно-монтажных работ. Газ будет отсутствовать 29 апреля — с 10:00 до 19:00.
Мирабадский район:
улица Сайхун;
улица 8 марта;
улица Водил.
Чиланзарский район:
ООО Central Kardio Servis;
улица Казырабад.
Яккасарайский район:
ресторан «Навруз»;
ООО «ЗИЁДА-НОН»".
Яшнабадский район:
улица Туёна;
улица Баку;
улица Фаргона йули;
улица Обод Макон;
махалля «Катта Куйлик».