Сборная Узбекистана по боксу завоевала четыре золотых, одну серебряную и четыре бронзовые медали на чемпионате Азии, прошедшего 17−27 апреля в Бангкоке (Таиланд).
Золотых наград удостоились Нодиржон Мирзаахмедов (до 49 кг), Миразиз Мирзахалилов (до 56 кг, видео), Бобоусмон Батуров (до 69 кг, видео), Баходир Жалолов (+91 кг, видео).
Санжар Турсунов (до 91 кг, видео) получил серебряную медаль, Шукуржон Рахимов (до 60 кг) — «бронзу».
Ёдгорой Мирзаева (до 57 кг), Мафтунахон Мелиева (до 64 кг) и Шахноза Юнусова (до 69 кг) завоевали бронзовые медали.
В общекомандом зачете Узбекистан (4−1−4) занял второе место после Китая (6−1−3), третье — Индия (2−4−7). Мужская национальная сборная возглавила турнирную таблицу (4−1−1), следом идут Казахстан (2−2−3) и Индия (1−3−3).
В турнире принимали участие 304 спортсмена из 34 стран — 112 женщин и 192 мужчин.
Фото