Старший помощник прокурора Мархаматского района Андижанской области Б. П. 25 апреля в 23:00, управляя автомобилем Nexia, на участке дороги «Мархамат-Асака» сбил пешехода Б. Б., двигавшегося по середине проезжей части, сообщила пресс-служба Генеральной прокуратуры.
От полученных травм пешеход скончался на месте происшествия.
По данному факту в тот же день областная прокуратура возбудила уголовное дело по части 2 статьи 266 (нарушение правил безопасности движения или эксплуатации транспортных средств, повлекшее смерть человека) Уголовного кодекса Узбекистана.
В ходе следствия были назначены судебно-медицинская, судебно-трасологическая и судебно-автотехническая экспертизы.
Судмедэкспертиза установила, что покойный Б. Б. до происшествия употребил большое количество алкоголя. Этот факт, отмечает пресс-служба, подтвержден показаниями близких родственников и друзей, которые были с Б. Б. немногим ранее происшествия.
Следствие установило, что пешеход двигался по встречной движущему автомобилю траектории на участке, где запрещено переходить дорогу, говорится в сообщении.
Генеральная прокуратура установила особый контроль за ходом расследования.