В результате дорожно-транспортного происшествия в Жамбылской области Казахстана погибли 3 граждан Узбекистана и 12 получили травмы. Об этом сообщила пресс-служба МЧС Узбекистана. Первоначально сообщалось о 7 раненых узбекистанцах.
По информации ДЧС МВД Казахстана, ДТП с участием рейсового автобуса, следовавшего по маршруту Алматы-Ташкент, произошло в 5:09 на 181-м км трассы Шымкент-Алматы Кордайского района.
Вдоль дороги были припаркованы два автомобиля, ранее попавшие в ДТП. Водитель автобуса с целью избежать столкновения с ними совершил резкий маневр, и машина опрокинулась.
В салоне автобуса находилось 47 пассажиров, в числе которых были и граждане Узбекистана. Вследствие ДТП погибло всего 11 человек, 8 из них — на месте.
Минтруда Узбекистана уточняет, что среди погибших 8 граждан Казахстана. Из 12 пострадавших узбекистанцев 3 находятся в тяжелом состоянии.
Чрезвычайные ведомства Узбекистана и Казахстана ведут совместную работу.
Список погибших граждан Узбекистана:
Абдухаликов Уринбой Мирхамтович, 1993 г. р.;
Калмуратов Алишер Сапарбаевич, 1988 г. р.;
Ермекбаева Дилором, 1972 г. р.;
Список пострадавших граждан Узбекистана:
Улжабаев Аббос, 1994 г. р.;
Хайитбаев Омирбек, 1988 г. р.;
Абдусатиров Заводбек, 1999 г. р.;
Жуманиезов Мархамат 1996 г. р. (в тяжелом состоянии);
Ахметова Радмила, 1994 г. р. (в тяжелом состоянии);
Матиржонов Отабек Абдуллевич, 1985 г. р.;
Сейтмуратов Досжан Даулетович, 1987 г. р.;
Хайдаров Сардар Амарбекугли, 1994 г. р.;
Ильясов Марис, 1974 г. р. (в тяжелом состоянии);
Исламеддинов Абдухаттар углы, 1997 г. р.;
Момбетов Насреддин, 1971 г. р.;
Жапаров Шодлик Махсудович, 1984 г. р.
Близкие и родственники пострадавших в ДТП могут обращаться по телефону горячей линии МЧС Узбекистана: +998781471050.
Горячая линия Министерства занятости и трудовых отношений Узбекистана: +998712000600.
Горячая линия ДЧС Жамбылской области: +77262999054.