С 1 мая Национальная авиакомпания «Узбекистон хаво йуллари» (Uzbekistan Airways) вводит регулярные рейсы по маршруту Ташкент-Джакарта-Ташкент с частотой два раза в неделю с промежуточной посадкой в Куала-Лумпуре один раз в неделю.
Как сообщила пресс-служба НАК, рейсы будут выполняться на самолетах Boeing-767 по средам и четвергам:
Среда
HY-551 Ташкент 06:45 — Джакарта 21:00 (через Куала-Лумпур)
HY-552 Джакарта 22:30 — Ташкент 07:00 (четверг)
Четверг
HY-553 Ташкент 21:25 — Джакарта 09:25 (пятница)
HY-554 Джакарта 10:50 — Ташкент 21:35 (пятница, через Куала-Лумпур).