В ночь на 17 апреля на одном из строительных объектов Екатеринбурга в результате пожара и отравления газом погибли граждане Узбекистана, сообщила пресс-служба Министерства иностранных дел со ссылкой на генеральное консульство в уральском центре.
По предварительным сведениям, погибшие — уроженцы Сурхандарьинской области:
Менгтошев Шухрат Уралович (22.08.1989);
Курбонов Акбарали Саидмуродович (23.11.1995);
Зиядуллаев Улугбек Олимжонович (18.11.1998);
Чориев Исроил Равшанович (18.10.1996).
Узбекистанцы прибыли в Екатеринбург 15 апреля для устройства на работу на один из строительных объектов в Академическом районе.
В настоящее время организованы доследственные мероприятия по установлению обстоятельств произошедшего.
Генконсульство выразило соболезнования семьям и близким скончавшихся соотечественников. Совместно с посольством Узбекистана в Москве генконсульство держит ситуацию на контроле и решает вопрос о транспортировке тел погибших на родину, отмечается в сообщении.