Президент Республики Корея Мун Чжэ Ин 18−21 апреля посетит с государственным визитом Узбекистан.
Как сообщила пресс-служба президента Узбекистана, Шавкат Мирзиёев и Мун Чжэ Ин обсудят перспективы укрепления отношений стратегического партнерства и расширения сотрудничества в торгово-экономической, инвестиционной, финансово-технической и гуманитарной сферах.
Программой визита предусмотрены выступление Мун Чжэ Ина в Олий Мажлисе, участие глав государств в бизнес-форуме ведущих компаний двух стран и церемонии открытия Дома корейской культуры и искусства в Ташкенте.
Кроме того, президент Республики Корея посетит Самарканд.
В рамках визита планируется подписание пакета межправительственных и межведомственных документов, торговых контрактов, а также соглашений по реализации инвестиционных проектов.
Шавкат Мирзиёев посещал Южную Корею с государственным визитом 22−25 ноября 2017 года.