Первое в Центральной Азии почетное консульство Франции открылось 16 апреля в Самарканде, сообщили «Газете.uz» в пресс-службе посольства Франции в Узбекистане.
Консульство открыл прибывший с визитом в Узбекистан государственный секретарь при министре Европы и иностранных дел Франции Жан-Батист Лемуан. Участие в церемонии принял хоким Самарканда Фуркат Рахимов.
Жан-Батист Лемуан вручил консульский сертификат на 5 лет почетному консулу Франции в Самарканде Исрофилу Усанову.
По данным Государственного комитета по статистике, в 2018 году Узбекистан посетили 13,6 тысячи французских граждан.