ГУВД Ташкента прокомментировало конфликт на скейт-площадке у сквера возле ресторана «Голубые купола». Видео, на котором видно, как двое мужчин наносят удары молодым людям, прислал гражданский журналист «Газеты.uz».
По данным управления, конфликт произошел 14 апреля примерно в 23:00 между 40-летним А. М., 28-летним Э. Т. и 22-летними П. К., К. К. и Р. Х.
Группа патрульно-постовой службы, прибывшая на место происшествия, «пресекла дальнейшее развитие инцидента», отмечается в сообщении. П. К., К. К. и Р. Х. получили легкие телесные повреждения и обратились за медицинской помощью, уточнили в пресс-службе ГУВД. 
Собранные материалы по данному факту переданы в Яккасарайский районный административный суд.
Видео
Смотреть на YouTube