Суды по гражданским делам в первом квартале рассмотрели 44180 дел, что на 22,2% меньше, чем за этот же период 2018 года, сообщили «Газете.uz» в пресс-службе Верховного суда Узбекистана. 
Вынесены 20160 судебных приказов о взыскании обязательных платежей на сумму более 22 млрд сумов. Эти показатели уменьшились по сравнению с первым кварталом 2018 года на 80,1% и 74,8% соответственно.
По рассмотренным гражданским делам вынесено 38104 судебных решения, более 86,2% требований по ним удовлетворено.
16612 гражданских дел рассмотрено в ходе выездных судебных заседаний. 
Суды по гражданским делам провели 2453 встречи и открытых диалогов с населением.
Кроме этого, Судебная коллегия по гражданским делам Верховного суда в надзорном порядке рассмотрела 257 дел. Отменено 98 решений нижестоящих судов и изменено 41 судебное решение.