Грузинский TBC Bank приобрел 51% акций ООО «Inspired», работающего в Узбекистане под брендом Payme. Сумма сделки составила 5,5 млн долларов, сообщила пресс-служба банка.
Как отмечается в сообщении, Payme является ведущим поставщиком платежных услуг в Узбекистане с пользовательской базой в 1,3 миллиона клиентов. Только за прошлый год сервис увеличил количество клиентов примерно на 70%, в то время как выручка и чистая прибыль выросли на 41,9% и 24,5% соответственно.
В конце 2018 года валовые активы Payme составляли 700 тысяч долларов, а общая выручка и прибыль до налогообложения за полный 2018 год составили 1,6 млн и 0,8 млн долларов.
Компания Payme была основана в 2011 году и продолжает управляться тремя учредителями. Впоследствии команда была усилена двумя акционерами: один исполнял обязанности директора по развитию бизнеса и исследований, а другой — главного технического директора.
Акционерами, которые продали часть своих акций TBC Bank, являются:
Сарвар Рузматов, управляющий владелец;
Бахром Ходжаев, управляющий владелец;
Фаррух Зияев, управляющий владелец;
Абдулазиз Абдулахадов, директор по развитию бизнеса и исследованиям;
Олег Гевергес, технический директор.
«Команда менеджеров останется с Payme на долгосрочной основе и будет продолжать активно участвовать в разработке и реализации стратегии Payme», — говорится в сообщении банка.
Учитывая, что стоимость контрольного пакета акций (51%) составила 5,5 млн долларов, Payme оценивается в 10,8 млн долларов. Сумма будет выплачена из собственных средств TBC Bank до конца апреля. TBC Bank также заключил соглашение о возможной покупке оставшихся 49% акций.
«Сделка соответствует международной стратегии TBC Bank по расширению региональных операций и является важной вехой в наращивании потенциала банка на очень перспективном рынке Узбекистана», — отмечается в заявлении.
Генеральный директор TBC Bank Вахтанг Буцхрикидзе заявил, что «приобретение Payme — это еще один важный шаг в запланированной экспансии в Узбекистане».
«Он позволит нам получить немедленный доступ к большой клиентской базе в стране и использовать наши основные цифровые преимущества в Грузии для инноваций на узбекском рынке. С присоединением Payme мы намерены дальше развивать платежный бизнес, а также использовать сервис в качестве платформы для развития новых экосистем в стране», — отметил он.
Ожидается, что приобретение Payme увеличит общее число пользователей, которых обслуживают TBC Group и его дочерние компании, более чем на 50% — до 3,7 миллиона человек.
«Мы очень рады сотрудничать с ведущим банком в регионе, обладающим передовыми цифровыми возможностями… Я уверен, что вместе мы выведем компанию на новый уровень и предложим нашим клиентам новые, передовые решения и услуги в очень короткие сроки», — заявил управляющий владелец Payme Сарвар Рузматов.