Работник прокуратуры спас тонущую в канале девушку в Сырдарье, сообщили «Газете.uz» в Генеральной прокуратуре Узбекистана.
Начальник отдела Сырдарьинской областной прокуратуры А. Убатов, проходя по берегу канала Дустлик в Гулистане 8 апреля в 22:00, услышал тихий шум от воды и увидел тонущего человека.
Заметив находящийся поблизости вагон, он принес оттуда лопатку и, сняв одежду, бросился в воду. Тонувшая девушка ухватилась двумя руками за рукоятку лопатки, и А. Убатов вытянул пострадавшую на берег, после чего попросил двух прохожих вызвать «скорую помощь».
Пострадавшая была доставлена в отдел реанимации областного филиала Республиканского научного центра экстренной медицинской помощи.
Спасенной оказалась Мунира Шамшиева 2002 года рождения, проживающая в сходе граждан «Улуг йул» Гулистана, ученица 10 класса школы №4. Как стало известно позже, споткнувшись, со ступеньки на берегу канала девушка нечаянно упала на воду.
Сейчас ее состояние удовлетворительно, отмечается в сообщении.