В конце августа температура воздуха понизится до +27…+32 градусов, а в первые дни сентября до +12…+17 градусов ночью и +23…+28 градусов днем. Эти показатели на 4−6 градусов ниже климатической нормы, сообщил Центр гидрометеорологической службы Узбекистана.
Изменение погоды будет вызвано вторжением влажной и прохладной массы с районов Поволжья. В отдельных районах Ташкентской, Самаркандской, Джизакской, Сырдарьинской областей 1 сентября ожидается увеличение облачности. Местами по Ферганской долине 2 сентября возможен небольшой дождь.
В течение первой недели сентября в республике продержится относительно прохладная погода с температурой ночью +12…+17 градусов, днем +25…+30 градусов.
До конца месяца ожидается колебание температуры: ночью от +12…+17 до +7…+12 градусов, днем от +28…+33 до +21…+26 градусов.
В отдельные дни возможен небольшой дождь. «В целом погода в первый месяц осени будет близка к климатической норме», — отметили в Узгидромете.
Прогноз погоды на ближайшие дни