Президент Республики Кореи Мун Чжэ Ин посетит Узбекистан 18−21 апреля в рамках турне по трем странам Центральной Азии.
Как сообщила пресс-служба президента Республики Кореи  16−18 апреля он посетит Туркменистан для переговоров о расширении сотрудничества с президентом Гурбангулы Бердымухаммедовым и другими официальными лицами.
В Узбекистане Мун Чжэ Ин обсудит с президентом Шавкатом Мирзиёевым вопросы укрепления стратегического партнерства между двумя странами и перспективы двустороннего сотрудничества.
Напомним, Шавкат Мирзиёев посещал Южную Корею с государственным визитом 22−25 ноября 2017 года.
21−23 апреля президент Южной Кореи посетит Казахстан. Запланирована его встречи с новым президентом Касым-Жомартом Токаевым.
Цель поездки — укрепление традиционно тесных отношений Южной Кореи с центральноазиатскими странами и достижение консенсуса в рамках «Новой северной политики» Мун Чжэ Ина, говорится в сообщении пресс-службы.