Взрыв произошел 8 апреля в 11:32 в подвале одного из домов Термеза, сообщили «Газете.uz» в городском отделении внутренних дел УВД Сурхандарьинской области.
Факт взрыва также подтвердил источник в Министерстве по чрезвычайным ситуациям.
«Два человека погибли, выехавшие по вызову врачи „скорой помощи“ констатировали смерть на месте», — сообщили «Газете.uz» в Термезском филиале Республиканского научного центра экстренной медицинской помощи.
По данным медучреждения, по неизвестным причинам в левой стороне дома №10 махалли «Дустлик» по улице Алишера Навои произошел взрыв, а затем пожар.
В Управлении пожарной безопасности УВД Сурхандарьинской области подтвердили смерть двух граждан и сообщили, что взрыв произошел в результате вспышки газовоздушной смеси.